{
    "1": {
        "1": "Efa nandroso taona i Davida Mpanjaka sady efa antitra, ka tsy nahatsiaro nafana na dia norakofana lamba be dia be aza.",
        "2": "Dia hoy ny mpanompony taminy: “Aleo ianao hitadiavana tovovavy virjiny, ry mpanjaka tompoko, mba hikarakara sy hiahy anao. Ary hatory eo an-tsandrinao izy, ka hafana ny mpanjaka tompoko.”",
        "3": "Koa nitady tovovavy tsara tarehy tany amin’ny faritra rehetra tany Israely izy ireo, ka nahita an’i Abisaga Sonemita. Dia nentina nankao amin’ny mpanjaka izy.",
        "4": "Tsara tarehy be mihitsy ilay tovovavy, ary izy no lasa nikarakara sy niahy ny mpanjaka. Tsy nanao firaisana taminy anefa ny mpanjaka.",
        "5": "Nandritra izany fotoana izany, dia nanao izay hahazoana fahefana i Adonia zanakalahin’i Hagita, ka niteny hoe: “Izaho no ho mpanjaka!” Nampanamboatra kalesy ho azy sy naka mpitaingin-tsoavaly izy, ary nanangona lehilahy 50 hihazakazaka eo alohany.",
        "6": "Tsy nanohitra azy mihitsy anefa ny rainy. Tsy mba niteny izy hoe: “Fa maninona ianao no manao an’izao?” I Adonia no nateraky ny reniny nanarakaraka an’i Absaloma, ary tena tsara tarehy koa izy.",
        "7": "Ary niresaka tamin’i Joaba zanak’i Zeroia sy tamin’i Abiatara mpisorona i Adonia, ka nanjary nanampy sy nanohana azy izy roa lahy.",
        "8": "Tsy nanohana an’i Adonia kosa i Zadoka mpisorona, Benaia zanak’i Joiada, Natana mpaminany, Simey, Rey, ary ny miaramila matanjaka teo ambany fahefan’i Davida.",
        "9": "Ary nanao sorona ondry sy omby ary biby nohatavezina i Adonia, teo akaikin’ny vaton’i Zoheleta, tsy lavitra an’i En-rogela. Dia nasainy ny rahalahiny rehetra zanaky ny mpanjaka, sy ny lehilahy rehetra anisan’ny fokon’i Joda sady mpanompon’ny mpanjaka.",
        "10": "Tsy mba nasainy kosa i Natana mpaminany, Benaia, ireo miaramila matanjaka, ary Solomona rahalahiny.",
        "11": "Nilaza tamin’i Batseba renin’i Solomona àry i Natana hoe: “Tsy henonao angaha fa efa lasa mpanjaka i Adonia zanak’i Hagita, nefa i Davida tompontsika tsy mahafantatra na inona na inona momba an’izany?",
        "12": "Koa mba misy torohevitra kely omeko anao ity, amin’izay mba mety ho voavonjinao ny ainao sy ny ain’i Solomona zanakao:",
        "13": "Mandehana mankao amin’i Davida Mpanjaka, dia izao lazaina aminy: ‘Tsy ianao moa, ry mpanjaka tompoko, no nianiana tamin’ny mpanomponao hoe: “I Solomona zanakao no ho mpanjaka handimby ahy, ary izy no hipetraka eo amin’ny seza fiandrianako”? Koa nahoana no i Adonia indray no lasa mpanjaka?’",
        "14": "Ary amin’ilay ianao miresaka amin’ny mpanjaka iny indrindra, dia hiditra koa aho ka hanamafy ny teninao.”",
        "15": "Nankao amin’ny mpanjaka tao amin’ny efitranony àry i Batseba. Efa antitra be ny mpanjaka, ary nikarakara azy i Abisaga Sonemita.",
        "16": "Dia niondrika i Batseba ka niankohoka teo anatrehan’ny mpanjaka. Ary hoy ny mpanjaka: “Misy zavatra tianao hangatahina angaha?”",
        "17": "Dia namaly izy hoe: “Ianao, tompoko, efa nianiana tamin’ny anaran’i Jehovah Andriamanitrao ka niteny tamin’ny mpanomponao hoe: ‘I Solomona zanakao no ho mpanjaka handimby ahy, ary izy no hipetraka eo amin’ny seza fiandrianako.’",
        "18": "I Adonia anefa izao no lasa mpanjaka, ary tsy mahafantatra na inona na inona momba an’izany ny mpanjaka tompoko.",
        "19": "Nanao sorona omby sy biby nohatavezina ary ondry be dia be izy. Dia nasainy daholo ny zanakalahin’ny mpanjaka sy Abiatara mpisorona ary Joaba lehiben’ny tafika, fa i Solomona mpanomponao tsy mba nasainy.",
        "20": "Ary miandrandra anao daholo izao ny mason’ny Israely rehetra, ry mpanjaka tompoko ô, mba hilaza amin’izy ireo hoe iza no handimby ny mpanjaka tompoko ka hipetraka eo amin’ny seza fiandrianany.",
        "21": "Raha tsy izany mantsy, dia hoheverina ho mpamadika izaho sy Solomona zanako raha vao hodimandry any amin’ny razambeny ny mpanjaka tompoko.”",
        "22": "Raha mbola teo am-piresahana tamin’ny mpanjaka i Batseba, dia tonga i Natana mpaminany.",
        "23": "Avy hatrany dia nisy nilaza tamin’ny mpanjaka hoe: “Ao i Natana mpaminany!” Dia niditra teo anatrehan’ny mpanjaka izy ka niankohoka tamin’ny tany.",
        "24": "Ary hoy i Natana: “Ry mpanjaka tompoko ô! Fa angaha ianao efa niteny hoe: ‘I Adonia no ho mpanjaka handimby ahy, ary izy no hipetraka eo amin’ny seza fiandrianako’?",
        "25": "Nandeha nidina mba hanao sorona omby sy biby nohatavezina ary ondry be dia be mantsy i Adonia androany. Dia nasainy daholo ny zanakalahin’ny mpanjaka sy ny lehiben’ny tafika ary Abiatara mpisorona. Mihinana sy misotro miaraka amin’i Adonia ao ry zareo, ary izao foana no tenin-dry zareo: ‘Ho ela velona anie i Adonia Mpanjaka!’",
        "26": "Fa tsy mba nasainy kosa izaho mpanomponao, sy Zadoka mpisorona, sy Benaia zanak’i Joiada, ary Solomona mpanomponao.",
        "27": "Ny mpanjaka tompoko ve no namela azy hanao an’izany? Dia tsy nampahafantarinao ny mpanomponao ve hoe iza no handimby ny mpanjaka tompoko ka hipetraka eo amin’ny seza fiandrianany?”",
        "28": "Hoy ny navalin’i Davida Mpanjaka: “Asaivo mankatỳ i Batseba.” Dia niditra i Batseba ka nijoro teo anatrehan’ny mpanjaka.",
        "29": "Ary nianiana ny mpanjaka hoe: “Raha mbola velona koa i Jehovah, izay namonjy ahy tamin’ny fahoriako rehetra,",
        "30": "dia hotanterahiko androany ilay fianianako taminao tamin’ny anaran’i Jehovah Andriamanitry ny Israely hoe: ‘I Solomona zanakao no ho mpanjaka handimby ahy, ary izy no hipetraka eo amin’ny seza fiandrianako handimby ahy!’”",
        "31": "Dia niondrika i Batseba, ka niankohoka tamin’ny tany teo anatrehan’ny mpanjaka. Ary hoy izy: “Ho velona mandrakizay anie i Davida Mpanjaka tompoko!”",
        "32": "Avy hatrany dia hoy i Davida Mpanjaka: “Asaivo mankatỳ i Zadoka mpisorona sy Natana mpaminany ary Benaia zanak’i Joiada.” Dia niditra nankeo anatrehan’ny mpanjaka izy ireo.",
        "33": "Hoy ny mpanjaka tamin’izy ireo: “Ento miaraka aminareo ny mpanompoko. Ary ampitaingeno an’ilay ramoleko i Solomona zanako, dia ento midina any Gihona.",
        "34": "Hanosotra azy ho mpanjakan’ny Israely i Zadoka mpisorona sy Natana mpaminany rehefa any. Tsofy ny anjombona avy eo, ka milazà hoe: ‘Ho ela velona anie i Solomona Mpanjaka!’",
        "35": "Dia manaraha azy. Ary hiditra izy ka hipetraka eo amin’ny seza fiandrianako. Izy no ho mpanjaka handimby ahy, ary izy no hotendreko ho mpitarika ny Israely sy Joda.”",
        "36": "Tonga dia hoy i Benaia zanak’i Joiada tamin’ny mpanjaka: “Amena! Hankasitraka an’izany anie i Jehovah Andriamanitry ny mpanjaka tompoko!",
        "37": "Enga anie i Jehovah hanampy an’i Solomona hoatran’ny nataony tamin’ny mpanjaka tompoko! Ary hataony be voninahitra noho ny seza fiandrianan’i Davida Mpanjaka tompoko anie ny seza fiandrianan’i Solomona!”",
        "38": "Dia nidina i Zadoka mpisorona, Natana mpaminany, Benaia zanak’i Joiada, ny Keretita, ary ny Peletita, ka nampitaingenin’izy ireo an’ilay ramolen’i Davida Mpanjaka i Solomona dia nentiny tany Gihona.",
        "39": "Nalain’i Zadoka mpisorona avy tao amin’ny tranolay ny tandroka nisy menaka, ka nohosorany ho mpanjaka i Solomona. Dia notsofina ny anjombona, ary niara-niredona ny olona rehetra hoe: “Ho ela velona anie i Solomona Mpanjaka!”",
        "40": "Niakatra nanaraka azy ny olona rehetra avy eo sady nitsoka sodina ary faly be, ka hoatran’ny hitresaka mihitsy ny tany noho ny kotaban’izy ireo.",
        "41": "Nandre an’izany i Adonia sy ny olona rehetra nasainy, rehefa avy nisakafo. Dia hoy i Joaba raha vao naheno an’ilay feon’anjombona: “Fa inona izany tabataba be ao an-tanàna izany?”",
        "42": "Mbola tsy tapitra akory ny teniny, dia tonga i Jonatana zanak’i Abiatara mpisorona. Dia hoy i Adonia: “Mandrosoa fa olona mahafinaritra ianao, ka azo antoka fa hitondra vaovao tsara.”",
        "43": "Fa hoy i Jonatana tamin’i Adonia: “Tsy izany mihitsy! Efa nanao an’i Solomona ho mpanjaka i Davida Mpanjaka tompontsika.",
        "44": "Nirahin’ny mpanjaka hiaraka amin’i Solomona i Zadoka mpisorona, Natana mpaminany, Benaia zanak’i Joiada, ny Keretita, ary ny Peletita. Dia nampitaingenin’izy ireo an’ilay ramolen’ny mpanjaka i Solomona.",
        "45": "Rehefa tonga tany Gihona izy ireo, dia nanosotra azy ho mpanjaka i Zadoka mpisorona sy Natana mpaminany. Niakatra avy tany izy ireo avy eo sady faly, ka nihorakoraka ny iray tanàna. Izany ilay tabataba henonareo.",
        "46": "Ary tsy izany ihany fa efa mipetraka eo amin’ny seza fiandrianana i Solomona.",
        "47": "Tonga niarahaba an’i Davida Mpanjaka tompontsika koa ireo mpanompon’ny mpanjaka. Niteny izy ireo hoe: ‘Hataon’ny Andriamanitrao malaza kokoa noho ny anaranao anie ny anaran’i Solomona! Ary hataony be voninahitra kokoa noho ny seza fiandriananao anie ny seza fiandrianan’i Solomona!’ Dia niankohoka teo am-pandriana ny mpanjaka.",
        "48": "Ary izao no nolazain’ny mpanjaka: ‘Hoderaina anie i Jehovah Andriamanitry ny Israely, fa nanome olona hipetraka eo amin’ny seza fiandrianako izy androany, sady navelany hahita an’izany ny masoko!’”",
        "49": "Dia natahotra be ireo rehetra nasain’i Adonia ka nitsangana, ary samy lasa nandeha tany amin’izay nalehany avy.",
        "50": "Natahotra an’i Solomona koa i Adonia. Nitsangana àry izy ka lasa nandeha namikitra tamin’ny tandroky ny alitara.",
        "51": "Dia nisy nilaza tamin’i Solomona hoe: “Matahotra an’i Solomona Mpanjaka i Adonia. Mamikitra amin’ny tandroky ny alitara ao izy sady miteny hoe: ‘Aleo aloha i Solomona Mpanjaka hianiana amiko hoe tsy hamono ny mpanompony amin’ny sabatra.’”",
        "52": "Dia hoy i Solomona: “Raha mendri-pitokisana izy, dia tsy hisy ho latsaka amin’ny tany na dia ny singam-bolony iray aza. Fa raha hita kosa hoe nanao ratsy izy, dia tsy maintsy ho faty.”",
        "53": "Dia naniraka olona hampidina an’i Adonia avy teo amin’ny alitara i Solomona Mpanjaka. Ary tonga niankohoka teo anatrehan’i Solomona Mpanjaka izy. Dia hoy i Solomona taminy: “Mandehana mody any an-tranonao.”"
    },
    "2": {
        "1": "Rehefa nihananakaiky ny fotoana hahafatesan’i Davida, dia nanafatrafatra an’i Solomona zanany izy hoe:",
        "2": "“Efa ho faty aho, koa mahereza ary asehoy hoe tena lehilahy ianao.",
        "3": "Ankatoavy i Jehovah Andriamanitrao ka mandehana amin’ny lalana atorony, ary tandremo ny lalàny, sy ny didiny, sy ny didim-pitsarany, ary ny fampahatsiahivany, izay voasoratra ao amin’ny Lalàn’i Mosesy. Dia hety tsara daholo izay hataonao ary hahomby ianao any amin’izay rehetra halehanao.",
        "4": "Ary hotanterahin’i Jehovah ny zavatra nampanantenainy ahy hoe: ‘Raha mitandrina tsara an’izay ataony ny taranakao, ka manaraka foana an’izay atoroko sady manao an’izany amin’ny fony manontolo sy ny heriny manontolo, dia hisy lehilahy avy amin’ny taranakao foana hipetraka eo amin’ny seza fiandrianan’ny Israely.’",
        "5": "“Fantatrao tsara koa ny nataon’i Joaba zanak’i Zeroia tamiko. Namono an’izy roa lahy lehiben’ny tafiky ny Israely izy, dia i Abnera zanak’i Nera sy Amasa zanak’i Jatera. Nandatsa-dra izy nefa tsy nisy ady akory, ka voaloton’ny ra ny fehikibo teo amin’ny andilany sy ny kapa teny an-tongony.",
        "6": "Olon-kendry ianao ka mahalala izay tokony hatao, fa aza avela hidina amim-piadanana any amin’ny Fasana fotsiny ny volofotsiny.",
        "7": "“Tokony ho tia an’ireo zanakalahin’i Barzilay Gileadita kosa ianao sady tsy hivadika aminy, ary tokony ho anisan’ireo misakafo eo amin’ny latabatrao izy ireo. Nanampy ahy mantsy izy ireo tamin’izaho nandositra an’i Absaloma rahalahinao.",
        "8": "“Eo koa i Simey zanak’i Gera, ilay Benjaminita avy any Bahorima. Izy ilay nanozona ahy tamin’ny andro nankanesako tany Mahanaima, sady nahay vava be mihitsy. Rehefa nidina nitsena ahy tany amin’ny Reniranon’i Jordana anefa izy, dia nianiana taminy tamin’ny anaran’i Jehovah aho hoe: ‘Tsy hovonoiko amin’ny sabatra ianao.’",
        "9": "Aza avela ho afa-maina anefa izy. Olon-kendry mantsy ianao, ka fantatrao izay tokony hataonao aminy. Alatsaho ny rany, fa aza avela ho faty noho ny fahanterana izy.”",
        "10": "Dia nodimandry any amin’ny razambeny i Davida ka nalevina tao amin’ny Tanànan’i Davida.",
        "11": "Naharitra 40 taona ny fotoana nanjakany teo amin’ny Israely, ka 7 taona tao Hebrona ary 33 taona tao Jerosalema.",
        "12": "Dia nipetraka teo amin’ny seza fiandrianan’i Davida rainy i Solomona. Ary nihamafy orina ny fanjakany.",
        "13": "Tatỳ aoriana, dia nankany amin’i Batseba renin’i Solomona i Adonia zanak’i Hagita. Ary hoy i Batseba: “Fihavanana ve no ahatongavanao?” Dia hoy i Adonia: “Ie, fihavanana.”",
        "14": "Hoy koa izy: “Misy zavatra tiako holazaina aminao.” Dia hoy i Batseba: “Lazao àry.”",
        "15": "Hoy i Adonia: “Fantatrao tsara fa tokony ho ahy ny fanjakana, ary efa nanantena ny Israely rehetra hoe izaho no ho lasa mpanjaka. Tsy izaho indray anefa no nahazo ny fanjakana fa ny rahalahiko, satria izay no sitrapon’i Jehovah.",
        "16": "Fa zavatra iray ihany no mba angatahiko aminao, ka aza lavina.” Dia hoy i Batseba taminy: “Lazao àry.”",
        "17": "Namaly i Adonia hoe: “Mba asaivo omen’i Solomona Mpanjaka ho vadiko re, azafady, i Abisaga Sonemita e! Tsy handa an’izay angatahinao mantsy izy.”",
        "18": "Dia hoy i Batseba: “Eny àry! Hampitaiko amin’ny mpanjaka ny teninao.”",
        "19": "Nankao amin’i Solomona Mpanjaka àry i Batseba mba hampita ny tenin’i Adonia. Dia nitsangana hitsena azy avy hatrany ny mpanjaka, ka niankohoka teo anatrehany. Nipetraka teo amin’ny seza fiandrianany i Solomona avy eo. Ary nasainy nasiana seza fiandrianana iray ho an’ny renin’ny mpanjaka teo ankavanany, mba hipetrahany.",
        "20": "Dia hoy i Batseba: “Misy zavatra kely mba angatahiko aminao, ka aza lavina.” Koa namaly ny mpanjaka hoe: “Angataho àry, ry Neny, fa tsy handa an’izay angatahinao aho.”",
        "21": "Hoy i Batseba: “Mba omeo ho vadin’i Adonia rahalahinao i Abisaga Sonemita.”",
        "22": "Dia hoy i Solomona Mpanjaka tamin-dreniny: “Fa maninona ianao no mangataka an’i Abisaga Sonemita ho an’i Adonia? Maninona raha angatahina ho azy koa ny fanjakana? Zokiko izy tsinona sady manohana azy i Abiatara mpisorona sy Joaba zanak’i Zeroia.”",
        "23": "Dia nianiana tamin’ny anaran’i Jehovah i Solomona Mpanjaka hoe: “Hofaizin’Andriamanitra anie aho, raha tsy ny ain’i Adonia no manefa noho izy nangataka an’izany!",
        "24": "Raha mbola velona koa i Jehovah, izay nametraka ahy eo amin’ny seza fiandrianan’i Davida raiko sady nanamafy orina ny fanjakako ary nanao trano ho ahy araka ny nampanantenainy, dia hovonoina ho faty androany ihany i Adonia.”",
        "25": "Avy hatrany i Solomona Mpanjaka dia naniraka an’i Benaia zanak’i Joiada hankany amin’i Adonia. Dia lasa izy ka namono an’i Adonia ho faty.",
        "26": "Ary hoy ny mpanjaka tamin’i Abiatara mpisorona: “Mandehana any Anatota, any amin’ny taninao! Mendrika ny ho faty ianao, nefa tsy hamono anao aho androany. Nitondra ny Vata masin’i Jehovah Tompo Fara Tampony teo anatrehan’i Davida raiko mantsy ianao, sady niara-niaritra ny fahoriana rehetra nanjo azy.”",
        "27": "Nesorin’i Solomona tsy ho mpisoron’i Jehovah àry i Abiatara, mba hahatanteraka an’ilay tenin’i Jehovah nanameloka ny ankohonan’i Ely, tany Silo.",
        "28": "Henon’i Joaba izany rehetra izany, ka nandositra nankao amin’ny tranolain’i Jehovah izy, ary notazoniny mafy ny tandroky ny alitara. Nanohana an’i Adonia mantsy i Joaba, na dia tsy nanohana an’i Absaloma aza.",
        "29": "Ary nisy nilaza tamin’i Solomona Mpanjaka hoe: “Nandositra ao amin’ny tranolain’i Jehovah i Joaba, ary ao akaikin’ny alitara ao izy.” Naniraka an’i Benaia zanak’i Joiada àry i Solomona hoe: “Mandehana vonoy izy!”",
        "30": "Koa nankao amin’ny tranolain’i Jehovah i Benaia, ary hoy izy tamin’i Joaba: “Nilaza ny mpanjaka hoe: ‘Mivoaha ianao!’” Fa hoy i Joaba: “Izaho tsy hivoaka! Eto aho no ho faty.” Ary niverina tany amin’ny mpanjaka i Benaia niteny hoe: “Izany no nolazain’i Joaba, ary izany no navaliny ahy.”",
        "31": "Dia hoy ny mpanjaka taminy: “Izany nolazainy izany mihitsy atao. Vonoy izy dia aleveno, mba tsy ho tompon’andraikitra amin’ny ra nalatsak’i Joaba tsy ara-drariny izaho sy ny ankohonan-draiko.",
        "32": "I Jehovah no hamaly azy noho ny ra nalatsany, satria lehilahy roa marina kokoa sy tsara kokoa noho izy no nasiany, nefa tsy fantatr’i Davida raiko izany. Novonoiny tamin’ny sabatra mantsy i Abnera zanak’i Nera, lehiben’ny tafiky ny Israely, sy Amasa zanak’i Jatera, lehiben’ny tafik’i Joda.",
        "33": "Ho tompon’andraikitra mandrakizay amin’ny fahafatesan’izy roa lahy i Joaba sy ny taranany. Fa i Davida sy ny taranany sy ny ankohonany ary ny seza fiandrianany kosa anie hahazo fiadanana mandrakizay avy amin’i Jehovah!”",
        "34": "Dia niakatra i Benaia zanak’i Joiada ka namely an’i Joaba, ary namono azy ho faty. Ary nalevina teny akaikin’ny tranony tany an-tany efitra izy.",
        "35": "Dia notendren’ny mpanjaka ho lehiben’ny tafika hisolo an’i Joaba i Benaia zanak’i Joiada. Ary i Zadoka mpisorona no notendren’ny mpanjaka hisolo an’i Abiatara.",
        "36": "Dia nampanantsoin’ny mpanjaka i Simey, ary hoy izy taminy: “Manaova trano eto Jerosalema, dia mipetraha ao. Aza miala eto an-tanàna mihitsy ary aza mankany an-toeran-kafa.",
        "37": "Fa amin’ny andro hialanao eto sy hiampitanao ny Lohasahan’i Kidrona, dia tsy maintsy ho faty ianao. Ary ianao ihany no ho tompon’andraikitra amin’ny fahafatesanao.”",
        "38": "Niteny tamin’ny mpanjaka i Simey hoe: “Tena mety izany! Izay nolazain’ny mpanjaka tompoko no hataon’ny mpanomponao.” Nijanona andro maro tao Jerosalema àry i Simey.",
        "39": "Rehefa afaka telo taona anefa, dia nandositra ny mpanompon’i Simey anankiroa, ka nankany amin’i Akisy zanak’i Maka, mpanjakan’i Gata. Ary nisy nampandre an’i Simey hoe: “Any Gata ireo mpanomponao.”",
        "40": "Dia nasiany lasely avy hatrany ny ampondrany, ka lasa izy nankany amin’i Akisy any Gata, mba hitady ny mpanompony. Rehefa niverina avy tany Gata niaraka tamin’ireo mpanompony i Simey,",
        "41": "dia nisy nilaza tamin’i Solomona hoe: “Niala tao Jerosalema i Simey ka nankany Gata, ary efa tafaverina.”",
        "42": "Nampanantsoin’ny mpanjaka àry i Simey, ary hoy izy taminy: “Tsy efa nampianiana anao tamin’ny anaran’i Jehovah moa aho ka nampitandrina anao hoe: ‘Amin’ny andro hialanao eto sy handehananao any an-toeran-kafa, dia tsy maintsy ho faty ianao’? Ary tsy efa niteny tamiko ve ianao hoe: ‘Tena mety izany, fa izay no hataoko’?",
        "43": "Koa maninona ianao no tsy nanaja ny fianianana natao teo anatrehan’i Jehovah sy tsy nankatò an’ilay didy nomeko anao?”",
        "44": "Hoy koa ny mpanjaka tamin’i Simey: “Fantatrao tsara ny ratsy rehetra nataonao tamin’i Davida raiko, ary mahalala an’izany ianao ao am-ponao ao. Havalin’i Jehovah aminao ihany izany zavatra ratsy nataonao izany.",
        "45": "Fa hotahina kosa i Solomona Mpanjaka, ary ny seza fiandrianan’i Davida ho mafy orina mandrakizay eo anatrehan’i Jehovah.”",
        "46": "Dia nanome baiko an’i Benaia zanak’i Joiada ny mpanjaka, ka nivoaka i Benaia ary namely an’i Simey, dia maty izy. Lasa mafy orina teo am-pelatanan’i Solomona àry ny fanjakana."
    },
    "3": {
        "1": "Nanao fifanarahana tamin’i Farao mpanjakan’i Ejipta i Solomona, ka nalainy ho vady ny zanakavavin’i Farao. Dia nentiny tao amin’ny Tanànan’i Davida ilay vehivavy, mandra-pahavitany ny tranony sy ny tranon’i Jehovah ary ny manda manodidina an’i Jerosalema.",
        "2": "Mbola nanao sorona teny amin’ny toerana avo ihany anefa ny olona, satria mbola tsy nisy trano naorina ho an’ny anaran’i Jehovah tamin’izany fotoana izany.",
        "3": "Tia an’i Jehovah i Solomona, ka nanaraka ny lalàna nampitain’i Davida rainy. Mbola nanao sorona teny amin’ny toerana avo anefa izy, sady nandoro fanatitra mba hidona-tsetroka teny.",
        "4": "Nankany Gibeona ny mpanjaka mba hanao sorona, satria io no toerana avo nalaza indrindra. Nanolotra sorona dorana 1 000 teo ambonin’ilay alitara tany i Solomona.",
        "5": "Tamin’i Solomona tao Gibeona, dia niseho taminy tao amin’ny nofy i Jehovah indray alina. Hoy Andriamanitra taminy: “Angataho izay tianao homeko anao.”",
        "6": "Dia hoy i Solomona: “Nasehonao tamin’i Davida raiko mpanomponao hoe tena tia azy sy tsy nivadika taminy ianao, noho izy tsy nivadika sy nanao ny marina ary nanompo anao tamin’ny fo madio. Ary mbola nasehonao taminy hatramin’izao izany fitiavana lehibe sy tsy fivadihanao izany, ka nomenao zanakalahy hipetraka eo amin’ny seza fiandrianany izy.",
        "7": "Koa ankehitriny, Jehovah Andriamanitro ô, efa nataonao mpanjaka handimby an’i Davida raiko izaho mpanomponao, nefa izaho mbola kely sady mbola tsy dia nahita fiainana.",
        "8": "Ary ny mpanomponao no mitondra ny vahoaka nofidinao, dia olona maro be tsy voaisa sady tsy tambo isaina.",
        "9": "Mba omeo fo mankatò àry izaho mpanomponao mba hitsarako ny vahoakanao, sy hahaizako hanavaka ny tsara sy ny ratsy. Fa iza moa no mahay mitsara an’ireo vahoakanao be dia be ireo?”",
        "10": "Faly i Jehovah hoe izany no nangatahin’i Solomona.",
        "11": "Hoy àry Andriamanitra taminy: “Satria izany no nangatahinao, ary tsy nangataka ny ho ela velona ianao na ny hahazo harena na ny hahafatesan’ny fahavalonao, fa nangataka fahendrena hoenti-mitsara,",
        "12": "dia hotanterahiko izany fangatahanao izany. Homeko fo hendry sy fahaiza-misaina ianao, ka tsy nisy hoatr’anao mihitsy tany alohanao ary tsy hisy hoatr’anao intsony koa.",
        "13": "Homeko anao koa izay tsy nangatahinao, dia harena sy voninahitra, ka tsy hisy mpanjaka hitovy aminao mandritra ny androm-piainanao.",
        "14": "Ary raha mandeha amin’ny lalako ianao ka mitandrina ny fitsipiko sy ny didiko toy ny nataon’i Davida rainao, dia hataoko ela velona.”",
        "15": "Rehefa nifoha i Solomona, dia fantany fa nofy ilay izy. Dia nankany Jerosalema izy, ka nijoro teo anoloan’ilay Vata misy ny fifanekena nataon’i Jehovah. Nanolotra sorona dorana sy fanatitra iombonana izy, ary nanao fanasambe ho an’ny mpanompony rehetra.",
        "16": "Taorian’izay, dia nisy mpivaro-tena anankiroa nankao amin’ny mpanjaka ka nitsangana teo anatrehany.",
        "17": "Hoy ilay vehivavy voalohany: “Azafady kely, tompoko: Iray trano izaho sy ity vehivavy ity, ary tao an-trano izy tamin’izaho niteraka.",
        "18": "Telo andro taorian’ny niterahako, dia teraka koa ity vehivavy ity. Ary izahay roa vavy ihany no tao an-trano, fa tsy nisy olon-kafa ankoatra anay tao.",
        "19": "Ary maty tamin’ny alina ny zanakalahin’ity vehivavy ity, satria voatsindriny.",
        "20": "Dia niarina izy rehefa nisasaka ny alina, dia nalainy ny zanako lahy teo akaikiko raha mbola natory ny mpanompovavinao. Ary nampatoriny teo an-tratrany ilay zaza, fa ny zanany maty kosa nataony teo an-tratrako.",
        "21": "Rehefa nifoha hampinono an’ilay zanako aho ny maraina, dia hitako fa efa maty izy. Dia nodinihiko tsara ilay zaza, hay tsy ilay zanako naterako ilay izy.”",
        "22": "Fa hoy ilay vehivavy anankiray: “Tsy marina izany! Ilay velona no zanako, fa ilay maty no zanakao!” Fa hoy kosa ilay voalohany: “Tsy izany mihitsy! Ilay maty no zanakao, fa ilay velona no zanako.” Ary nifamaly toy izany teo anatrehan’ny mpanjaka izy ireo.",
        "23": "Farany, dia hoy ny mpanjaka: “Ny iray milaza hoe: ‘Ilay velona no zanako, fa ilay maty no zanakao!’ Ny iray indray miteny hoe: ‘Tsy marina izany! Ilay maty no zanakao, fa ilay velona no zanako!’”",
        "24": "Ary hoy ny mpanjaka: “Itondray sabatra aho!” Dia nitondrana sabatra ny mpanjaka.",
        "25": "Hoy ny mpanjaka avy eo: “Zarao roa ilay zaza velona, dia ny antsasany omeo an’ilay vehivavy iray, ary ny antsasany ho an’ilay iray!”",
        "26": "Nangoraka an-janany anefa ny renin’ilay zaza velona, ka avy hatrany dia niangavy an’ilay mpanjaka hoe: “Azafady, tompoko! Omeo azy ny zaza velona, fa aza vonoina!” Fa hoy kosa ilay vehivavy iray: “Sady tsy ho ahy izy no tsy ho anao! Avelao izy hozarainy roa!”",
        "27": "Dia niteny ny mpanjaka hoe: “Omeo an’ilay vehivavy voalohany ny zaza velona! Aza vonoina izy fa io no reniny.”",
        "28": "Henon’ny Israely rehetra àry ilay didim-pitsarana navoakan’ny mpanjaka, ka natahotra azy izy ireo. Hitan’izy ireo mantsy fa nomen’Andriamanitra fahendrena izy mba hahay hampihatra ny rariny."
    },
    "4": {
        "1": "Nanjaka teo amin’ny Israely rehetra i Solomona Mpanjaka.",
        "2": "Ireto avy ny manam-pahefana ambony nampiasainy: I Azaria zanak’i Zadoka no mpisorona;",
        "3": "Elihorefa sy Ahia, izay samy zanak’i Sisa, no mpitan-tsoratra; Josafata zanak’i Ahiloda no mpanoratra ny raharaham-panjakana;",
        "4": "Benaia zanak’i Joiada no lehiben’ny tafika; Zadoka sy Abiatara no mpisorona;",
        "5": "Azaria zanak’i Natana no filohan’ireo lehibem-paritra; Zaboda zanak’i Natana no mpisorona sady naman’ny mpanjaka;",
        "6": "Ahisara no niandraikitra ny tao an-dapa; ary Adonirama zanak’i Abda no niandraikitra an’ireo voantso hanao fanompoana ho an’ny mpanjaka.",
        "7": "Nanana lehibem-paritra 12 i Solomona, teo amin’ny Israely rehetra. Andraikitr’izy ireo ny namatsy sakafo ny mpanjaka sy ny tao an-dapany. Ary nifandimby nanao an’izany iray volana isan-taona ny tsirairay tamin’izy ireo.",
        "8": "Ireto avy ny anaran’izy ireo: Ny zanak’i Hora no niandraikitra ny faritra be tendrombohitr’i Efraima;",
        "9": "ny zanak’i Dakera no niandraikitra ny faritr’i Makaza, sy Salbima, sy Beti-semesy, ary Elona-beti-hanana;",
        "10": "ny zanak’i Haseda no niandraikitra ny faritr’i Arobota sy Soko ary Hefera manontolo;",
        "11": "ny zanak’i Abinadaba no niandraikitra ny tehezan-kavoanan’i Dora manontolo—lasa vadiny i Tafata zanakavavin’i Solomona—;",
        "12": "Bana zanak’i Ahiloda no niandraikitra ny faritr’i Tanàka sy Megido ary Beti-sana manontolo, izay eo akaikin’i Zaretana, eo ambanin’i Jezirela, manomboka any Beti-sana ka hatrany Abela-mehola, ary hatrany amin’ny faritr’i Jokmeama;",
        "13": "ny zanak’i Gebera no niandraikitra ny faritr’i Ramota-gileada, ary azy ny tanàna tranolain’i Jaira zanak’i Manase any Gileada, ary azy koa ny faritr’i Argoba any Basana, dia tanàna lehibe 60 nisy manda sy bara hidiny varahina;",
        "14": "Ahinadaba zanak’i Ido no niandraikitra ny faritr’i Mahanaima;",
        "15": "Ahimaza no niandraikitra ny faritr’i Naftaly—nanambady an’i Basemata zanakavavin’i Solomona izy—;",
        "16": "Bana zanak’i Hosay no niandraikitra ny faritr’i Asera sy Bealota;",
        "17": "Josafata zanak’i Paroa no niandraikitra ny faritr’i Isakara;",
        "18": "Simey zanak’i Ela no niandraikitra ny faritr’i Benjamina;",
        "19": "ary i Gebera zanak’i Ory no niandraikitra ny faritr’i Gileada, tanin’i Sihona mpanjakan’ny Amorita sy Oga mpanjakan’i Basana. Nisy lehilahy iray koa notendrena ho filohan’ireo lehibem-paritra rehetra tao amin’ilay tany ireo.",
        "20": "Maro be hoatran’ny fasika eny amoron-dranomasina ny Joda sy ny Israely. Dia nihinana sy nisotro ary nifaly izy ireo.",
        "21": "Teo ambany fahefan’i Solomona ny fanjakana rehetra, nanomboka tany amin’ny Renirano ka hatrany amin’ny tanin’ny Filistinina sy ny sisin-tanin’i Ejipta. Nandoa hetra tamin’i Solomona izy ireny sady nanompo azy nandritra ny androm-piainany.",
        "22": "Izao no sakafo nilain’i Solomona isan’andro: Lafarinina tsara toto 30 kora sy lafarinina tsotra 60 kora,",
        "23": "omby mifahy 10, omby 20 mpankeny an-kijana, ary ondry 100, ankoatra ny serfa, gazela, serfa kely, ary taontaonkafa nohatavezina.",
        "24": "Teo ambany fifehezany mantsy ny faritra rehetra atỳ ampitan’ny Renirano, nanomboka tany Tifsa ka hatrany Gaza, anisan’izany ny mpanjaka rehetra atỳ ampitan’ny Renirano. Ary niadana ny faritra rehetra nanjakany, sy ny manodidina rehetra.",
        "25": "Niaina nilamina tsara ny Joda sy ny Israely tamin’ny andro rehetra nanjakan’i Solomona. Samy teny ambanin’ny voalobony sy ny aviaviny ny olona rehetra, hatrany Dana ka hatrany Beri-sheba.",
        "26": "Ary nanana tranon-tsoavaly 4 000 i Solomona, ho an’ireo soavaly mpitarika ny kalesiny. Nanana soavaly 12 000 koa izy.",
        "27": "Ireo lehibem-paritra ireo no namatsy sakafo an’i Solomona Mpanjaka sy izay rehetra nisakafo teo amin’ny latabany. Samy namita ny anjarany avy ny tsirairay isaky ny volana nanendrena azy, ka nataony ampy tsara daholo ny zava-drehetra.",
        "28": "Nentin’izy ireo tany amin’izay nilana azy koa ny vary orza sy ny mololo ho an’ny soavaly, anisan’izany ireo soavaly mpitarika kalesy. Samy nitondra an’izay nasaina nentiny avy ny tsirairay.",
        "29": "Nomen’Andriamanitra fahendrena sy fahiratan-tsaina tsy nisy hoatr’izany i Solomona. Nomeny fo tena mahay manavaka koa izy, dia fahaiza-manavaka be dia be hoatran’ny fasika eny amoron-dranomasina.",
        "30": "Nihoatra noho ny fahendren’ny Tatsinanana rehetra sy ny fahendrena rehetra nananan’ny Ejipsianina ny fahendren’i Solomona.",
        "31": "Hendry noho ny olona rehetra izy. Hendry kokoa izy raha noharina tamin’i Etana Ezrahita, Hemana, Kalkola, ary Darda, izay samy zanak’i Mahola. Ary niely tany amin’ny firenena rehetra nanodidina ny lazany.",
        "32": "Namorona ohabolana 3 000 sy hira 1 005 izy.",
        "33": "Niresaka momba ny hazo izy, hatramin’ny sedera any Libàna ka hatramin’ny hysopa maniry eny amin’ny rindrina. Niresaka momba ny biby, ny vorona, ny biby mandady, ary ny trondro koa izy.",
        "34": "Tonga mba hihaino ny fahendren’i Solomona ny olona avy any amin’ny firenena rehetra, anisan’izany ireo mpanjaka avy any amin’ny faritra rehetra eran-tany izay nandre momba ny fahendreny."
    },
    "5": {
        "1": "Rehefa henon’i Hirama, mpanjakan’i Tyro, fa i Solomona no voahosotra ho mpanjaka handimby an-drainy, dia naniraka ny mpanompony ho any amin’i Solomona izy. Efa naman’i Davida hatramin’izay mantsy i Hirama.",
        "2": "Dia nampitondra hafatra ho an’i Hirama i Solomona hoe:",
        "3": "“Fantatrao tsara fa tsy afaka nanao trano ho an’ny anaran’i Jehovah Andriamaniny i Davida raiko, satria niady taminy foana ny fahavalony manodidina azy, mandra-panaon’i Jehovah azy ireny ho eo ambany faladiany.",
        "4": "Nataon’i Jehovah Andriamanitro milamina anefa izao ny sisin-taniko rehetra. Tsy misy manohitra ahy sady tsy misy loza mitranga.",
        "5": "Mieritreritra ny hanorina trano ho an’ny anaran’i Jehovah Andriamanitro àry aho. Efa nampanantena an’i Davida raiko mantsy i Jehovah hoe: ‘Ny zanakao, izay hotendreko handimby anao eo amin’ny seza fiandriananao, no hanorina an’ilay trano ho an’ny anarako.’",
        "6": "Koa asaivo mikapa hazo sederan’i Libàna ny olonao mba homena ahy. Dia hiara-miasa amin’ny mpanomponao ny mpanompoko, ary haloako izay karama lazainao hoe tokony homena ny mpanomponao. Fantatrao tsara mantsy fa tsy misy aminay mahay mikapa hazo hoatran’ny Sidonianina.”",
        "7": "Faly be i Hirama naheno ny tenin’i Solomona, ka nilaza hoe: “Hoderaina anie i Jehovah ankehitriny, satria nanome zanaka hendry an’i Davida izy mba hitondra an’izany vahoaka be izany!”",
        "8": "Naniraka olona nankany amin’i Solomona àry i Hirama mba hiteny hoe: “Efa henoko ny hafatra nampitondrainao ho ahy. Hataoko izay rehetra tianao ka homeko anao izay hazo sedera sy zenevrie hilainao.",
        "9": "Ny mpanompoko no hampidina an’izany avy any Libàna ho any an-dranomasina. Ary hatambatro ho zahatra ny hazo ka halefako eny an-dranomasina hatrany amin’izay toerana holazainao amiko. Any no hasaiko borahina izany, amin’izay mba azonao taterina. Ary ianao kosa hanome an’izay sakafo hangatahiko ho an’ny ankohonako.”",
        "10": "Nomen’i Hirama daholo àry izay hazo sedera sy zenevrie nilain’i Solomona.",
        "11": "I Solomona kosa nanome an’i Hirama varimbazaha 20 000 kora ho sakafon’ny ankohonany, ary menak’oliva tena tsara 20 kora. Izany no nomen’i Solomona an’i Hirama isan-taona.",
        "12": "Nomen’i Jehovah fahendrena i Solomona, araka ny nampanantenainy azy. Ary tsara fihavanana i Hirama sy Solomona, ka nanao fifanarahana izy roa lahy.",
        "13": "Nampiantso olona avy tamin’ny Israely rehetra i Solomona Mpanjaka mba hanao fanompoana, ka lehilahy 30 000 no voantso.",
        "14": "Nalefany nifandimby nankany Libàna izy ireo, ka 10 000 isam-bolana no niara-nalefany. Nijanona iray volana tany Libàna izy ireo, ary roa volana tany an-tranony. I Adonirama no niandraikitra an’ireo voantso hanao fanompoana ireo.",
        "15": "Nanana mpitondra entana 70 000 sy mpipai-bato 80 000 i Solomona teny an-tendrombohitra,",
        "16": "ankoatra an’ireo andriana lehibem-paritra 3 300 notendreny hanara-maso an’ireo mpiasa.",
        "17": "Nasain’ny mpanjaka namaky vato izy ireo mba hahazoana vato lehibe sy lafo vidy. Amin’izay dia vato voapaika no hatao fototr’ilay trano.",
        "18": "Nipai-bato àry ny mpanao tranon’i Solomona sy ny mpanao tranon’i Hirama ary ny Gebalita, sady nanomana ny hazo sy ny vato hanaovana an’ilay trano."
    },
    "6": {
        "1": "Nanomboka nanorina trano ho an’i Jehovah i Solomona tamin’ny taona faha-480 taorian’ny nivoahan’ny Israelita avy tany Ejipta, izany hoe tamin’ny taona fahefatra nanjakany teo amin’ny Israely, tamin’ny volana Ziva, volana faharoa.",
        "2": "Toy izao ny refin’ilay trano naorin’i Solomona Mpanjaka ho an’i Jehovah: 60 hakiho ny lavany, 20 hakiho ny sakany, ary 30 hakiho ny haavony.",
        "3": "Nisy tilikambo fidirana teo anoloan’ny tempoly. Nirefy 20 hakiho mitovy amin’ny sakan’ilay trano ny lavany. Folo hakiho ny sakany avy eo anoloan’ilay trano.",
        "4": "Nasiany varavarankely maromaro mihatery ilay trano.",
        "5": "Ary nanorina trano hafa manodidina an’ilay trano izy, ka nataony niankina tamin’ny rindrina manodidina ny tempoly sy ny efitra anatiny indrindra izany. Ary nasiany efitrefitra ilay trano manodidina.",
        "6": "Dimy hakiho ny sakan’ilay efitrefitra farany ambany, enina hakiho ny sakan’ilay teo antenatenany, ary fito hakiho ny sakan’ilay fahatelo. Nanesorana kely mantsy ny rindrina manodidina an’ilay trano, mba tsy hisy zavatra hatsofoka ao anaty rindrina.",
        "7": "Vato efa voapaika no nanaovana an’ilay trano ka tsy nandrenesana feona marotoa, na famaky, na fitaovana vy, tao amin’ilay trano nandritra ny fanorenana.",
        "8": "Teo amin’ny lafiny atsimo amin’ilay trano ny fidirana mankao amin’ny efitrefitra farany ambany. Ary tohatohatra miolakolaka no iakarana mankao amin’ny rihana eo antenatenany, sy avy eo antenatenany mankao amin’ny rihana faharoa.",
        "9": "Notohiziny ny fananganana an’ilay trano ka vita ilay izy. Notafoany vatan-kazo sedera sy hazo fisaka sedera milahadahatra ilay trano.",
        "10": "Nataony manodidina an’ilay trano ireo efitrefitra, ary dimy hakiho avy ny haavony. Hazo sedera no nanakambanana azy ireo tamin’ilay trano.",
        "11": "Tamin’izany fotoana izany, dia niteny tamin’i Solomona i Jehovah hoe:",
        "12": "“Raha manaraka ny lalàko sy manatanteraka ny didim-pitsarako ianao, ary mitandrina ny didiko rehetra ka manaraka an’izany, dia hotanterahiko aminao koa izay nampanantenaiko an’i Davida rainao momba an’io trano ataonao io.",
        "13": "Ary honina eo anivon’ny Israelita aho, ka tsy hahafoy ny Israely vahoakako.”",
        "14": "Notohizin’i Solomona ny fanorenana an’ilay trano mandra-pahavitany azy.",
        "15": "Hazo fisaka sedera no nandrakofany ny rindrina anatiny tamin’ilay trano, nanomboka teo amin’ny gorodon’ilay trano ka hatreny amin’ireo hazo mitondra ny tafo. Ary hazo fisaka zenevrie no nataony gorodon’ilay trano.",
        "16": "Ary nanamboatra efitra mirefy 20 hakiho teny amin’ny faran’ilay trano izy. Hazo fisaka sedera no nanaovany azy, nanomboka teo amin’ny gorodona ka hatreny amin’ny hazo mitondra ny tafo. Ary tao anatin’izy io no nataony ny efitra anatiny indrindra, izany hoe ny Masina Indrindra.",
        "17": "Nirefy 40 hakiho ilay tempoly, izany hoe ny ampahany amin’ilay trano teo anoloany.",
        "18": "Noravahana sary sokitra voatango sy voninkazo mamelana ireo hazo sedera tao anatin’ilay trano. Hazo sedera daholo izy manontolo, ary tsy nisy vato tazana.",
        "19": "Nanomana an’ilay efitra anatiny indrindra tao amin’ilay trano izy, mba hametrahany an’ilay Vata misy ny fifanekena nataon’i Jehovah.",
        "20": "Nirefy 20 hakiho ny lavan’ilay efitra anatiny indrindra, 20 hakiho ny sakany, ary 20 hakiho ny haavony. Dia nopetahany takela-bolamena tsy misy fangarony ilay izy, ary nopetahany hazo sedera ny alitara.",
        "21": "Nopetahan’i Solomona takela-bolamena tsy misy fangarony ny aty trano. Dia nasiany rojo volamena teo anoloan’ilay efitra anatiny indrindra, izay nopetahany takela-bolamena.",
        "22": "Nopetahany takela-bolamena ilay trano manontolo, mandra-pahavitan’ilay trano. Nopetahany takela-bolamena koa ilay alitara manontolo teo akaikin’ny efitra anatiny indrindra.",
        "23": "Nanamboatra kerobima roa hatao ao amin’ny efitra anatiny indrindra izy. Hazo kesika no nanaovany azy ireo, ary folo hakiho ny haavon’ny kerobima tsirairay.",
        "24": "Dimy hakiho ny elatra iray amin’ilay kerobima, ary dimy hakiho koa ny elatra ilany. Folo hakiho ny avy eo amin’ny tendron’ny elany iray ka hatreo amin’ny tendron’ny elany iray.",
        "25": "Folo hakiho koa ilay kerobima faharoa. Nitovy ny haben’ireo kerobima roa sy ny bikany.",
        "26": "Folo hakiho ny haavon’ny kerobima iray, ary hoatr’izany koa ilay kerobima iray.",
        "27": "Dia nataony tao amin’ilay trano anatiny ireo kerobima. Nivelatra ny elatr’izy ireo, ka tonga hatrany amin’ny rindrina iray ny elatry ny kerobima iray, ary hatrany amin’ilay rindrina anankiray ny elatry ny kerobima iray. Nivelatra koa ireo elatra roa hafa ka nifampikasika teo afovoan-trano.",
        "28": "Ary nopetahany takela-bolamena ireo kerobima.",
        "29": "Nasiana sary sokitra kerobima sy hazo palmie ary voninkazo mamelana ny rindrin’ilay trano manontolo, dia ilay efitra anatiny sy ilay efitra ivelany.",
        "30": "Ary nopetahany takela-bolamena ny gorodon’ireo efitra roa ireo.",
        "31": "Ary teo amin’ny fidirana mankao amin’ny efitra anatiny indrindra, dia nasiany varavarana roa vita tamin’ny hazo kesika, sy andry teo amin’ny andaniny roa, ary tolàna. Io no ampahadiminy.",
        "32": "Hazo kesika no nanaovana an’ireo varavarana roa, ary nasiany sary sokitra kerobima sy hazo palmie ary voninkazo mamelana teo amin’izy ireo. Ary nopetahany takela-bolamena ireo varavarana, ka nokapokapohiny teo ambonin’ireo sarina kerobima sy sarina hazo palmie ilay takela-bolamena mba hametahana an’ilay izy.",
        "33": "Toy izany koa no nanaovany ny fidirana mankao amin’ny tempoly. Nasiany tolàna vita tamin’ny hazo kesika ilay izy, ka ireo ny ampahefany.",
        "34": "Ary nanamboatra varavarana roa vita tamin’ny hazo zenevrie izy. Misy lelavaravarana roa ny varavarana tsirairay, ary samy mihodina amin’ny savily ireo lelavaravarana ireo.",
        "35": "Nasiany sary sokitra kerobima sy hazo palmie ary voninkazo mamelana izany. Dia nopetahany takela-bolamena ireo sary ireo.",
        "36": "Nanao ny tambohon’ny tokotany anatiny izy, ka vato voapaika telo andalana sy vatan-kazo sedera iray andalana no nanamboarany azy.",
        "37": "Tamin’ny taona fahefatra, tamin’ny volana Ziva, no napetraka ny fototry ny tranon’i Jehovah.",
        "38": "Ary vita ilay trano tamin’ny taona faha-11, tamin’ny volana Bola, volana fahavalo. Vita tsara an-tsakany sy an-davany sy nifanaraka tamin’ny planina ilay izy. Fito taona no nanorenany an’ilay trano."
    },
    "7": {
        "1": "Ary 13 taona no nanaovan’i Solomona ny tranony, dia vitany tanteraka ilay izy.",
        "2": "Dia nanorina ny Trano Alan’i Libàna izy, ka 100 hakiho ny lavany, 50 hakiho ny sakany, ary 30 hakiho ny haavony. Nataony teo ambony andry sedera ilay trano, ary nisy laharany efatra ireo andry. Ary nisy vatan-kazo sedera teo ambonin’ireo andry.",
        "3": "Nopetahana takela-kazo sedera ilay trano teo ambonin’ireo tsivalan-kazo teo ambonin’ny andry. Nisy 45 izy ireo, ka 15 ny teo amin’ny laharana iray.",
        "4": "Nisy varavarankely telo andalana ilay trano, ary nisy sisiny ipetrahany ireo varavarankely ireo. Nisy varavarankely nifanandrify taminy ny varavarankely tsirairay teo amin’ireo ambaratonga telo ireo.",
        "5": "Efajoro ny sisin’ny fidirana sy ny tolàm-baravarana rehetra, hoatran’ireo varavarankely nifanandrify, izay nifanao ambaratonga telo.",
        "6": "Ary nanorina ny Trano Maro Andry izy, ka nataony 50 hakiho ny lavany ary 30 hakiho ny sakany. Nisy lala-mitafo nisy andry sy tafokely teo anoloan’izy io.",
        "7": "Nanorina ny Tranon’ny Seza Fiandrianana na ny Trano Fitsarana koa izy, ka tao izy no nitsara. Norakofana hazo sedera ilay izy, nanomboka teo amin’ny gorodona ka hatreny amin’ireo hazo mitondra ny tafo.",
        "8": "Lavidavitra an’ilay Trano Fitsarana ny trano nipetrahan’i Solomona, izay nataony teo amin’ny tokotany iray hafa. Nitovy tamin’io Trano Fitsarana io ihany ny nanaovana azy. Nanorina trano nitovy tamin’io koa i Solomona mba ho an’ny zanakavavin’i Farao, izay nalainy ho vady.",
        "9": "Vato lafo vidy no nanaovana an’ireo rehetra ireo. Voapaika araka ny refy nilaina ireo vato, sady notsofana tamin’ny tsofam-bato na ny anatiny na ny ivelany. Vato toy izany no nampiasaina, nanomboka teo amin’ny fototra ka hatreny amin’ny tampony. Toy izany koa ny tany ivelany, hatrany amin’ilay tokotany lehibe.",
        "10": "Vato ngezabe sy lafo vidy no natao fototra. Ny sasany nirefy folo hakiho, ary nisy nirefy valo hakiho.",
        "11": "Ary vato lafo vidy, voapaika araka ny refy nilaina, sy hazo sedera no teo amboniny.",
        "12": "Nasiana tamboho manodidina an’ilay tokotany lehibe. Vato voapaika telo andalana sy vatan-kazo sedera iray andalana no nanaovana azy io. Nisy tamboho hoatr’izany koa ilay tokotany anatiny, izay misy ny tranon’i Jehovah sy ny tilikambo fidirana mankao amin’io trano io.",
        "13": "Naniraka olona haka an’i Hirama avy any Tyro i Solomona Mpanjaka.",
        "14": "Zanaka mpitondratena avy amin’ny fokon’i Naftaly i Hirama, ary mpanefy varahina avy any Tyro ny rainy. Tena havanana sy nahira-tsaina ary za-draharaha izy, amin’ny fanamboarana zavatra isan-karazany vita amin’ny varahina. Dia tonga tany amin’i Solomona Mpanjaka izy, ka nanao ny asa rehetra nampanaoviny.",
        "15": "Nandrendrika varahina izy hanaovana ny andry roa: 18 hakiho avy ny haavony, ary tady 12 hakiho vao nahodidina ny andry tsirairay.",
        "16": "Ary nanao loha andry roa tamin’ny varahina narendrika izy, mba hatao teo an-tampon’ireo andry. Dimy hakiho ny haavon’ny loha andry iray, ary dimy hakiho koa ny haavon’ny iray.",
        "17": "Nisy haingony hoatran’ny harato teo amin’ny loha andry tsirairay teo an-tampon’ireo andry. Rojo norarina no nanaovana an’ilay haingony. Fito no teo amin’ny loha andry iray, ary fito koa no teo amin’ny iray.",
        "18": "Ary nanao ampongabendanitra roa andalana manodidina ny harato izy mba handrakofana ny loha andry, izay teo an-tampon’ireo andry. Nataony toy izany ireo loha andry roa.",
        "19": "Nitovy tamin’ny voninkazo lisy ireo loha andry teo an-tampon’ireo andry, teo akaikin’ny tilikambo fidirana. Efatra hakiho ny haavon’ireo voninkazo.",
        "20": "Teo an-tampon’ny andry roa no nisy an’ireo ampahany tamin’ny loha andry ireo, izany hoe teo ambonin’ilay faritra mivohitra voahodidin’ireo harato. Nisy andalana ampongabendanitra nanodidina ny loha andry tsirairay, ary 200 ny isan’ireo ampongabendanitra ireo.",
        "21": "Natsangany ireo andrin’ny tilikambo fidirana mankao amin’ny tempoly. Natsangany ny andry ankavanana ary nantsoiny hoe Jakina. Natsangany koa ny andry ankavia ary nantsoiny hoe Boaza.",
        "22": "Nitovy tamin’ny voninkazo lisy ny tampon’ireo andry. Dia vita ny fanamboarana an’ireo andry.",
        "23": "Ary nanao fitoeran-drano varahina lehibe nantsoina hoe Ranomasina izy. Boribory ilay izy: 10 hakiho ny savaivony, 5 hakiho ny haavony, ary tady 30 hakiho vao nahodidina azy.",
        "24": "Nisy haingony nitovy tamin’ny voatango teo ambanin’ny molony manodidina azy. Voatango folo isaky ny iray hakiho no nanodidina an’ilay Ranomasina. Roa andalana ireo voatango ireo ary lasitra iray ihany no nandrendrehana azy ireo sy ilay Ranomasina.",
        "25": "Nipetraka teo ambonin’ny omby varahina 12 ilay Ranomasina, ka ny omby 3 nitodika nianavaratra, ny 3 niankandrefana, ny 3 nianatsimo, ary ny 3 niantsinanana. Nifampiamboho ireo omby rehetra ireo, ary teo ambonin’ireo ilay Ranomasina.",
        "26": "Toy ny sakan’ny felatanana ny hatevin’ilay Ranomasina, ary natao hoatran’ny molotra kaopy ny molony, mitovy amin’ny felana lisy. Antonona rano 2 000 bata ilay izy.",
        "27": "Dia nanao kalesy varahina folo izy. Efatra hakiho ny lavan’ny kalesy tsirairay, efatra hakiho ny sakany, ary telo hakiho ny haavony.",
        "28": "Toy izao no nanaovana an’ireo kalesy: Nisy takelaka maromaro teo amin’izy ireo, ary nisy sisiny manodidina daholo ireo takelaka.",
        "29": "Nisy sarina liona sy omby ary kerobima teo amin’ireo takelaka nisy sisiny manodidina. Nisy sary toy izany koa teo amin’ireo sisiny ireo. Nisy haingonkaingony nivohitra sady nitohitohy teo ambonin’ireo liona sy omby, sy teo ambaniny.",
        "30": "Nisy kodiarana varahina efatra ny kalesy tsirairay, ary nisy varahina lavalava nihodinan’ireo kodiarana. Ny zorony efatra tamin’ny kalesy no tohana nihazona an’ireo. Nisy haingonkaingony nivohitra sady nitohitohy ny sisin’ny tohana tsirairay teo ambany kovetabe.",
        "31": "Nisy hoatran’ny satroboninahitra teo amin’ny vavan’ilay kovetabe, ary iray hakiho ny avy eo amin’ny vodin’ilay kovetabe hatreo amin’ny sisiny ambany amin’ilay satroboninahitra. Boribory ny vavany, ary iray hakiho sy sasany ny fitambaran’ny haavon’ilay izy sy ny tohany. Ary nisy sary sokitra teo amin’ilay satroboninahitra. Efajoro ireo takelaka teo amin’izy io, fa tsy boribory.",
        "32": "Teo ambanin’ireo takelaka no nisy ny kodiarana efatra. Ary niraikitra tamin’ilay kalesy ireo tohana nihazona an’ireo kodiarana. Iray hakiho sy sasany ny haavon’ny kodiarana tsirairay.",
        "33": "Toy ny kodiaran-tsarety no nanaovana ny kodiarany. Natao tamin’ny metaly narendrika daholo, na ireo tohana nihazona azy, na ny tena kodiarana, na ny rantsany, na ny ivon-kodiarana.",
        "34": "Nisy tohany efatra ny zorony efatra tamin’ny kalesy tsirairay. Niara-narendrika tamin’ny kalesy ireo tohany ireo.",
        "35": "Nisy fehiny boribory teo an-tampon’ilay kalesy, ary antsasaky ny hakiho ny haavony. Ary niara-narendrika tamin’ilay kalesy ireo takelaka sy ny sisiny manodidina azy, izay teo an-tampon’ilay kalesy.",
        "36": "Nasiany sary sokitra kerobima sy liona ary hazo palmie teny amin’izay nisy malalaka, teo amin’ireo takelaka sy ny sisiny manodidina an’ireo takelaka. Nasiany haingonkaingony nivohitra sady nitohitohy koa manodidina.",
        "37": "Toy izany no nanaovany ny kalesy folo. Nitovy daholo ny fomba nandrendrehana azy sy ny refiny ary ny bikany.",
        "38": "Nanao kovetabe varahina folo izy. Antonona rano 40 bata ny kovetabe tsirairay, ary samy nirefy efatra hakiho. Samy nisy kovetabe iray avy teo amin’ireo kalesy folo.",
        "39": "Napetrany teo ankavanan’ny trano ny kalesy dimy ary teo ankavia ny dimy. Ary nataony teo ankavanan’ny trano, teo atsimoatsinanana, ilay Ranomasina.",
        "40": "Nanamboatra kovetabe sy lapelina ary vilia baolina koa i Hirama. Vitan’i Hirama àry ny asa rehetra nataony ho an’i Solomona Mpanjaka, momba ny tranon’i Jehovah:",
        "41": "Ny andry roa sy ny loha andry nitovy tamin’ny vilia baolina, izay teo an-tampon’ny andry roa; ny harato roa nandrakotra ny loha andry roa nitovy tamin’ny vilia baolina, izay teo an-tampon’ireo andry;",
        "42": "ny ampongabendanitra 400 ho an’ny harato roa, ka ampongabendanitra roa andalana ho an’ny harato tsirairay, mba handrakofana ny loha andry roa teo ambonin’ny andry roa;",
        "43": "ny kalesy folo sy ny kovetabe folo teo amboniny;",
        "44": "ny Ranomasina sy ny omby 12 teo ambaniny;",
        "45": "ny fitoeran-davenona, ny lapelina, ny vilia baolina, ary ny fitaovana rehetra, izay nataon’i Hirama tamin’ny varahina nokosehina hangirana. Nataony ho an’i Solomona Mpanjaka izany, ho an’ny tranon’i Jehovah.",
        "46": "Tao amin’ny faritr’i Jordana, teo anelanelan’i Sokota sy Zaretana, no nandrendrehan’ny mpanjaka an’ireo, tao anaty lasitra tanimanga.",
        "47": "Tsy nolanjain’i Solomona ny fitaovana rehetra, satria be dia be loatra. Tsy fantatra intsony izay lanjan’ny varahina.",
        "48": "Nataon’i Solomona ny fitaovana rehetra ho an’ny tranon’i Jehovah: Ny alitara volamena; ny latabatra volamena fametrahana ny mofo aseho;",
        "49": "ny fitoeran-jiro volamena tsy misy fangarony, dimy teo ankavanana ary dimy teo ankavia, teo anoloan’ny efitra anatiny indrindra; ny felam-boninkazo tamin’ny fitoeran-jiro, ny jiro, ny fitazonana lahin-jiro, izay samy volamena;",
        "50": "ny kovetabe, ny famonoan-jiro, ny vilia baolina, ny kaopy, ny fitondrana afo, izay samy volamena tsy misy fangarony; ary ny savily ho an’ny varavaran’ny trano anatiny, izany hoe ny Masina Indrindra, sy ho an’ny varavaran’ny tempoly, izay samy volamena.",
        "51": "Vitan’i Solomona Mpanjaka àry ny asa rehetra tsy maintsy nataony ho an’ny tranon’i Jehovah. Dia nampidiriny tao ireo zavatra efa nohamasinin’i Davida rainy. Ary nataony tao amin’ny fitehirizana zava-tsarobidy tao an-tranon’i Jehovah ny volafotsy sy ny volamena ary ny fitaovana hafa."
    },
    "8": {
        "1": "Tamin’izany fotoana izany, dia novorin’i Solomona ny anti-panahin’ny Israely, sy ny lehibem-poko rehetra, ary ny mpiadidy teo amin’ny fianakaviamben’ny Israely. Tonga tany amin’i Solomona Mpanjaka tany Jerosalema izy ireo, mba hampiakatra ny Vata misy ny fifanekena nataon’i Jehovah, avy tany amin’ny Tanànan’i Davida, izany hoe Ziona.",
        "2": "Dia nivory teo anatrehan’i Solomona Mpanjaka ny lehilahy rehetra teo amin’ny Israely tamin’ny fotoanan’ny fety, tamin’ny volana Etanima, izany hoe ny volana fahafito.",
        "3": "Koa tonga daholo ny anti-panahin’ny Israely, ary nobatain’ny mpisorona ilay Vata.",
        "4": "Dia nentin’izy ireo niakatra ilay Vata masin’i Jehovah, sy ny tranolay fihaonana, ary ny fitaovana masina rehetra tao amin’ilay tranolay. Ny mpisorona sy ny Levita no nitondra an’izany niakatra.",
        "5": "Teo anoloan’ilay Vata i Solomona Mpanjaka sy ny vahoakan’Israely manontolo, izay nampanantsoiny mba hihaona aminy. Be dia be mihitsy ny ondry sy omby natao sorona tamin’izay, ka tsy voaisa intsony.",
        "6": "Dia nentin’ny mpisorona ilay Vata misy ny fifanekena nataon’i Jehovah, ka nataony teo amin’ny toerany, tao amin’ny efitra anatiny indrindra amin’ilay trano, tao amin’ny Masina Indrindra, teo ambany elatr’ireo kerobima.",
        "7": "Nivelatra teo ambonin’ny toerana nisy an’ilay Vata àry ny elatr’ireo kerobima, ka nanaloka an’ilay Vata sy ireo bao filanjana azy ny kerobima.",
        "8": "Lava be ireo bao ka tazana ny tendrony raha avy eo amin’ny Masina, eo anoloan’ny efitra anatiny indrindra. Tsy tazana avy any ivelany kosa ireo bao ireo. Ary mbola ao ireo hatramin’izao.",
        "9": "Tsy nisy na inona na inona tao anatin’ilay Vata, afa-tsy ireo takela-bato roa napetrak’i Mosesy tao, tany Horeba, rehefa nanao fifanekena tamin’ny vahoakan’Israely i Jehovah, tamin’izy ireo nivoaka avy tany Ejipta.",
        "10": "Nameno ny tranon’i Jehovah ny rahona, rehefa nivoaka avy tao amin’ny toerana masina ireo mpisorona.",
        "11": "Tsy nahavita nanohy ny fanompoany izy ireo noho ilay rahona, satria feno ny voninahitr’i Jehovah ny tranon’i Jehovah.",
        "12": "Dia hoy i Solomona tamin’izay: “Nilaza i Jehovah fa honina ao amin’ny haizim-pito izy.",
        "13": "Koa efa nahavita trano be voninahitra ho anao aho, dia toerana honenanao mandrakizay.”",
        "14": "Dia nitodika ny mpanjaka, ka notsofiny rano ny fiangonan’Israely manontolo, raha mbola nitsangana izy ireo.",
        "15": "Ary niteny izy hoe: “Hoderaina anie i Jehovah Andriamanitry ny Israely, fa ny vavany mihitsy no efa nampanantena an’i Davida raiko, ary ny tanany mihitsy no efa nanatanteraka an’izany! Hoy mantsy Izy:",
        "16": "‘Hatramin’ny andro nitondrako ny Israely vahoakako nivoaka avy tany Ejipta, dia mbola tsy nisy tanàna nofidiko teo amin’ny foko rehetra teo amin’ny Israely, mba hanaovana trano hitoeran’ny anarako. Nifidy an’i Davida ho mpitarika ny Israely vahoakako anefa aho.’",
        "17": "Ary nirin’ny fon’i Davida raiko ny hanorina trano ho an’ny anaran’i Jehovah Andriamanitry ny Israely.",
        "18": "Hoy anefa i Jehovah tamin’i Davida raiko: ‘Nirinao tamin’ny fonao manontolo ny hanorina trano ho an’ny anarako, ary tsara izany fanirian’ny fonao izany.",
        "19": "Tsy ianao anefa no hanorina an’ilay trano, fa ny zanakao izay haterakao no hanorina an’ilay trano ho an’ny anarako.’",
        "20": "Notanterahin’i Jehovah ny fampanantenana nataony, satria nandimby an’i Davida raiko aho ary mipetraka eo amin’ny seza fiandrianan’ny Israely, araka ny nampanantenain’i Jehovah. Nanao trano ho an’ny anaran’i Jehovah Andriamanitry ny Israely koa aho.",
        "21": "Ary nasiako toerana tao mba hametrahana an’ilay Vata misy ny fifanekena nataon’i Jehovah tamin’ny razambentsika, tamin’izy nitondra azy ireo nivoaka avy tany Ejipta.”",
        "22": "Dia nitsangana teo anoloan’ny alitaran’i Jehovah, teo anatrehan’ny fiangonan’Israely manontolo, i Solomona, ary namelatra ny tanany nanandrify ny lanitra mba hivavaka.",
        "23": "Dia hoy izy: “Ry Jehovah Andriamanitry ny Israely ô, tsy misy Andriamanitra hoatr’anao na any amin’ny lanitra ambony na etỳ amin’ny tany ambany. Manaja fifanekena ianao, ary tia an’izay manompo anao amin’ny fony manontolo sady tsy mivadika aminy.",
        "24": "Notanterahinao ny fampanantenana nataonao tamin’i Davida raiko mpanomponao. Ny vavanao mihitsy no nampanantena ary ny tananao mihitsy no nanatanteraka an’izany androany.",
        "25": "Ry Jehovah Andriamanitry ny Israely ô, tanteraho àry ilay fampanantenana nataonao tamin’i Davida raiko mpanomponao hoe: ‘Hisy lehilahy avy amin’ny taranakao foana hipetraka eo anatrehako eo amin’ny seza fiandrianan’ny Israely, raha mitandrina tsara an’izay ataony ny taranakao, ka manaraka an’izay atoroko, tahaka ny nanarahanao an’izay natoroko anao.’",
        "26": "Koa ankehitriny, ry Andriamanitry ny Israely ô, mba tanteraho re ny fampanantenana nataonao tamin’i Davida raiko mpanomponao e!",
        "27": "“Andriamanitra anefa ve dia tena honina etỳ an-tany? Ny lanitra, eny, ny lanitry ny lanitra aza tsy omby anao, koa mainka fa ity trano naoriko ity!",
        "28": "Koa mba henoy ny vavak’ity mpanomponao sy ny fitalahoany famindram-po, ry Jehovah Andriamanitro ô! Henoy ny antso vonjy sy ny vavaka ataon’ny mpanomponao eto anatrehanao androany.",
        "29": "Enga anie ianao hijery andro aman’alina an’ity trano ity, dia ilay toerana nolazainao hoe: ‘Ho ao ny anarako’, ka hohenoinao ny vavaka ataon’ny mpanomponao manandrify an’ity toerana ity!",
        "30": "Henoy ny fitalahoan’ny mpanomponao famindram-po, sy ny fitalahoan’ny Israely vahoakanao rehefa mivavaka manandrify an’ity toerana ity. Ary enga anie ianao hihaino any an-danitra fonenanao any! Enga anie ianao hihaino ka hamela heloka!",
        "31": "“Raha misy olona manota amin’ny namany ka asaina mianiana sy miaiky hoe ho voaozona izy raha tsy manaja an’ilay fianianana, ary tonga eo anoloan’ny alitaranao ato amin’ity trano ity izy,",
        "32": "dia enga anie ianao hihaino any an-danitra any, ka hanao zavatra ary hitsara ny mpanomponao! Melohy ny ratsy fanahy, ary valio araka izay nataony izy. Lazao hoe tsy manan-tsiny kosa ny olo-marina, ary omeo valisoa izy satria nanao ny marina.",
        "33": "“Raha resin’ny fahavalo ny Israely vahoakanao satria nanota taminao foana, nefa miverina aminao izy ka manome voninahitra ny anaranao, ary mivavaka sy mitalaho famindram-po aminao ato amin’ity trano ity,",
        "34": "dia enga anie ianao hihaino any an-danitra any, ka hamela ny fahotan’ny Israely vahoakanao, ary hampody azy any amin’ny tany nomenao ny razambeny!",
        "35": "“Raha mihidy ny lanitra ka tsy misy orana satria nanota taminao foana izy ireo, nefa mivavaka manandrify an’ity toerana ity izy ary manome voninahitra ny anaranao sady miala amin’ny fahotany, satria nataonao izay hahatonga azy hanetry tena,",
        "36": "dia enga anie ianao hihaino any an-danitra any, ka hamela ny fahotan’ny mpanomponao, dia ny an’ny Israely vahoakanao, ary hanoro azy ny lalana tsara tokony halehany! Ary andatsaho orana ny taninao izay nomenao ho lovan’ny vahoakanao.",
        "37": "“Raha misy mosary eto amin’ity tany ity na areti-mandringana, na mainan’ny rivotra mahamay sy tratran’ny aretin-javamaniry ny voly, na misy andiam-balala na valala mirangorango, na misy fahavalo manao fahirano ny vahoakanao ao amin’ireo tanàna ao amin’ity tany ity, na misy loza na aretina hafa,",
        "38": "ka mivavaka na mitalaho famindram-po ny olona iray na ny Israely vahoakanao rehetra—satria samy mahalala an’izay mampahory azy ao am-pony ao ny tsirairay—ka mamelatra ny tanany manandrify an’ity trano ity izy,",
        "39": "dia enga anie ianao hihaino any an-danitra fonenanao any, ary hamela heloka sy hanao zavatra! Mba valio araka izay nataony ny tsirairay, satria ianao no mahalala ny ao am-pony—ianao irery ihany no mahalala tsara ny ao am-pon’ny tsirairay—",
        "40": "mba hatahorany anao amin’ny andro rehetra iainany eto amin’ity tany nomenao ny razambenay ity!",
        "41": "“Raha misy koa vahiny tsy anisan’ny Israely vahoakanao, nefa tonga avy any an-tany lavitra noho ny amin’ny anaranao,",
        "42": "—satria handre momba ny anaranao be voninahitra sy ny tananao matanjaka ary ny sandrinao mahery izy ireo—ka tonga mivavaka manandrify an’ity trano ity izy,",
        "43": "dia enga anie ianao hihaino any an-danitra fonenanao any, ka hanao an’izay rehetra angatahin’ilay vahiny aminao! Amin’izay dia ho fantatry ny firenena rehetra eto an-tany ny anaranao, ka hatahotra anao hoatran’ny Israely vahoakanao izy ireo, ary ho fantany fa efa nantsoina teto amin’ity trano naoriko ity ny anaranao.",
        "44": "“Raha mandeha miady amin’ny fahavalony any amin’ny lalana andefasanao azy ny vahoakanao, ka mivavaka amin’i Jehovah manandrify ny tanàna nofidinao sy ny trano naoriko ho an’ny anaranao,",
        "45": "dia henoy any an-danitra any ny vavaka ataony sy ny fitalahoany famindram-po, ka ataovy izay hitanao fa rariny mba hanampiana azy ireo.",
        "46": "“Raha manota aminao izy—fa tsy misy olombelona tsy manota—ka tezitra be aminy ianao dia avelanao ho azon’ny fahavalo izy, ka entin’izy ireo ho babo any amin’ny taniny, na lavitra na akaiky,",
        "47": "ary tonga saina izy any amin’ny tany nitondrana azy ho babo, dia miverina aminao sy mitalaho famindram-po aminao any amin’ny tanin’ny mpamabo azy ary miteny hoe: ‘Nanota izahay sady efa diso ary nanao ratsy’,",
        "48": "ary miverina aminao amin’ny fony manontolo sy ny heriny manontolo izy, any amin’ny tanin’ny fahavalony izay nitondra azy ho babo, ka mivavaka aminao manandrify ny taniny, izay nomenao ny razambeny, sy ny tanàna nofidinao ary ny trano naoriko ho an’ny anaranao,",
        "49": "dia henoy any an-danitra fonenanao any ny vavaka ataony sy ny fitalahoany famindram-po, ka ataovy izay hitanao fa rariny mba hanampiana azy,",
        "50": "ary mamelà ny heloky ny vahoakanao izay nanota taminao sy ny fahadisoana rehetra nataony taminao. Hataonao miantra azy ny mpamabo azy ka hangoraka azy izy ireo",
        "51": "—fa vahoakanao sy lovanao izy, izay nentinao nivoaka avy tany Ejipta, avy tao amin’ny fatana fandrendrehana vy.—",
        "52": "Enga anie ny masonao hijery ny mpanomponao sy ny Israely vahoakanao rehefa mitalaho famindram-po izy ireo, ka hihaino azy ianao na rahoviana na rahoviana izy ireo no miantso anao!",
        "53": "Fa navahanao tamin’ny firenena rehetra teto an-tany izy ireo mba ho lovanao, ry Jehovah Tompo Fara Tampony ô, araka ny nolazainao tamin’ny alalan’i Mosesy mpanomponao rehefa nitondra ny razambenay nivoaka avy tany Ejipta ianao.”",
        "54": "Vao avy nanao an’izany vavaka izany sy nitalaho famindram-po tamin’i Jehovah i Solomona, dia nitsangana niala teo anoloan’ny alitaran’i Jehovah, teo amin’ilay toerana nandohalehany sy namelarany ny tanany nanandrify ny lanitra.",
        "55": "Nitsangana izy dia nitso-drano ny fiangonan’Israely manontolo, ka niteny mafy hoe:",
        "56": "“Hoderaina anie i Jehovah, izay nanome fiadanana ho an’ny Israely vahoakany, araka ny nampanantenainy! Tsy nisy teny tsy tanteraka na iray aza ny zavatra rehetra nolazainy tamin’izy nampanantena zava-tsoa tamin’ny alalan’i Mosesy mpanompony.",
        "57": "Enga anie i Jehovah Andriamanitsika hanampy antsika, hoatran’ny nanampiany ny razambentsika! Tsy handao antsika anie izy na hahafoy antsika!",
        "58": "Enga anie izy handrisika ny fontsika hanatona azy, mba handehanantsika amin’ny lalany rehetra sy hankatoavantsika ny didiny sy ny fitsipiny ary ny didim-pitsarany, izay nasainy notandreman’ny razambentsika!",
        "59": "Hotsaroan’i Jehovah Andriamanitsika andro aman’alina anie ny teniko tamin’izaho nitalaho famindram-po tamin’i Jehovah, ka hanao izay hitany fa rariny izy mba hanampiana ny mpanompony sy ny Israely vahoakany, arakaraka izay ilaina isan’andro!",
        "60": "Amin’izay dia ho fantatry ny firenena rehetra eto an-tany fa i Jehovah no tena Andriamanitra, ary tsy misy hafa.",
        "61": "Koa tompoy amin’ny fo manontolo i Jehovah Andriamanitsika, dia araho ny fitsipiny ary ankatoavy ny didiny, hoatran’ny amin’izao androany izao.”",
        "62": "Dia nanao sorona be dia be teo anatrehan’i Jehovah ny mpanjaka sy ny Israely rehetra niaraka taminy.",
        "63": "Nanolotra omby 22 000 sy ondry 120 000 i Solomona mba hatao sorona iombonana ho an’i Jehovah. Toy izany no nataon’ny mpanjaka sy ny Israelita rehetra rehefa notokanana ny tranon’i Jehovah.",
        "64": "Tamin’izay andro izay, dia voatery nohamasinin’ny mpanjaka ny teo afovoan’ny tokotany, teo anoloan’ny tranon’i Jehovah. Teo no tsy maintsy nanolorany ny sorona dorana sy ny fanatitra varimbazaha ary ny tavin’ny sorona iombonana. Kely loatra mantsy ilay alitara varahina, izay teo anatrehan’i Jehovah, ka tsy antonona teo ny sorona dorana sy ny fanatitra varimbazaha ary ny tavin’ireo sorona iombonana.",
        "65": "Nanao fety i Solomona tamin’izay, niaraka tamin’ny Israely rehetra, izay fiangonana lehibe avy any Lebo-hamata ka hatrany amin’ny Reniranon’i Ejipta. Nanao fety teo anatrehan’i Jehovah Andriamanitsika izy nandritra ny 7 andro, niampy 7 andro, izany hoe 14 andro.",
        "66": "Nalefany nody ny vahoaka ny ampitson’iny. Dia nitso-drano ny mpanjaka ny vahoaka, ary samy nandeha nody. Faly sy ravoravo erỳ ny fon’izy ireo, noho ny soa rehetra nataon’i Jehovah tamin’i Davida mpanompony sy ny Israely vahoakany."
    },
    "9": {
        "1": "Raha vao vitan’i Solomona ny tranon’i Jehovah sy ny tranon’ny mpanjaka ary ny zavatra rehetra niriny hatao,",
        "2": "dia niseho fanindroany taminy i Jehovah, hoatran’ny nisehoany taminy tao Gibeona.",
        "3": "Hoy i Jehovah: “Efa henoko ny vavaka nataonao sy ny fitalahoanao famindram-po teo anatrehako. Efa nohamasiniko ity trano naorinao ity ka apetrako ao foana ny anarako. Hifantoka ao foana koa ny masoko ary ho ao foana ny foko.",
        "4": "Ary raha manompo ahy amin’ny fo manontolo sy manao izay mahitsy ianao, toy ny nataon’i Davida rainao, ka manao an’izay rehetra nandidiako anao ary mankatò ny fitsipiko sy ny didim-pitsarako,",
        "5": "dia hataoko mafy orina mandrakizay ny seza fiandrianan’ny fanjakanao eo amin’ny Israely, araka ny nampanantenaiko an’i Davida rainao hoe: ‘Hisy lehilahy avy amin’ny taranakao foana hipetraka eo amin’ny seza fiandrianan’ny Israely.’",
        "6": "Raha miala amiko anefa ianareo sy ny zanakareo, ka tsy mankatò ny didy sy ny lalàna nomeko anareo, fa mandeha manompo andriamani-kafa sy miankohoka eo anatrehan’ireny,",
        "7": "dia horoahiko tsy ho eo amin’ny tany nomeko azy ny Israely. Ilay trano nohamasiniko ho an’ny anarako kosa hariako tsy ho hitan’ny masoko intsony, ary ny Israely hesoesoin’ny firenena rehetra sy hataony fihomehezana.",
        "8": "Ary ho lasa korontam-bato mivangongo ity trano ity, ka ho gaga izay rehetra mandalo eo. Hisioka izy ireo dia hiteny hoe: ‘Fa naninona àry no dia nataon’i Jehovah hoatr’izao ity tany ity sy ity trano ity?’",
        "9": "Dia hisy hilaza hoe: ‘Satria ry zareo niala tamin’i Jehovah Andriamaniny, izay nitondra ny razambeny nivoaka avy tany Ejipta, ary maimay erỳ nanaraka andriamani-kafa ka niankohoka teo anatrehan’ireny sady nanompo azy. Izany no nahatonga an’i Jehovah hamely azy ireo tamin’izao loza rehetra izao.’”",
        "10": "Rehefa tapitra ny 20 taona nanorenan’i Solomona ny trano roa, izany hoe ny tranon’i Jehovah sy ny tranon’ny mpanjaka,",
        "11": "dia nomen’i Solomona Mpanjaka tanàna 20 tany Galilia i Hirama mpanjakan’i Tyro. Nanome an’i Solomona hazo sedera sy hazo zenevrie ary volamena betsaka araka izay tiany mantsy izy.",
        "12": "Niainga avy any Tyro àry i Hirama mba hijery an’ireo tanàna nomen’i Solomona azy, kanjo tsy tiany ireny.",
        "13": "Hoy izy: “F’inona koa ireto tanàna nomenao ahy ireto, ry rahalahiko?” Lasa nantsoina hoe Tany Kabola àry izy ireo hatramin’izao.",
        "14": "Efa nampanatitra volamena 120 talenta tany amin’ny mpanjaka i Hirama, tamin’izay.",
        "15": "Ireto avy no nasain’i Solomona Mpanjaka namboarin’ireo voantso hanao fanompoana ho an’ny mpanjaka: Ny tranon’i Jehovah, ny tranony, ny Havoana, ny mandan’i Jerosalema, i Hazora, Megido, ary Gazera.",
        "16": "Niakatra namabo ny tanànan’i Gazera i Farao mpanjakan’i Ejipta ary nandoro azy. Novonoiny koa ny Kananita nonina tao. Nomeny an-janany vavy, vadin’i Solomona, àry ilay tanàna, ho fanomezana fanaovam-beloma azy.",
        "17": "Naorin’i Solomona i Gazera, Beti-horona Ambany,",
        "18": "Baleta, Tamara izay tany an-tany efitra tao amin’ilay tany,",
        "19": "ny tanàna rehetra fitehirizan’i Solomona entana sy vokatra, ny tanàna fanatobiana kalesy, ny tanànan’ny mpitaingin-tsoavaly, ary izay rehetra tian’i Solomona haorina tao Jerosalema sy tany Libàna ary nanerana ny tany nanjakany.",
        "20": "Ary mbola nisy sisa tavela ny Amorita, ny Hetita, ny Perizita, ny Hivita, ary ny Jebosita, izay samy tsy anisan’ny vahoakan’Israely.",
        "21": "Mbola tavela teo amin’ilay tany ny taranak’izy ireny fa tsy vitan’ny Israelita ny nandringana azy, ka nampanaovin’i Solomona asa an-terivozona hatramin’izao.",
        "22": "Ny Israelita kosa tsy nisy nataon’i Solomona andevo, fa izy ireo no miaramilany, mpanompony, andrianany, manamboninahitra lefitra, lehiben’ny mpitondra kalesiny, ary lehiben’ny mpitaingin-tsoavaliny.",
        "23": "Nisy 550 lahy ny mpiadidy an’ireo lehibem-paritra, izay niandraikitra ny asan’i Solomona. Mpanara-maso an’ireo olona nanao an’ilay asa izy ireo.",
        "24": "Fa niakatra avy tao amin’ny Tanànan’i Davida kosa ny zanakavavin’i Farao, ka nankany amin’ilay trano naorin’i Solomona ho azy. Nanorina ny Havoana i Solomona taorian’izay.",
        "25": "Intelo isan-taona i Solomona no nanolotra sorona dorana sy sorona iombonana, teo amin’ilay alitara naoriny ho an’i Jehovah. Nandoro fanatitra mba hidona-tsetroka teo amin’ilay alitara teo anatrehan’i Jehovah koa izy. Dia vitan’i Solomona ilay trano.",
        "26": "Nanao sambo maromaro koa i Solomona Mpanjaka tao Eziona-gebera, izay teo akaikin’i Elota, teo amoron’ny Ranomasina Mena, tany Edoma.",
        "27": "Nalefan’i Hirama tamin’ireo sambo ireo ny mpanompony, izay tantsambo za-draharaha, mba hiaraka tamin’ny mpanompon’i Solomona.",
        "28": "Nankany Ofira izy ireo, ka naka volamena nilanja 420 talenta, ary nitondra an’izany tany amin’i Solomona Mpanjaka."
    },
    "10": {
        "1": "Lasa nalaza i Solomona noho ny anaran’i Jehovah. Ary henon’ny mpanjakavavin’i Sheba ny lazany, ka tonga hitsapa azy tamin’ny fanontaniana saro-baliana izy.",
        "2": "Dia tonga tany Jerosalema izy sy ny mpanompony maro be, niaraka tamin’ny rameva nitondra menaka balsama sy volamena be dia be ary vatosoa. Ary nankao amin’i Solomona izy, ka nilaza taminy an’izay rehetra tao am-pony.",
        "3": "Dia voavalin’i Solomona daholo ny fanontaniany. Tsy nisy zavatra sarotra loatra tamin’ny mpanjaka ka hoe tsy hainy ny nanazava azy.",
        "4": "Rehefa hitan’ilay mpanjakavavin’i Sheba ny fahendrena rehetra nananan’i Solomona, ny trano naoriny,",
        "5": "ny sakafo teo an-databany, ny fomba nametrahana an’ireo mpanompony, ny fomba fiasan’ireo mpandroso sakafo sy ny fitafian’izy ireo, ny mpandroso zava-pisotron’ny mpanjaka, ary ny sorona dorana izay natolony tsy tapaka tao an-tranon’i Jehovah, dia tena gaga be mihitsy izy.",
        "6": "Hoy àry izy tamin’ny mpanjaka: “Tena marina ny zavatra henoko tany amin’ny taniko momba ny zava-bitanao sy ny fahendrenao.",
        "7": "Tsy nino ny tenin’ny olona anefa aho raha tsy tonga tatỳ, ka ny masoko mihitsy no nahita. Hay na ny antsasany aza tsy nolazaina tamiko! Fa mihoatra lavitra noho ny zavatra henoko ny fahendrenao sy ny harenanao.",
        "8": "Sambatra ny olonao, ary sambatra ny mpanomponao izay eto anatrehanao eto foana, ka mandre ny fahendrenao!",
        "9": "Hoderaina anie i Jehovah Andriamanitrao izay mankasitraka anao, ka nametraka anao eo amin’ny seza fiandrianan’ny Israely! Tian’i Jehovah mandrakizay mantsy ny Israely, ka notendreny ho mpanjaka ianao mba hanao ny rariny sy ny hitsiny.”",
        "10": "Dia nomen’ilay mpanjakavavin’i Sheba volamena 120 talenta i Solomona Mpanjaka, sady nomeny menaka balsama be dia be sy vatosoa. Tsy nisy nitondra menaka balsama be dia be hoatran’ilay nomeny an’i Solomona intsony tany taorian’izay.",
        "11": "Nitondra hazo algoma maro be sy vatosoa avy any Ofira koa ny andian-tsambon’i Hirama, izay nitondra volamena avy any Ofira.",
        "12": "Ny hazo algoma dia nanaovan’ny mpanjaka tohana ho an’ny tranon’i Jehovah sy ho an’ny tranon’ny mpanjaka, ary harpa sy zavamaneno fitendry ho an’ny mpihira. Tsy nisy hazo algoma hoatr’izany intsony tonga tany, na hita tany, hatramin’izao.",
        "13": "Nomen’i Solomona Mpanjaka ho an’ny mpanjakavavin’i Sheba koa izay rehetra niriny sy nangatahiny, ankoatra an’izay efa nomeny azy noho i Solomona nalala-tanana taminy. Lasa nody tany amin’ny taniny ilay mpanjakavavy sy ny mpanompony avy eo.",
        "14": "Nilanja 666 talenta ny volamena tonga tany amin’i Solomona tao anatin’ny herintaona,",
        "15": "ankoatra an’izay avy tamin’ny mpivaro-mandeha, sy izay tombony avy tamin’ny mpivarotra, ary izay avy tamin’ny mpanjaka rehetran’ny Arabo sy ireo governoran’ilay tany.",
        "16": "Nanao ampinga lehibe 200 tamin’ny volamena misy fangarony i Solomona Mpanjaka, ka volamena milanja 600 sekely no nandrakofany ny ampinga tsirairay.",
        "17": "Nanamboatra ampinga kely 300 tamin’ny volamena misy fangarony koa izy, ka volamena milanja telo mina no nandrakofany ny ampinga kely tsirairay. Dia napetraky ny mpanjaka tao amin’ny Trano Alan’i Libàna ireo.",
        "18": "Nanao seza fiandrianana lehibe koa ny mpanjaka. Vita tamin’ny ivoara izy io, ary nopetahany takela-bolamena voadio.",
        "19": "Nisy zanatohatra enina nankeo amin’ilay seza fiandrianana, ary nisy tafokely boribory teo ambonin’izy io, tao aorianany. Nasiany fitoeran-tanana teo amin’ny andaniny roa amin’ilay seza, ary nasiany liona iray avy nitsangana teo akaikin’ireo fitoeran-tanana.",
        "20": "Nisy liona 12 koa teo amin’ireo zanatohatra enina, ka iray avy no teo amin’ny sisiny roa tamin’ny zanatohatra tsirairay. Tsy nisy fanjakana nanao seza fiandrianana hoatr’izany mihitsy.",
        "21": "Volamena daholo ny kaopin’i Solomona Mpanjaka. Ary volamena tsy misy fangarony ny fitaovana rehetra tao amin’ny Trano Alan’i Libàna. Tsy nisy zavatra vita tamin’ny volafotsy mihitsy, satria noheverina ho tsinontsinona ny volafotsy tamin’ny andron’i Solomona.",
        "22": "Nanana andiana sambon’i Tarsisy ny mpanjaka, ary niaraka tamin’ny andian-tsambon’i Hirama teny an-dranomasina izy ireny. Tonga isaky ny telo taona ny andian-tsambon’i Tarsisy, izay nitondra volamena sy volafotsy, ivoara, rajako, ary vorombola.",
        "23": "Nanan-karena sy hendry noho ny mpanjaka rehetra teto an-tany àry i Solomona Mpanjaka.",
        "24": "Ary nangataka hihaona taminy ny olona eran-tany, mba hihaino ny fahendrena nataon’Andriamanitra tao am-pony.",
        "25": "Samy nitondra an’ireto fanomezana ireto izy ireo isan-taona: Zavatra vita tamin’ny volafotsy sy volamena, fitafiana, fitaovam-piadiana, menaka balsama, soavaly, ary ramole.",
        "26": "Ary nanangona kalesy sy soavaly foana i Solomona. Nanana kalesy 1 400 sy soavaly 12 000 izy. Nataony tao amin’ny tanàna fanatobiana kalesy, sy tany Jerosalema tany akaikin’ny mpanjaka ireo.",
        "27": "Nataon’ny mpanjaka be dia be toy ny vato ny volafotsy tany Jerosalema, ary nataony betsaka toy ny aviavidia any Sefela ny hazo sedera.",
        "28": "Nohafarana avy tany Ejipta ny soavalin’i Solomona, ka ny mpandraharahan’ny mpanjaka no nasaina nividy andian-tsoavaly araka izay vidiny.",
        "29": "Ary volafotsy 600 sekely ny vidin’ny kalesy tsirairay nohafarana avy tany Ejipta, ary 150 ny vidin’ny soavaly iray. Dia avy eo naondran’ny mpandraharahan’ny mpanjaka nankany amin’ny mpanjaka rehetran’ny Hetita sy ireo mpanjakan’i Syria ireny."
    },
    "11": {
        "1": "Tia vehivavy maro avy tamin’ny firenen-kafa anefa i Solomona Mpanjaka, ankoatra an’ilay zanakavavin’i Farao: Vehivavy moabita, amonita, edomita, sidonianina, ary hetita.",
        "2": "Izy ireny dia avy tamin’ireo firenena nolazain’i Jehovah tamin’ny Israelita hoe: “Aza mankany amin’ireny ianareo, ary ireny koa tsy tokony hankatỳ aminareo, fa tena ho voatariny hanaraka ny andriamaniny ny fonareo.” Niraiki-po tamin’izy ireny anefa i Solomona sady tia azy ireny.",
        "3": "Ary nanana vady andriambavy 700 sy vadikely 300 izy, ka voatarik’ireo vadiny tsikelikely ny fony.",
        "4": "Rehefa antitra i Solomona, dia voatarik’ireo vadiny hanaraka andriamani-kafa ny fony. Ary tsy nifikitra tanteraka tamin’i Jehovah Andriamaniny ny fony, tsy mba hoatran’ny fon’i Davida rainy.",
        "5": "Nanaraka an’i Astarta, andriamanibavin’ny Sidonianina, i Solomona sady nanaraka an’i Milkoma, andriamanitra maharikoriko notompoin’ny Amonita.",
        "6": "Ary nanao izay ratsy teo imason’i Jehovah i Solomona, ka tsy nankatò an’i Jehovah tamin’ny fony manontolo, tsy mba hoatran’ny nataon’i Davida rainy.",
        "7": "Tamin’izay i Solomona no nanorina toerana avo teo amin’ilay tendrombohitra manandrify an’i Jerosalema. Ho an’i Kemosy, andriamanitra maharikoriko notompoin’ny Moabita, ilay izy ary ho an’i Moleka, andriamanitra maharikoriko notompoin’ny Amonita.",
        "8": "Toy izany no nataony ho an’ny vadiny rehetra avy tamin’ny firenen-kafa, izay nandoro fanatitra mba hidona-tsetroka sady nanao sorona ho an’ireo andriamaniny.",
        "9": "Tezitra be tamin’i Solomona i Jehovah, satria ny fony niala tamin’i Jehovah Andriamanitry ny Israely, izay niseho taminy indroa,",
        "10": "sady efa nampitandrina azy mba tsy hanaraka andriamani-kafa. Tsy nankatò an’izany didin’i Jehovah izany anefa izy.",
        "11": "Hoy àry i Jehovah tamin’i Solomona: “Satria izany no nataonao, ka tsy nohajainao ny fifanekena nataoko sady tsy nankatoavinao ny lalàko izay nandidiako anao, dia hendahako aminao tokoa ny fanjakana ary homeko ho an’ny iray amin’ny mpanomponao.",
        "12": "Tsy hataoko amin’ny androm-piainanao anefa izany noho ny amin’i Davida rainao. Rehefa eo an-tanan’ny zanakao ny fanjakana vao hendahako aminy,",
        "13": "saingy tsy ny fanjakana manontolo no hendahako. Homeko foko iray izy noho ny amin’i Davida mpanompoko sy noho ny amin’i Jerosalema izay nofidiko.”",
        "14": "Ary nataon’i Jehovah izay hisian’ny mpanohitra an’i Solomona, dia i Hadada Edomita izay fianakavian’ny mpanjaka tany Edoma.",
        "15": "Tamin’i Davida nandresy an’i Edoma, dia niakatra handevina an’izay maty i Joaba lehiben’ny tafika. Niezaka namono ny lehilahy rehetra tany Edoma koa izy.",
        "16": "—Fa nijanona enim-bolana tany i Joaba sy ny Israely rehetra, mandra-pandringany ny lehilahy rehetra tany Edoma.—",
        "17": "Nandositra niaraka tamin’ny Edomita sasany mpanompon-drainy anefa i Hadada, ary nankany Ejipta izy ireo. Mbola ankizilahikely i Hadada tamin’izay.",
        "18": "Dia niainga avy tany Midianina izy ireo ary nankany Parana. Naka olona avy tao izy ireo mba hiaraka taminy ho any Ejipta, tany amin’i Farao mpanjakan’i Ejipta. Dia nomen’i Farao trano sy sakafo ary tany i Hadada.",
        "19": "Tena tian’i Farao izy ka nomeny ho vadiny ny rahavavim-badiny, izany hoe ny rahavavin’i Tapanesa mpanjakavavy.",
        "20": "Niteraka an’i Genobata zanany lahy tamin’i Hadada ny rahavavin’i Tapanesa, tatỳ aoriana. Ary tao an-tranon’i Farao i Tapanesa no nitaiza an’i Genobata. Dia nipetraka tao niaraka tamin’ny zanakalahin’i Farao i Genobata.",
        "21": "Henon’i Hadada tany Ejipta fa nodimandry any amin’ny razambeny i Davida, ary maty koa i Joaba lehiben’ny tafika. Hoy àry izy tamin’i Farao: “Alefaso hody any amin’ny taniko aho.”",
        "22": "Fa hoy i Farao taminy: “Fa inona no mahory anao eto amiko no te hody any amin’ny taninao ianao?” Dia hoy izy: “Tsisy! Fa mba alefaso hody fotsiny aho.”",
        "23": "Nataon’Andriamanitra lasa mpanohitra an’i Solomona koa i Rezona zanak’i Eliada, ilay nandositra an’i Hadadezera tompony, mpanjakan’i Zoba.",
        "24": "Nanangona olona hanohana azy izy, ka lasa lehiben’ny mpandroba, tamin’i Davida nandresy ny olona tao Zoba. Koa nankany Damaskosy izy ireo ary nanorim-ponenana sy nanjaka tany.",
        "25": "Ary lasa mpanohitra ny Israely i Rezona tamin’ny andro rehetra nanjakan’i Solomona, ka nanampy trotraka ny ratsy efa nataon’i Hadada. Nankahala ny Israely izy tamin’izy nanjaka tany Syria.",
        "26": "Teo koa i Jeroboama zanak’i Nebata. Efraimita avy any Zareda izy, ary mpanompon’i Solomona. Zeroa no anaran’ny reniny, ary efa maty vady izy io. Nikomy tamin’ny mpanjaka koa i Jeroboama.",
        "27": "Izao no nahatonga azy hikomy tamin’ny mpanjaka: Nanorina ny Havoana i Solomona, ary notampenany ny banga teo amin’ny mandan’ny Tanànan’i Davida rainy.",
        "28": "Lehilahy mahay sy matanjaka i Jeroboama. Notendren’i Solomona ho mpiandraikitra ny fanompoana rehetra tsy maintsy nataon’ny taranak’i Josefa io tovolahy io, rehefa hitany fa tia niasa mafy.",
        "29": "Nivoaka an’i Jerosalema i Jeroboama tamin’izay fotoana izay, ka hitan’i Ahia mpaminany teny an-dalana. Nanao akanjo vaovao i Ahia Silonita, ary izy roa lahy irery no tany an-tsaha.",
        "30": "Dia nesorin’i Ahia ilay akanjo vaovao nanaovany, ka norovidrovitiny ho 12.",
        "31": "Ary hoy izy tamin’i Jeroboama: “Makà folo ho anao, fa izao no nolazain’i Jehovah Andriamanitry ny Israely: ‘Hendahako tsy ho eo an-tanan’i Solomona ny fanjakana, ka homeko foko folo ianao.",
        "32": "Mbola ho azy ihany anefa ny foko iray, noho ny amin’i Davida mpanompoko sy noho ny amin’i Jerosalema, ilay tanàna nofidiko teo amin’ny foko rehetra teo amin’ny Israely.",
        "33": "Hanao an’izany aho satria nahafoy ahy izy ireo ka niankohoka teo anatrehan’i Astarta andriamanibavin’ny Sidonianina, sy Kemosy andriamanitr’i Moaba, ary Milkoma andriamanitry ny Amonita. Ary tsy nandeha tamin’ny lalana natoroko izy ireo, ka tsy nanao izay tsara teo imasoko sady tsy nankatò ny didiko sy ny didim-pitsarako, tsy mba hoatran’i Davida rainy.",
        "34": "Tsy ny fanjakana manontolo anefa no hesoriko eo an-tanany, fa hataoko mpiadidy foana izy mandritra ny androm-piainany. Noho ny amin’i Davida mpanompoko izay nofidiko no hanaovako an’izany, satria nankatò ny didiko sy ny lalàko izy.",
        "35": "Fa hesoriko eo an-tanan’ny zanany ny fanjakana, ka homeko anao. Foko folo no ho lasanao.",
        "36": "Fa homeko foko iray ny zanany, mba hisy jiro ho an’i Davida mpanompoko foana eo anatrehako, any Jerosalema, ilay tanàna nofidiko ho ahy mba hametrahana ny anarako.",
        "37": "Ianao no hofidiko, ka hanjaka eo amin’izay rehetra irinao ianao ary ho lasa mpanjakan’ny Israely.",
        "38": "Koa raha mankatò an’izay rehetra handidiako anao ianao, sady mandeha amin’ny lalako ary manao izay tsara eo imasoko, ka mankatò ny lalàko sy ny didiko hoatran’ny nataon’i Davida mpanompoko, dia hitahy anao aho. Hataoko izay hampaharitra ny taranakao, hoatran’ny nataoko tamin’i Davida, ary homeko anao ny Israely.",
        "39": "Ary hataoko afa-baraka ny taranak’i Davida noho izany ratsy nataony izany, nefa tsy havelako ho afa-baraka foana izy.’”",
        "40": "Nitady hamono an’i Jeroboama àry i Solomona. Nandositra tany Ejipta ho any amin’i Sisaka mpanjakan’i Ejipta anefa i Jeroboama, ary nijanona tany mandra-pahafatin’i Solomona.",
        "41": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantaran’i Solomona ve ny sisa amin’ny tantarany, izany hoe izay rehetra nataony sy ny fahendreny?",
        "42": "Naharitra 40 taona ny fotoana nanjakan’i Solomona tany Jerosalema, teo amin’ny Israely rehetra.",
        "43": "Dia nodimandry any amin’ny razambeny izy, ka nalevina tao amin’ny Tanànan’i Davida rainy. Ary i Rehoboama zanany no nanjaka nandimby azy."
    },
    "12": {
        "1": "Nankany Sekema i Rehoboama, satria tonga tany ny Israely rehetra mba hanao azy ho mpanjaka.",
        "2": "Ary henon’i Jeroboama zanak’i Nebata izany—mbola tany Ejipta izy tamin’izay satria nandositra an’i Solomona Mpanjaka ka nipetraka tany.—",
        "3": "Dia nampiantso azy ny olona. Nankany amin’i Rehoboama i Jeroboama sy ny fiangonan’Israely manontolo avy eo, ka niteny hoe:",
        "4": "“Nampitondra zioga mavesatra anay ny rainao. Hanompo anao anefa izahay, raha hamaivaninao ny fanompoana mafy nampanaovin-drainao sy ny zioga mavesatra nampitondrainy anay.”",
        "5": "Dia hoy izy tamin’izy ireo: “Mandehana aloha, dia miverena atỳ amiko rehefa afaka telo andro.” Koa lasa ny olona.",
        "6": "Ary nanontanian’i Rehoboama Mpanjaka ireo zokiolona nanompo an’i Solomona rainy fony fahavelony hoe: “Ahoana no havaly ny vahoaka, araka ny hevitrareo?”",
        "7": "Dia hoy ireo zokiolona taminy: “Raha manompo ny vahoaka ianao ka manaiky an’izay angatahiny ary manome valin-teny mahafa-po azy, dia hanompo anao foana izy ireo.”",
        "8": "Tsy nanaraka ny soso-kevitr’ireo zokiolona anefa izy, fa nanontany an’ireo tovolahy niara-lehibe taminy sady mpanompony.",
        "9": "Hoy izy: “Ahoana no havalintsika ny vahoaka, araka ny hevitrareo? Niteny tamiko mantsy ry zareo hoe: ‘Mba hamaivano ny zioga nampitondrain’ny rainao anay.’”",
        "10": "Dia hoy ireo tovolahy niara-lehibe taminy: “Niteny taminao ny vahoaka hoe: ‘Nampitondra zioga mavesatra anay ny rainao, fa mba hamaivano kosa izany.’ Dia izao lazaina aminy: ‘Ho lehibe noho ny andilan’ny raiko ny ankikeliko.",
        "11": "Nampitondra zioga mavesatra anareo ny raiko, fa izaho kosa vao mainka hanampy ny zioganareo. Ny raiko nanafay anareo tamin’ny karavasy tsotra, fa izaho kosa hanafay anareo amin’ny karavasy misy zava-maranitra.’”",
        "12": "Nankany amin’i Rehoboama i Jeroboama sy ny olona rehetra, tamin’ny andro fahatelo, araka ny tenin’ny mpanjaka hoe: “Miverena atỳ amiko amin’ny andro fahatelo.”",
        "13": "Teny henjana anefa no navalin’ny mpanjaka ny vahoaka, ary tsy narahiny ny soso-kevitr’ireo zokiolona.",
        "14": "Nanaraka ny soso-kevitr’ireo tovolahy izy, ka nilaza hoe: “Nampitondra zioga mavesatra anareo ny raiko, fa izaho kosa vao mainka hanampy ny zioganareo. Nanafay anareo tamin’ny karavasy tsotra ny raiko, fa izaho kosa hanafay anareo amin’ny karavasy misy zava-maranitra.”",
        "15": "Tsy nohenoin’ny mpanjaka àry ny vahoaka, satria i Jehovah no nahatonga an’izany, mba ho tanteraka ny teny nasain’i Jehovah nolazain’i Ahia Silonita tamin’i Jeroboama zanak’i Nebata.",
        "16": "Rehefa hitan’ny Israely rehetra fa tsy nety nihaino azy ireo ny mpanjaka, dia hoy ny navalin’izy ireo: “Inona moa no mba anjaranay any amin’i Davida? Tsy misy lovanay ange any amin’ny zanak’i Jese e! Samia mankany amin’ny andriamaniny avy, ry Israely ô! Karakarao amin’izay ny taranakao, ry Davida ô!” Dia nody tany an-tranony avy ny Israely.",
        "17": "Na izany aza, dia mbola nanjaka tamin’ny Israelita nipetraka tany amin’ireo tanànan’i Joda ihany i Rehoboama.",
        "18": "Dia nirahin’i Rehoboama Mpanjaka ho any amin’ny Israely rehetra i Adorama, izay niandraikitra an’ireo voantso hanao fanompoana ho an’ny mpanjaka. Nitora-bato azy anefa ny Israely rehetra, ka maty izy. I Rehoboama Mpanjaka kosa tafakatra tao anaty kalesiny, ka nandositra tany Jerosalema.",
        "19": "Ary mbola mikomy amin’ny taranak’i Davida ny Israelita hatramin’izao.",
        "20": "Raha vao henon’ny Israely rehetra fa tafaverina i Jeroboama, dia nantsoin’izy ireo hankeo amin’ny vahoaka izy, ka nataony mpanjaka teo amin’ny Israely rehetra. Tsy nisy vahoaka nanaraka ny taranak’i Davida, afa-tsy ny fokon’i Joda.",
        "21": "Vao tonga tany Jerosalema i Rehoboama, dia namory ny taranak’i Joda rehetra sy ny fokon’i Benjamina, izany hoe miaramila 180 000 efa zatra ady. Novoriny izy ireo mba hiady tamin’ny taranak’Israely, amin’izay dia ho azon’i Rehoboama zanak’i Solomona indray ny fanjakana.",
        "22": "Dia hoy ilay tena Andriamanitra tamin’i Semaia lehilahin’Andriamanitra:",
        "23": "“Lazao amin’i Rehoboama zanak’i Solomona mpanjakan’ny Joda, sy amin’ny taranak’i Joda rehetra, sy amin’ny taranak’i Benjamina, ary amin’ny vahoaka sisa hoe:",
        "24": "‘Izao no tenin’i Jehovah: “Aza miakatra hiady amin’ny Israelita rahalahinareo. Samia mody any an-tranony avy, fa izaho no nahatonga an’izao.”’” Dia nankatò ny tenin’i Jehovah izy ireo, ka nody tany an-tranony araka ny tenin’i Jehovah.",
        "25": "Nanorina an’i Sekema, tany amin’ny faritra be tendrombohitr’i Efraima, i Jeroboama ka nipetraka tany. Ary niala tany izy, ka naoriny i Penoela.",
        "26": "Dia niteny anakampo i Jeroboama hoe: “Ho tafaverina amin’ny taranak’i Davida izao ny fanjakana.",
        "27": "Raha mbola miakatra any Jerosalema foana ireo vahoaka ireo mba hanao sorona ao an-tranon’i Jehovah, dia hiverina amin’ny tompon’izy ireo indray ny fony, dia amin’i Rehoboama mpanjakan’ny Joda. Tena hovonoin-dry zareo aho, ka hiverina amin’i Rehoboama mpanjakan’ny Joda izy ireo.”",
        "28": "Rehefa avy nanontany an’ireo mpanolo-tsainy ny mpanjaka, dia nanamboatra zanak’omby volamena roa ary niteny tamin’ny vahoaka hoe: “Sahirana be loatra ianareo miakatra any Jerosalema. Koa io ny Andriamanitrao izay nitondra anao niakatra avy tany Ejipta, ry Israely ô!”",
        "29": "Dia napetrany tao Betela ny iray, ary tany Dana ny iray.",
        "30": "Ary nahatonga ny vahoaka hanota izany, ka tonga hatrany Dana izy ireo mba hivavaka tamin’ilay zanak’omby.",
        "31": "Nanorina trano fivavahana teny amin’ireo toerana avo i Jeroboama, sady nanendry mpisorona avy tamin’ny sarambabem-bahoaka, izay tsy anisan’ny Levita.",
        "32": "Nataon’i Jeroboama andro fety koa ny andro faha-15 amin’ny volana fahavalo, sahala amin’ny fety tany Joda. Ary nanolotra fanatitra ho an’ireo zanak’omby nataony izy, teo amin’ilay alitara nataony tao Betela. Tao koa izy no nanendry mpisorona ho an’ireo toerana avo namboariny.",
        "33": "Dia nanomboka nanolotra fanatitra teo amin’ilay alitara nataony tao Betela izy, tamin’ny andro faha-15 amin’ny volana fahavalo. Izy ihany no nifidy an’io volana io. Ary nifidy andro hatao fety ho an’ny vahoakan’Israely izy, sady nankeo amin’ilay alitara mba hanao fanatitra sy handoro fanatitra mba hidona-tsetroka."
    },
    "13": {
        "1": "Nisy lehilahin’Andriamanitra nasain’i Jehovah niainga avy any Joda mba ho any Betela. Tamin’izy tonga tany, dia mbola nitsangana teo akaikin’ny alitara i Jeroboama, handoro fanatitra mba hidona-tsetroka.",
        "2": "Dia nanameloka an’ilay alitara ilay lehilahin’Andriamanitra, araka ny tenin’i Jehovah, ka niantsoantso hoe: “Ry alitara ô, ry alitara ô! Izao no nolazain’i Jehovah: ‘Hisy zazalahy ho teraka avy amin’ny taranak’i Davida. Josia no anarany. Hataony sorona eo amboninao ireo mpisoron’ny toerana avo, izay nandoro fanatitra mba hidona-tsetroka teo amboninao. Ary handoro taolan’olona eo amboninao izy.’”",
        "3": "Nanome famantarana izy tamin’izay andro izay hoe: “Izao no famantarana nolazain’i Jehovah: Jereo fa hitresaka ny alitara ka hiraraka ny lavenona eo amboniny.”",
        "4": "Raha vao henon’i Jeroboama Mpanjaka ny tenin’ilay lehilahin’Andriamanitra, izay niantsoantso nanameloka an’ilay alitara tao Betela, dia nesoriny teo amin’ny alitara ny tanany ka natsotrany nanondro an’ilay lehilahy. Dia hoy izy: “Sambory io!” Tonga dia maty ilay tanany natsotrany nanondro azy, ka tsy azony naforitra intsony.",
        "5": "Dia nitresaka ny alitara ka niraraka ny lavenona teo aminy, araka ilay famantarana nasain’i Jehovah nolazain’ilay lehilahin’Andriamanitra.",
        "6": "Ary hoy ny mpanjaka tamin’ilay lehilahin’Andriamanitra: “Mba iangavio re i Jehovah Andriamanitrao, azafady e, ka mivavaha ho ahy mba ho lasa hoatran’ny teo aloha ny tanako!” Dia niangavy an’i Jehovah ilay lehilahin’Andriamanitra, ka lasa hoatran’ny teo aloha indray ny tanan’ny mpanjaka.",
        "7": "Ary hoy ny mpanjaka taminy: “Andao hiaraka amiko ho any an-trano mba hihinan-javatra kely, ary homeko fanomezana ianao.”",
        "8": "Hoy anefa ilay lehilahin’Andriamanitra: “Na homenao ahy aza ny antsasaky ny tranonao, dia tsy hiaraka aminao aho, na hihinan-kanina, na hisotro rano atỳ amin’ity toerana ity.",
        "9": "Izao mantsy no baiko nomen’i Jehovah ahy: ‘Aza mihinan-kanina na misotro rano, ary aza miverina amin’izay lalana efa nalehanao.’”",
        "10": "Lalan-kafa àry no nalehany, fa tsy niverina tamin’ilay lalana nahatongavany tany Betela izy.",
        "11": "Nisy mpaminany zokiolona iray nipetraka tany Betela. Ary tonga tao an-tranony ireo zanany lahy, ka nitantara taminy ny zava-drehetra nataon’ilay lehilahin’Andriamanitra tao Betela tamin’iny andro iny, sy ny teny nolazainy tamin’ny mpanjaka. Rehefa avy nitantara an’izany tamin’ny rainy izy ireo,",
        "12": "dia nanontany azy ireo ny rainy hoe: “Nankaiza ny lalany?” Koa natoron’ny zanany azy ny lalana nalehan’ilay lehilahin’Andriamanitra, izay avy any Joda.",
        "13": "Hoy izy tamin’ny zanany: “Asio lasely ny ampondra mba hitaingenako.” Dia nasian’izy ireo lasely ny ampondra ka nitaingenany.",
        "14": "Narahiny ilay lehilahin’Andriamanitra, ka hitany nipetrapetraka teo ambanin’ny hazobe iray. Dia hoy izy: “Ianao ve ilay lehilahin’Andriamanitra avy any Joda?” Ary namaly izy hoe: “Ie, izaho!”",
        "15": "Dia hoy izy: “Andao hiaraka amiko hihinan-kanina any an-trano.”",
        "16": "Fa hoy izy: “Tsy mahazo miverina miaraka aminao aho na manaiky ny fanasanao, ary tsy mahazo mihinan-kanina na misotro rano miaraka aminao atỳ amin’ity toerana ity.",
        "17": "Izao mantsy no baiko nomen’i Jehovah ahy: ‘Aza mihinan-kanina na misotro rano any ianao, ary aza miverina amin’izay lalana efa nalehanao.’”",
        "18": "Dia hoy izy taminy: “Izaho koa mba mpaminany hoatr’anao. Ary nisy anjely nilaza tamiko an’izao baikon’i Jehovah izao: ‘Asaivo miverina miaraka aminao ho any an-tranonao izy mba hihinan-kanina sy hisotro rano.’” Laingany anefa izany.",
        "19": "Niara-niverina taminy àry izy mba hihinan-kanina sy hisotro rano tao an-tranony.",
        "20": "Raha mbola nipetraka teo anoloan’ny latabatra izy roa lahy, dia nisy hafatra nampitain’i Jehovah tamin’ilay mpaminany nitondra azy niverina.",
        "21": "Koa niteny mafy tamin’ilay lehilahin’Andriamanitra avy any Joda izy hoe: “Izao no lazain’i Jehovah: ‘Nikomy tsy nanaraka ny baikon’i Jehovah ianao, ary tsy nankatò ny didy nomen’i Jehovah Andriamanitrao anao,",
        "22": "fa niverina mba hihinan-kanina sy hisotro rano tany amin’ilay toerana efa nolazaina taminao hoe: “Aza mihinan-kanina na misotro rano any.” Noho izany, dia tsy ho tonga any amin’ny fasan-drazanao ny fatinao.’”",
        "23": "Rehefa avy nihinana sy nisotro ilay lehilahin’Andriamanitra, dia nasian’ilay mpaminany zokiolona lasely ny ampondra mba hitaingenan’ilay mpaminany nentiny niverina.",
        "24": "Dia lasa nandeha ilay mpaminany. Nisy liona nifanena taminy anefa teny an-dalana ka namono azy. Dia nivalampatra teo amin’ny lalana ny fatiny, ary nijoro teo akaikiny ilay ampondra. Nijanona teo anilan’ilay faty koa ilay liona.",
        "25": "Ary nisy olona nandalo ka nahita an’ilay faty teo an-dalana, sy ilay liona nijanona teo akaikiny. Dia niditra tao an-tanàna izy ireo, ka nitantara an’izany tao amin’ilay tanàna nonenan’ilay mpaminany zokiolona.",
        "26": "Raha vao nandre an’izany ilay mpaminany nitondra azy niverin-dalana, dia niteny hoe: “Ilay lehilahin’Andriamanitra nikomy tsy nanaraka ny baikon’i Jehovah izay! Koa natolotr’i Jehovah hoviravirain’ny liona sy hovonoiny izy, araka ny tenin’i Jehovah taminy.”",
        "27": "Ary hoy izy tamin’ireo zanany: “Asio lasely ny ampondra mba hitaingenako.” Dia nasian’izy ireo lasely ilay ampondra.",
        "28": "Lasa nandeha izy ka nahita an’ilay faty teo an-dalana, ary nijoro teo akaikin’ilay izy ilay ampondra sy ilay liona. Tsy nohanin’ilay liona ilay faty, ary tsy noviravirainy ilay ampondra.",
        "29": "Dia nobatain’ilay mpaminany ny fatin’ilay lehilahin’Andriamanitra, ka nataony teo ambony ampondra. Ary nitondra azy niverina tao an-tanànany izy mba hisaona sy handevina azy.",
        "30": "Nataony tao amin’ny fasany àry ny fatin’ilay lehilahy. Ary nitomany azy ny olona, sady nilaza hoe: “Indrisy, ry rahalahiko!”",
        "31": "Rehefa voaleviny ilay lehilahy, dia hoy izy tamin’ireo zanany: “Rehefa maty aho, dia aleveno ao amin’ny fasana misy an’ilay lehilahin’Andriamanitra. Apetraho eo akaikin’ny taolany ny taolako.",
        "32": "Fa tsy maintsy ho tanteraka ilay tenin’i Jehovah nanamelohany an’ilay alitara eto Betela sy ireo trano fivavahana rehetra eny amin’ny toerana avo ao amin’ireo tanànan’i Samaria.”",
        "33": "Na teo aza izany, dia tsy niala tamin’ny lalan-dratsiny i Jeroboama, fa mbola nanendry olona avy tamin’ny sarambabem-bahoaka ihany mba ho mpisoron’ny toerana avo. Nataony mpisorona izay te hanao an’izany, ka hoy izy: “Avelao izy ho anisan’ireo mpisoron’ny toerana avo.”",
        "34": "Izany fahotan’ny ankohonan’i Jeroboama izany no nahatonga azy ireo haringana sy hofoanana tsy ho etỳ ambonin’ny tany."
    },
    "14": {
        "1": "Narary i Abia zanakalahin’i Jeroboama, tamin’izay fotoana izay.",
        "2": "Hoy àry i Jeroboama tamin’ny vadiny: “Mba mitsangàna, azafady, ary mody manaova olon-kafa mba tsy ho fantatry ny olona hoe vadiko ianao, dia mandehana any Silo. Any mantsy i Ahia mpaminany. Izy ilay nilaza tamiko hoe ho mpanjakan’ity firenena ity aho.",
        "3": "Mitondrà mofo folo sy mofomamy ary tantely eran’ny jaogy kely, dia mankanesa ao amin’i Ahia. Izy no hilaza aminao izay hanjo an’ilay zaza.”",
        "4": "Nataon’ny vadin’i Jeroboama izay nolazainy, ka niainga ho any Silo izy ary nankao an-tranon’i Ahia. Nidiridiry fotsiny ny mason’i Ahia, ary tsy nahita izy satria efa antitra.",
        "5": "Efa niteny tamin’i Ahia anefa i Jehovah hoe: “Iny tamy iny ny vadin’i Jeroboama mba hanontany anao momba an-janany, fa marary ilay zaza. Dia holazaiko anao izay tokony hoteneninao aminy. Mody hanao olon-kafa izy rehefa tonga eo.”",
        "6": "Vao henon’i Ahia ny famindran’ilay vehivavy tamin’izy niditra, dia hoy i Ahia: “Mandrosoa, ry vadin’i Jeroboama! Fa maninona ianao no mody manao olon-kafa? Nasaina hilaza hafatra henjana aminao aho.",
        "7": "Mandehana teneno i Jeroboama hoe: ‘Izao no lazain’i Jehovah Andriamanitry ny Israely: “Nasandratro avy teo amin’ny vahoaka ianao mba ho mpitarika ny Israely vahoakako.",
        "8": "Ary nendahako tamin’ny taranak’i Davida ny fanjakana ka nomeko anao. Tsy mba nanao hoatran’i Davida mpanompoko anefa ianao. Nankatò ny didiko sy nanaraka ahy tamin’ny fony manontolo izy, ka tsy nanao afa-tsy izay tsara teo imasoko.",
        "9": "Ianao kosa nanao zavatra ratsy lavitra noho izay rehetra talohanao. Nanamboatra andriamani-kafa sy sarivongana metaly ho anao ianao mba hampahatezitra ahy. Izaho mihitsy no nomenao lamosina.",
        "10": "Noho izany, dia hahatonga loza amin’ny ankohonan’i Jeroboama aho. Hofongorako ny lehilahy rehetra amin’ny ankohonany, anisan’izany ireo tsy misy mpiaro sy ireo osa eo amin’ny Israely. Ary hofafako tanteraka hoatran’ny famafa taim-biby ny ankohonan’i Jeroboama, mandra-paha-tsy hisy tavela azy ireo intsony!",
        "11": "Izay fianakavian’i Jeroboama maty ao an-tanàna dia hohanin’ny alika, ary izay maty any an-tsaha kosa hohanin’ny voro-manidina, fa i Jehovah no efa niteny.”’",
        "12": "“Mitsangàna ka modia any an-tranonao. Raha vao migadona ao an-tanàna ny tongotrao, dia ho faty ilay zaza.",
        "13": "Hisaona sy handevina azy ny Israely rehetra satria izy ihany, amin’ny fianakavian’i Jeroboama, no hiditra am-pasana. Izy irery mantsy amin’ny ankohonan’i Jeroboama no nahitan’i Jehovah Andriamanitry ny Israely zavatra tsara.",
        "14": "Hanendry mpanjaka hitondra ny Israely i Jehovah, ka io no handringana ny ankohonan’i Jeroboama manomboka amin’izay andro izay, eny, manomboka izao mihitsy!",
        "15": "Dia hasian’i Jehovah ny Israely, ka ho toy ny bararata mihozongozona ao anaty rano. Ary hongotany tsy ho eto amin’ity tany tsara nomeny ny razambeny ity ny Israely, ka haparitany any ampitan’ny Renirano. Nanao tsato-kazo masina mantsy izy ireo, ka nampahatezitra an’i Jehovah.",
        "16": "Ary hafoiny ny Israely noho ny fahotana nataon’i Jeroboama sy ny fahotana nataon’ny Israely noho ny fitaoman’i Jeroboama.”",
        "17": "Dia nitsangana ny vadin’i Jeroboama ka lasa nandeha ary tonga tany Tirza. Raha vao tonga teo an-tokonan’ny tranony izy, dia maty ilay zanany.",
        "18": "Koa nalevina ilay zaza, ary nisaona azy ny Israely rehetra, araka ny tenin’i Jehovah tamin’ny alalan’ny mpanompony, dia i Ahia mpaminany.",
        "19": "Efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ny sisa amin’ny tantaran’i Jeroboama, izany hoe ny ady nataony sy ny nanjakany.",
        "20": "Naharitra 22 taona ny fotoana nanjakan’i Jeroboama, dia nodimandry any amin’ny razambeny izy. Ary i Nadaba zanany no nanjaka nandimby azy.",
        "21": "Nandritra izany fotoana izany, dia efa lasa mpanjaka tany Joda i Rehoboama zanak’i Solomona. Tamin’izy 41 taona no lasa mpanjaka, ary 17 taona no nanjakany tao Jerosalema, ilay tanàna nofidin’i Jehovah teo amin’ny foko rehetra teo amin’ny Israely mba hametrahana ny anarany. Nama no anaran-dreniny, ary Amonita izy io.",
        "22": "Ary nanao izay ratsy teo imason’i Jehovah foana ny Joda, ka nampahatezitra azy mihoatra noho ny razambeny izy ireo noho ny fahotana vitany.",
        "23": "Nanao toerana avo ho an’ny tenany koa izy ireo, ary nanangana tsangambato masina sy tsato-kazo masina, teny amin’ny havoana rehetra sy teny ambanin’ny hazo midoroboka rehetra.",
        "24": "Nisy lehilahy mpivaro-tenan’ny tempoly koa tao amin’ilay tany. Dia nataon’ny vahoaka daholo ny zava-maharikoriko fanaon’ireo firenena noroahin’i Jehovah hiala teo anatrehan’ny Israelita.",
        "25": "Tamin’ny taona fahadimy nanjakan’i Rehoboama Mpanjaka, dia niakatra hanafika an’i Jerosalema i Sisaka mpanjakan’i Ejipta.",
        "26": "Dia nalainy ireo zava-tsarobidy tao an-tranon’i Jehovah sy tao an-tranon’ny mpanjaka. Lasany daholo ny zava-drehetra, anisan’izany ny ampinga volamena rehetra nataon’i Solomona.",
        "27": "Nanao ampinga varahina àry i Rehoboama Mpanjaka ho solon’ireny. Nasainy niandraikitra an’ireny ny lehiben’ny mpiambina, izay niambina ny fidirana mankao an-tranon’ny mpanjaka.",
        "28": "Isaky ny nankao an-tranon’i Jehovah ny mpanjaka, dia nentin’ny mpiambina ireo ampinga ireo, ary avy eo naveriny tao amin’ny efitra fiambenana.",
        "29": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve ny sisa amin’ny tantaran’i Rehoboama, izany hoe izay rehetra nataony?",
        "30": "Ary niady foana i Rehoboama sy Jeroboama.",
        "31": "Dia nodimandry any amin’ny razambeny i Rehoboama, ka nalevina tao amin’izay nandevenana azy ireo tao amin’ny Tanànan’i Davida. Nama no anaran-dreniny, ary Amonita izy io. I Abiama zanak’i Rehoboama no nanjaka nandimby azy."
    },
    "15": {
        "1": "Lasa mpanjakan’ny Joda i Abiama tamin’ny taona faha-18 nanjakan’i Jeroboama Mpanjaka zanak’i Nebata.",
        "2": "Nanjaka telo taona tany Jerosalema izy. Maka no anaran-dreniny, ary zafikelin’i Abisaloma izy io.",
        "3": "Nataon’i Abiama daholo ny fahotana efa nataon’ny rainy. Ary tsy nifikitra tanteraka tamin’i Jehovah Andriamaniny ny fony, tsy mba hoatran’ny fon’i Davida razambeny.",
        "4": "Noho ny amin’i Davida anefa, dia nomen’i Jehovah Andriamaniny jiro tany Jerosalema izy, ka notendreny handimby azy ny zanany ary navelany hisy foana i Jerosalema.",
        "5": "Nanao izay tsara teo imason’i Jehovah mantsy i Davida, ary tsy niala tamin’izay nandidiany azy izy nandritra ny androm-piainany, afa-tsy tamin’ilay raharaha momba an’i Oria Hetita.",
        "6": "Ary niady foana i Rehoboama sy Jeroboama nandritra ny androm-piainany.",
        "7": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve ny sisa amin’ny tantaran’i Abiama, izany hoe izay rehetra nataony? Niady koa i Abiama sy Jeroboama.",
        "8": "Dia nodimandry any amin’ny razambeny i Abiama, ka nalevina tao amin’ny Tanànan’i Davida. Ary i Asa zanany no nanjaka nandimby azy.",
        "9": "Tamin’ny taona faha-20 nanjakan’i Jeroboama mpanjakan’ny Israely no nanomboka nanjaka teo amin’ny Joda i Asa.",
        "10": "Nanjaka 41 taona tany Jerosalema izy. Maka no anaran’ny renibeny, ary zafikelin’i Abisaloma izy io.",
        "11": "Nanao izay tsara teo imason’i Jehovah i Asa, hoatran’i Davida razambeny.",
        "12": "Noroahiny hiala tao amin’ilay tany ireo lehilahy mpivaro-tenan’ny tempoly, ary nesoriny daholo ny sampy maharikoriko nataon’ny razambeny.",
        "13": "Nesoriny tsy ho mpanjakavavy mihitsy koa aza i Maka renibeny, satria nanao sampy mahatsiravina hivavahana tamin’ny tsato-kazo masina. Dia nokapain’i Asa ilay sampy mahatsiravina nataon’ny renibeny, ka nodorany tao amin’ny Lohasahan’i Kidrona.",
        "14": "Fa tsy mba nesorina kosa ireo toerana avo. Na izany aza, dia nanompo an’i Jehovah tamin’ny fony manontolo i Asa, nandritra ny androm-piainany.",
        "15": "Ary nentiny tao an-tranon’i Jehovah izay zavatra nohamasininy sy nohamasinin-drainy, dia volafotsy sy volamena ary fitaovana isan-karazany.",
        "16": "Niady foana i Asa sy Basa mpanjakan’ny Israely.",
        "17": "Niakatra hanafika an’i Joda àry i Basa mpanjakan’ny Israely. Dia nanorina an’i Rama i Basa, mba hisakanana ny olona tsy hivezivezy hankany amin’i Asa mpanjakan’ny Joda.",
        "18": "Koa nalain’i Asa daholo ny volafotsy sy ny volamena sisa tamin’ireo zava-tsarobidy notehirizina tao an-tranon’i Jehovah sy tao an-tranon’ny mpanjaka, ka nampitondrainy an’ireo mpanompony. Avy eo, dia nirahin’i Asa Mpanjaka izy ireo ho any amin’i Beni-hadada, zanak’i Tabrimona zanak’i Heziona, mpanjakan’i Syria, izay nipetraka tao Damaskosy, mba hilaza hoe:",
        "19": "“Nanao fifanarahana izaho sy ianao, ary ny raiko sy ny rainao. Dia nampitondra volafotsy sy volamena hatao fanomezana ho anao aho. Koa foany ny fifanarahana nifanaovanao tamin’i Basa mpanjakan’ny Israely, mba hialany eto amin’ny taniko.”",
        "20": "Dia narahin’i Beni-hadada ny tenin’i Asa Mpanjaka, ka nirahiny ireo lehiben’ny tafiny mba hanafika ny tanànan’ny Israely. Koa resiny i Iona, Dana, Abela-beti-maka, Kinereta manontolo, ary ny tanin’i Naftaly manontolo.",
        "21": "Raha vao henon’i Basa izany, dia tsy nanorina an’i Rama intsony izy. Ary mbola nipetraka tao Tirza izy.",
        "22": "Nampanantsoin’i Asa Mpanjaka avy eo ny Joda rehetra tsy an-kanavaka. Dia nalain’izy ireo ny vato sy ny hazo nanorenan’i Basa an’i Rama, ka ireny no nampiasain’i Asa Mpanjaka hanorenana an’i Geban’i Benjamina sy Mizpa.",
        "23": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve ny sisa amin’ny tantaran’i Asa rehetra, izany hoe ny heriny rehetra sy izay rehetra nataony ary ireo tanàna naoriny? Narary tongotra anefa izy rehefa antitra.",
        "24": "Dia nodimandry any amin’ny razambeny i Asa, ka nalevina tao amin’izay nandevenana azy ireo tao amin’ny Tanànan’i Davida razambeny. Ary i Josafata zanany no nanjaka nandimby azy.",
        "25": "Lasa mpanjakan’ny Israely i Nadaba zanak’i Jeroboama tamin’ny taona faharoa nanjakan’i Asa mpanjakan’ny Joda. Ary nanjaka roa taona teo amin’ny Israely izy.",
        "26": "Nanao izay ratsy teo imason’i Jehovah foana izy, ary nanao hoatran’izay nataon-drainy sady nanao an’izay fahotana nataon’ny Israely noho ny fitaoman’ny rainy.",
        "27": "Nanao tetika hamelezana an’i Nadaba i Basa zanak’i Ahia anisan’ny taranak’Isakara, ka namely azy tao Gibetona, izay an’ny Filistinina. Nanao fahirano an’i Gibetona i Nadaba sy ny Israely rehetra tamin’izay.",
        "28": "Novonoin’i Basa àry izy tamin’ny taona fahatelo nanjakan’i Asa mpanjakan’ny Joda, ka i Basa no nanjaka nandimby azy.",
        "29": "Raha vao lasa mpanjaka i Basa, dia novonoiny daholo ny ankohonan’i Jeroboama. Tsy nasiany niangana izay rehetra nanam-pofonaina tamin’ny fianakavian’i Jeroboama. Nasainy naripaka izy ireo, araka ny tenin’i Jehovah tamin’ny alalan’i Ahia Silonita mpanompony.",
        "30": "Nitranga izany noho ny fahotana nataon’i Jeroboama sy ny fahotana nataon’ny Israely noho ny fitaoman’i Jeroboama, ary noho izy nampahatezitra be an’i Jehovah Andriamanitry ny Israely.",
        "31": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ve ny sisa amin’ny tantaran’i Nadaba, izany hoe izay rehetra nataony?",
        "32": "Ary niady foana i Asa sy Basa mpanjakan’ny Israely.",
        "33": "Tamin’ny taona fahatelo nanjakan’i Asa mpanjakan’ny Joda, no lasa mpanjakan’ny Israely rehetra tao Tirza i Basa zanak’i Ahia. Ary nanjaka 24 taona izy.",
        "34": "Nanao izay ratsy teo imason’i Jehovah foana anefa izy, ary nanao hoatran’izay nataon’i Jeroboama sady nanao an’izay fahotana nataon’ny Israely noho ny fitaoman’i Jeroboama."
    },
    "16": {
        "1": "Ary niteny tamin’i Jeho zanak’i Hanany i Jehovah, ka nanameloka an’i Basa hoe:",
        "2": "“Nasandratro avy tamin’ny vovoka ianao ary nataoko mpitarika ny Israely vahoakako. Mbola nanao hoatran’ny nataon’i Jeroboama ihany anefa ianao ary nahatonga ny Israely vahoakako hanota, ka nampahatezitra ahy izy ireo noho ny fahotany.",
        "3": "Koa hofongorako tanteraka i Basa sy ny ankohonany, ka hataoko hoatran’ny ankohonan’i Jeroboama zanak’i Nebata ny ankohonany.",
        "4": "Izay rehetra an’i Basa ka maty ao an-tanàna dia hohanin’ny alika, ary izay rehetra azy ka maty any an-tsaha dia hohanin’ny voro-manidina.”",
        "5": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ve ny sisa amin’ny tantaran’i Basa, izany hoe izay nataony sy ny heriny?",
        "6": "Dia nodimandry any amin’ny razambeny i Basa, ka nalevina tao Tirza. Ary i Elaha zanany no nanjaka nandimby azy.",
        "7": "Tamin’ny alalan’i Jeho mpaminany zanak’i Hanany koa i Jehovah no nilaza ny fanamelohany an’i Basa sy ny ankohonany. Nomelohina izy ireo noho ny ratsy rehetra nataony teo imason’i Jehovah, dia ny nanaovany izay hampahatezitra Azy toy ny nataon’ny ankohonan’i Jeroboama. Nomelohina koa izy ireo noho ny namonoany an’i Nadaba.",
        "8": "Tamin’ny taona faha-26 nanjakan’i Asa mpanjakan’ny Joda, no lasa mpanjakan’ny Israely tao Tirza i Elaha zanak’i Basa. Ary nanjaka roa taona izy.",
        "9": "Nanao tetika hamelezana azy i Zimry mpanompony, izay lehiben’ny antsasak’ireo miaramila mpitondra kalesiny. Tao Tirza i Elaha tamin’izay ary nisotro be ka mamo tao an-tranon’i Arza, izay niandraikitra ny ankohonan’ny mpanjaka tao Tirza.",
        "10": "Dia niditra i Zimry ka namono an’i Elaha ho faty tamin’ny taona faha-27 nanjakan’i Asa mpanjakan’ny Joda. Ary i Zimry no nanjaka nandimby an’i Elaha.",
        "11": "Raha vao nanjaka i Zimry ka nipetraka teo amin’ny seza fiandrianany, dia novonoiny daholo ny ankohonan’i Basa. Tsy nasiany niangana na iray aza ny lehilahy, na havany io na namany.",
        "12": "Naripak’i Zimry daholo àry ny ankohonan’i Basa, araka ny teny nolazain’i Jehovah tamin’ny alalan’i Jeho mpaminany tamin’Izy nanameloka an’i Basa.",
        "13": "Nitranga izany noho ny fahotana rehetra nataon’i Basa sy Elaha zanany, ary noho ny fahotana nataon’ny Israely noho ny fitaoman’izy mianaka. Nampahatezitra an’i Jehovah Andriamanitry ny Israely mantsy izy ireo noho ny sampy tsy misy dikany notompoiny.",
        "14": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ve ny sisa amin’ny tantaran’i Elaha, izany hoe izay rehetra nataony?",
        "15": "Tamin’ny taona faha-27 nanjakan’i Asa mpanjakan’ny Joda, no lasa mpanjaka tao Tirza i Zimry. Ary nanjaka fito andro izy. Nitoby mba hiady tamin’i Gibetona, izay an’ny Filistinina, ny tafika tamin’izay.",
        "16": "Tatỳ aoriana, dia henon’ny miaramila tao amin’ny toby hoe: “Nanao tetika hamelezana ny mpanjaka i Zimry, dia namono azy.” Nifidy an’i Omry lehiben’ny tafika àry ny Israely rehetra tao an-toby tamin’iny andro iny, mba hatao mpanjakan’ny Israely.",
        "17": "Dia niakatra avy tany Gibetona i Omry sy ny Israely rehetra, ka nanao fahirano an’i Tirza.",
        "18": "Rehefa hitan’i Zimry fa azon’izy ireo ilay tanàna, dia niditra tao amin’ny tilikambo voaro mafy, izay anisan’ny tranon’ny mpanjaka, izy. Ary nodorany ilay trano ka maty kilan’ny afo tao izy.",
        "19": "Nitranga izany noho ny fahotana nataony, tamin’izy nanao izay ratsy teo imason’i Jehovah ka nanahaka an’i Jeroboama, sy noho ny fahotana nataon’ny Israely noho ny fitaomany.",
        "20": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ve ny sisa amin’ny tantaran’i Zimry sy ny teti-dratsy nataony?",
        "21": "Tamin’izay no nizara roa ny vahoakan’Israely. Ny iray nanohana an’i Tibny zanak’i Ginata satria te hanao azy ho mpanjaka, ary ny iray nanohana an’i Omry.",
        "22": "Resin’ny mpomba an’i Omry anefa ny mpomba an’i Tibny zanak’i Ginata. Dia maty i Tibny, ary lasa mpanjaka i Omry.",
        "23": "Tamin’ny taona faha-31 nanjakan’i Asa mpanjakan’ny Joda, no lasa mpanjakan’ny Israely i Omry. Ary nanjaka 12 taona izy, ka tao Tirza ny 6 taona.",
        "24": "Novidiny tamin’i Samera ny tendrombohitr’i Samaria, ary volafotsy roa talenta no nahazoany azy. Dia nanorina tanàna teo amin’ilay tendrombohitra izy. Nataony hoe Samaria ny anaran’ilay tanàna, araka ny anaran’i Samera tompon’ilay tendrombohitra.",
        "25": "Nanao izay ratsy teo imason’i Jehovah foana i Omry, ary nanao ratsy mihoatra noho izay rehetra talohany.",
        "26": "Nanao hoatran’izay rehetra nataon’i Jeroboama zanak’i Nebata izy. Nataony koa ny fahotana nataon’ny Israely noho ny fitaoman’i Jeroboama, tamin’izy ireo nampahatezitra an’i Jehovah Andriamanitry ny Israely noho ny sampy tsy misy dikany notompoiny.",
        "27": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ve ny sisa amin’ny tantaran’i Omry, izany hoe izay nataony sy ny heriny?",
        "28": "Dia nodimandry any amin’ny razambeny i Omry, ka nalevina tao Samaria. Ary i Ahaba zanany no nanjaka nandimby azy.",
        "29": "Lasa mpanjakan’ny Israely i Ahaba zanak’i Omry tamin’ny taona faha-38 nanjakan’i Asa mpanjakan’ny Joda. Ary nanjaka 22 taona teo amin’ny Israely, tao Samaria, i Ahaba zanak’i Omry.",
        "30": "Nanao izay ratsy teo imason’i Jehovah, mihoatra noho izay rehetra talohany, i Ahaba zanak’i Omry.",
        "31": "Hoatran’ny hoe tsy ampy azy ny nanao ny fahotana nataon’i Jeroboama zanak’i Nebata, fa mbola nanambady an’i Jezebela zanakavavin’i Etibala mpanjakan’ny Sidonianina koa izy. Ary lasa nanompo an’i Bala izy ka niankohoka teo anatrehany.",
        "32": "Dia nanorina alitara ho an’i Bala izy, tao amin’ny tranon’i Bala izay naoriny tao Samaria.",
        "33": "Nanamboatra tsato-kazo masina koa izy. Nanao zavatra maro nampahatezitra an’i Jehovah Andriamanitry ny Israely i Ahaba, mihoatra noho ny mpanjaka rehetran’ny Israely talohany.",
        "34": "Tamin’ny andron’i Ahaba i Hiela Betelita no nanorina indray an’i Jeriko. Maty àry i Abirama lahimatoany rehefa nanao ny fototra izy, ary maty i Segoba faralahiny rehefa nanangana ny vavahadiny izy, araka ny tenin’i Jehovah tamin’ny alalan’i Josoa zanak’i Nona."
    },
    "17": {
        "1": "Niteny tamin’i Ahaba i Elia Tisbita, avy any Gileada, hoe: “Raha mbola velona koa i Jehovah Andriamanitry ny Israely izay tompoiko, dia tsy hisy ando na orana mandritra ny taona vitsivitsy raha tsy izaho no miteny!”",
        "2": "Niteny tamin’i Elia i Jehovah hoe:",
        "3": "“Mialà eto dia mandehana miantsinanana ary miafena any amin’ny Lohasahan’i Kerita, any atsinanan’i Jordana.",
        "4": "Rano avy amin’ilay renirano no hosotroinao, ary homeko baiko ny goaika mba hitondra sakafo ho anao any.”",
        "5": "Dia lasa avy hatrany i Elia, ka nanao an’izay notenenin’i Jehovah taminy. Nandeha izy ary nijanona tany amin’ny Lohasahan’i Kerita, any atsinanan’i Jordana.",
        "6": "Nitondra mofo sy hena ho an’i Elia ny goaika rehefa maraina sy hariva, ary nisotro rano avy amin’ilay renirano izy.",
        "7": "Ritra anefa ilay renirano rehefa afaka elaela, satria tsy nisy orana nilatsaka tao amin’ilay tany.",
        "8": "Dia niteny taminy i Jehovah hoe:",
        "9": "“Mitsangàna dia mandehana any Zarefata any Sidona, ary mijanòna any. Fa misy vehivavy mpitondratena hasaiko manome sakafo anao any.”",
        "10": "Nitsangana àry izy ka nankany Zarefata. Rehefa tonga teo amin’ny fidirana amin’ilay tanàna izy, dia nahita vehivavy mpitondratena naka kitay. Niantso azy i Elia, dia niteny hoe: “Mba itondray rano kely amin’ny kaopy re aho hosotroiko e!”",
        "11": "Ary raha iny izy lasa naka an’ilay rano iny, dia niantso azy indray i Elia ary niteny hoe: “Dia mba itondray mofo kely koa aho, azafady.”",
        "12": "Fa hoy ilay vehivavy: “Raha mbola velona koa i Jehovah Andriamanitrao, dia tsy manana mofo aho. Tsy manana afa-tsy lafarinina eran’ny tanan’ila ao anaty siny lehibe aho, sy menaka kely ao anaty siny kely. Maka kitay vitsivitsy aho izao, dia hody hikarakara sakafo ho anay mianaka. Dia hihinana izahay ary ho faty avy eo.”",
        "13": "Dia hoy i Elia taminy: “Aza matahotra! Midira, dia ataovy izany zavatra lazainao izany. Fa anaovy mofo kely boribory anankiray amin’izay misy ao aloha aho, dia ento etỳ amiko. Afaka mikarakara sakafo ho anareo mianaka ianao avy eo.",
        "14": "Fa izao no lazain’i Jehovah Andriamanitry ny Israely: ‘Tsy ho lany ny lafarinina ao anatin’ilay siny lehibe, ary tsy ho ritra ny menaka ao anatin’ilay siny kely, mandra-pahatongan’ny andro handatsahan’i Jehovah orana amin’ny tany.’”",
        "15": "Dia lasa ilay vehivavy, ka nanao izay nolazain’i Elia. Ary nanan-kohanina nandritra ny andro maro izy sy ny ankohonany ary Elia.",
        "16": "Tsy lany ny lafarinina tao anatin’ilay siny lehibe, ary tsy ritra ny menaka tao anatin’ilay siny kely, araka ny tenin’i Jehovah tamin’ny alalan’i Elia.",
        "17": "Narary ny zanakalahin’ilay vehivavy tompon-trano tatỳ aoriana, ary nihombo ny aretiny ka maty izy.",
        "18": "Dia hoy ilay vehivavy tamin’i Elia: “Fa naninona anao aho, ry lehilahin’Andriamanitra ô? Tonga atỳ amiko ve ianao mba hampahatsiahy ny fahadisoako sy hamono ny zanako?”",
        "19": "Fa hoy i Elia taminy: “Omeo ahy ny zanakao.” Dia noraisiny avy teny an-tanan’ilay vehivavy ilay ankizy, ary nentiny niakatra tao amin’ilay efitra nipetrahany tany an-tampon-trano, ka nataony teo ambony fandrianany.",
        "20": "Dia niantso mafy an’i Jehovah izy hoe: “Ry Jehovah Andriamanitro ô, nahatonga loza tamin’ity mpitondratena nampiantrano ahy ity koa ve ianao ka nahafaty ny zanany?”",
        "21": "Dia nitsotra intelo teo ambonin’ilay ankizy izy, sady niantso mafy an’i Jehovah hoe: “Ry Jehovah Andriamanitro ô! Mba ataovy re izay hampiverina ny ain’ity ankizy ity e!”",
        "22": "Dia nohenoin’i Jehovah ny fangatahan’i Elia ka niverina ny ain’ilay ankizy, ary velona indray izy.",
        "23": "Dia noraisin’i Elia ilay ankizy, ka nentiny nidina avy tao amin’ilay efitra tany an-tampon-trano, ary nomeny an-dreniny tao an-trano. Dia hoy i Elia: “Io fa velona ny zanakao.”",
        "24": "Ary hoy ilay vehivavy tamin’i Elia: “Fantatro izao fa tena lehilahin’Andriamanitra ianao, ary marina ny tenin’i Jehovah lazain’ny vavanao.”"
    },
    "18": {
        "1": "Rehefa afaka elaela, izany hoe tamin’ny taona fahatelo, dia niteny tamin’i Elia i Jehovah hoe: “Mandehana miseho eo anatrehan’i Ahaba, fa handatsaka orana amin’ny tany aho.”",
        "2": "Dia lasa i Elia mba hiseho teo anatrehan’i Ahaba. Mbola mafy be ny mosary tany Samaria tamin’izay.",
        "3": "Nandritra izany fotoana izany, dia nantsoin’i Ahaba i Obadia, izay niandraikitra ny ankohonany.—Olona tena natahotra an’i Jehovah i Obadia.",
        "4": "Tamin’i Jezebela nandripaka an’ireo mpaminanin’i Jehovah, dia naka mpaminany 100 i Obadia ka nanafina azy ireo. Nataony 50 avy ny tao anaty lava-bato, ary nitondrany mofo sy rano izy ireo.—",
        "5": "Hoy i Ahaba tamin’i Obadia: “Mandehana tetezo ny tany, any amin’ny loharano rehetra sy ny lohasaha rehetra. Angamba hahita ahi-maitso ampy tsara ho an’ny soavaly sy ramole isika, ka ho voatsimbina ny ain’izy ireo ary tsy ho ripaka ny biby fiompintsika.”",
        "6": "Dia nozarain’izy roa lahy ny tany hoteteziny, ka i Ahaba nandeha irery tamin’ny lalana iray, ary i Obadia nandeha irery tamin’ny lalana iray.",
        "7": "Rehefa teny an-dalana i Obadia, dia tonga hihaona taminy i Elia. Tonga dia fantany i Elia, ka niankohoka izy sady niteny hoe: “Ianao ve io, ry Elia tompoko?”",
        "8": "Namaly i Elia hoe: “Izaho ity! Mandehana lazao amin’ny tomponao hoe: ‘Any i Elia!’”",
        "9": "Hoy anefa i Obadia: “Fa dia inona loatra no fahotana nataoko no atolotrao eo an-tanan’i Ahaba izaho mpanomponao? Tsy hovonoiny ho faty ve aho?",
        "10": "Raha mbola velona koa i Jehovah Andriamanitrao, dia tsy nisy firenena na fanjakana tsy nandefasan’ny tompoko olona hitady anao. Ary rehefa niteny ilay fanjakana na ilay firenena hoe: ‘Tsy atỳ izy’, dia nasainy nianiana hoe tena tsy nahita anao tokoa.",
        "11": "Izao anefa ianao milaza hoe: ‘Mandehana teneno ny tomponao hoe: “Any i Elia!”’",
        "12": "Rehefa miala eto aminao anefa aho izao, dia hoentin’ny fanahin’i Jehovah any amin’izay toerana tsy fantatro any ianao. Koa raha mampandre an’i Ahaba aho nefa tsy ho hitany ianao, dia azo antoka fa hovonoiny ho faty aho. Efa hatramin’ny mbola kely anefa izaho mpanomponao no natahotra an’i Jehovah.",
        "13": "Tsy nisy nilaza tamin’ny tompoko an’izay nataoko angaha rehefa novonoin’i Jezebela ny mpaminanin’i Jehovah? Nanafina mpaminanin’i Jehovah 100 aho, ka 50 avy no nataoko tao anaty lava-bato, ary nitondrako mofo sy rano ry zareo.",
        "14": "Izao anefa ianao milaza hoe: ‘Mandehana lazao amin’ny tomponao hoe: “Any i Elia!”’ Tena tsy maintsy hovonoiny ho faty aho!”",
        "15": "Hoy anefa i Elia: “Raha mbola velona koa i Jehovah Tompon’ny tafika izay tompoiko, dia hiseho eo anatrehan’i Ahaba aho anio.”",
        "16": "Lasa nankany amin’i Ahaba àry i Obadia ka nilaza izany taminy. Dia nankany amin’i Elia i Ahaba.",
        "17": "Raha vao nahita an’i Elia i Ahaba, dia nilaza taminy hoe: “Ianao ve io, ry ilay nahatonga loza lehibe tamin’ny Israely?”",
        "18": "Ary hoy i Elia: “Tsy izaho no nahatonga loza tamin’ny Israely, fa ianao sy ny ankohonan-drainao, satria niala tamin’ny didin’i Jehovah ianareo, ka nanaraka an’ireo Bala.",
        "19": "Koa vorio hankany amiko any amin’ny Tendrombohitra Karmela ny Israely rehetra. Vorio koa ny mpaminanin’i Bala 450 sy ny mpaminany 400 mivavaka amin’ny tsato-kazo masina, izay samy misakafo eo amin’ny latabatr’i Jezebela.”",
        "20": "Naniraka olona tany amin’ny vahoakan’Israely rehetra àry i Ahaba, sady namory ny mpaminany ho any amin’ny Tendrombohitra Karmela.",
        "21": "Ary nankeo amin’ny olona rehetra i Elia, dia niteny hoe: “Mandra-pahoviana ianareo no hiroaroa saina? Raha i Jehovah no tena Andriamanitra, dia manaraha azy. Fa raha i Bala kosa, dia manaraha azy.” Tsy namaly azy anefa ny vahoaka na indraim-bava aza.",
        "22": "Dia hoy i Elia tamin’ny vahoaka: “Izaho irery sisa no tavela amin’ny mpaminanin’i Jehovah, fa ny mpaminanin’i Bala kosa 450 lahy.",
        "23": "Omeo vantotr’ombilahy roa izahay, dia avelao ry zareo hifidy vantotr’ombilahy iray, dia horasarasainy ilay izy ary hapetrany eo ambony kitay. Tsy tokony hasiana afo anefa ilay izy. Izaho kosa hikarakara an’ilay vantotr’ombilahy iray, ka hametraka azy eo ambony kitay. Tsy hasiako afo koa anefa ilay izy.",
        "24": "Antsoy ny anaran’ny andriamanitrareo avy eo, fa izaho hiantso ny anaran’i Jehovah. Izay Andriamanitra mamaly ka mandatsaka afo no hampiseho hoe izy no tena Andriamanitra.” Dia namaly ny olona rehetra hoe: “Mety izany.”",
        "25": "Ary hoy i Elia tamin’ireo mpaminanin’i Bala: “Mifidiana aloha ianareo vantotr’ombilahy iray dia karakarao ilay izy, fa ianareo no maro an’isa. Aza asiana afo anefa ilay izy. Antsoy avy eo ny anaran’ny andriamanitrareo.”",
        "26": "Nalain’izy ireo àry ilay vantotr’ombilahy nomena azy, ka nokarakarainy. Dia niantso ny anaran’i Bala izy ireo hatramin’ny maraina ka mandra-pitataovovonan’ny andro. Niantsoantso izy ireo hoe: “Ry Bala ô, valio izahay!”, kanjo tsy nisy feo re sady tsy nisy namaly. Ary tsy nitsahatra nihinjakinjaka nanodidina an’ilay alitara nataony izy ireo.",
        "27": "Rehefa nitataovovonana, dia nanesoeso azy ireo i Elia hoe: “Miantsoa faran’izay mafy fa andriamanitra ange izy e! Misy zavatra mahalasa saina azy angamba, na lasa any an-kabine izy. Na sao dia matory izy dia mila fohazina.”",
        "28": "Dia niantsoantso faran’izay mafy izy ireo. Ary nandidididy ny vatany tamin’ny sabatra kely sy lefona izy ireo, toy ny fanaony, mandra-pihosin-dra ny vatany.",
        "29": "Efa dila ny mitataovovonana, nefa mbola nihinjakinjaka teo foana izy ireo, mandra-pahatongan’ny fotoana fanolorana ny fanatitra varimbazaha amin’ny takariva. Mbola tsy nisy feo re ihany anefa, sady tsy nisy namaly na nihaino.",
        "30": "Farany, dia hoy i Elia tamin’ny olona rehetra: “Avia daholo!” Nanatona azy àry ny olona rehetra. Dia namboarin’i Elia ilay alitaran’i Jehovah efa rava.",
        "31": "Avy eo izy dia naka vato 12, araka ny isan’ny fokon’ny zanak’i Jakoba, izay nilazan’i Jehovah hoe: “Hatao hoe Israely ny anaranao.”",
        "32": "Koa nanamboatra alitara ho an’ny anaran’i Jehovah tamin’ireo vato ireo izy. Nasiany tatatra manodidina an’ilay alitara, ary nasiany elanelana mitovitovy velarana amin’ny tany ampy hamafazana voa indroan’ny sehà.",
        "33": "Nalahany ny kitay avy eo, ary norasarasainy ilay vantotr’ombilahy ka napetrany teo ambony kitay. Dia hoy izy: “Fenoy rano ny siny lehibe efatra, ka araraho eo amin’ny fanatitra dorana sy ny kitay.”",
        "34": "Ary hoy izy: “Asio indray.” Dia nasian’izy ireo indray. Hoy ihany izy: “Asio fanintelony.” Dia nasian’izy ireo fanintelony.",
        "35": "Koa nikoriana nanodidina an’ilay alitara ny rano. Ary nofenoin’i Elia rano koa ny tatatra.",
        "36": "Tamin’ny fotoana fanolorana ny fanatitra varimbazaha amin’ny takariva, dia nankeo amin’ilay alitara i Elia mpaminany ka niteny hoe: “Ry Jehovah Andriamanitr’i Abrahama sy Isaka ary Israely ô! Ataovy fantatry ny rehetra androany fa ianao no Andriamanitra eo amin’ny Israely, ary izaho dia mpanomponao, ka noho ny teninao no nanaovako an’izao zavatra rehetra izao.",
        "37": "Valio aho, Jehovah ô! Valio aho mba ho fantatr’ireto vahoaka ireto fa ianao, Jehovah ô, no tena Andriamanitra, ary tianao hiverina aminao indray ny fon’izy ireo.”",
        "38": "Dia nilatsaka avy any an-danitra ny afon’i Jehovah ka nandevona ny fanatitra dorana, ny kitay, ny vato, ary ny vovoka. Ritran’ny afo koa ny rano tao amin’ilay tatatra.",
        "39": "Nahita an’izany ny olona rehetra, ka niankohoka avy hatrany sady niteny hoe: “I Jehovah no tena Andriamanitra! I Jehovah no tena Andriamanitra!”",
        "40": "Dia hoy i Elia tamin’izy ireo: “Sambory ireo mpaminanin’i Bala ireo! Aza avela hisy ho afa-mandositra na iray aza!” Koa nosamborin’ny olona avy hatrany izy ireo, ka nentin’i Elia nidina nankany amin’ny reniranon’i Kisona, dia novonoiny tany.",
        "41": "Ary hoy i Elia tamin’i Ahaba: “Miakara ka mihinàna sy misotroa, fa izany henoko izany ny feon’ny oram-be mivatravatra.”",
        "42": "Dia niakatra i Ahaba mba hihinana sy hisotro. Fa i Elia kosa niakatra teo an-tampon’i Karmela, dia niankohoka tamin’ny tany, ka nataony teo anelanelan’ny lohaliny ny tarehiny.",
        "43": "Ary hoy izy tamin’ny mpanompony: “Miakara, azafady, ka mitazàna any an-dranomasina.” Dia niakatra izy ka nitazana, ary nilaza hoe: “Tsisy na inona na inona mihitsy any.” Impito i Elia no niteny taminy hoe: “Mandehana jereo indray.”",
        "44": "Ary tamin’ny fanimpitony, dia hoy ilay mpanompo: “Iny misy rahona kely hoatran’ny felatanana miakatra avy eny an-dranomasina.” Dia hoy i Elia: “Mandehana ilazao i Ahaba hoe: ‘Omano ny kalesinao, ary midìna sao ho voasakan’ny oram-be ianao!’”",
        "45": "Nandritra izany fotoana izany, dia lasa feno rahona mainty ny lanitra ary nifofofofo ny rivotra, ka nirotsaka ny oram-be nivatravatra. Dia nitaingina ny kalesiny i Ahaba, ary nankany Jezirela.",
        "46": "Fa ny tanan’i Jehovah kosa nanome hery an’i Elia. Ary nisikinany ny akanjony, dia nihazakazaka teo alohan’i Ahaba izy mandra-pahatongany tany Jezirela."
    },
    "19": {
        "1": "Ary notantarain’i Ahaba tamin’i Jezebela daholo ny nataon’i Elia, sy ny namonoan’i Elia ny mpaminany rehetra tamin’ny sabatra.",
        "2": "Dia naniraka olona ho any amin’i Elia i Jezebela mba hilaza hoe: “Hofaizin’ireo andriamanitra anie aho, raha tsy hataoko hoatran’ny tsirairay amin’ireny ianao rahampitso hoatr’izao!”",
        "3": "Natahotra àry i Elia ka nandositra mba hamonjy ny ainy. Tonga tany Beri-sheba any Joda izy, ary navelany tao ny mpanompony.",
        "4": "Izy kosa nandeha lalana indray andro tany an-tany efitra. Dia nipetraka teo ambany anjavidy iray izy, ary nangataka ny ho faty. Hoy izy: “Aoka izay! Esory amin’izay ny aiko, Jehovah ô, fa tsy tsara noho ny razambeko aho.”",
        "5": "Ary nidaboka teo ambanin’ilay anjavidy izy ka resin-tory teo. Nisy anjely nikasika azy tampoka anefa sady niteny hoe: “Miarena, dia mihinàna.”",
        "6": "Rehefa nihiratra i Elia, dia nahita mofo boribory teo ambony vato mahamay, teo akaikin’ny lohany. Nisy jaogy nisy rano koa teo. Ary nihinana sy nisotro izy, dia nidaboka natory indray.",
        "7": "Tonga fanindroany indray ilay anjelin’i Jehovah taorian’izay, ka nikasika azy sady niteny hoe: “Miarena dia mihinàna, raha tsy izany tsy ho vitanao ny dia lavitra mbola halehanao.”",
        "8": "Koa niarina i Elia dia nihinana sy nisotro. Ary nahazo hery izy, ka nandeha nandritra ny 40 andro sy 40 alina mandra-pahatongany tany Horeba, tendrombohitr’ilay tena Andriamanitra.",
        "9": "Niditra tao anaty lava-bato izy rehefa tonga tany, ary natory tao nandritra ny alina. Dia niteny taminy i Jehovah hoe: “Inona no ataonao atỳ, ry Elia?”",
        "10": "Dia hoy i Elia: “Tena nafana fo tamin’ny fanompoana an’i Jehovah Andriamanitry ny tafika aho. Fa efa nivadika tamin’ny fifanekena nataonao taminy ny vahoakan’Israely. Noravany ny alitaranao, ary novonoiny tamin’ny sabatra ny mpaminaninao, dia izaho irery sisa no tavela. Dia mbola mitady hamono ahy koa ry zareo izao.”",
        "11": "Fa hoy Andriamanitra: “Mivoaha, dia mitsangàna eo an-tendrombohitra, eo anatrehan’i Jehovah.” Ary nandalo i Jehovah, ka nisy rivotra be sady mahery nampitresaka tendrombohitra sy namaky harambato, teo alohan’i Jehovah. Tsy tao amin’ilay rivotra anefa i Jehovah. Ary nisy horohoron-tany taorian’ilay rivotra, nefa tsy tao amin’ilay horohoron-tany i Jehovah.",
        "12": "Ary nisy afo taorian’ilay horohoron-tany, nefa tsy tao amin’ilay afo i Jehovah. Dia nisy feo malefaka sy iva taorian’ilay afo.",
        "13": "Raha vao naheno an’ilay feo i Elia, dia nosaronany tamin’ilay akanjona mpaminany teny aminy ny tarehiny. Ary nivoaka izy ka nitsangana teo amin’ny fidirana mankao amin’ilay lava-bato. Dia nisy feo nanontany azy hoe: “Inona no ataonao atỳ, ry Elia?”",
        "14": "Hoy i Elia: “Tena nafana fo tamin’ny fanompoana an’i Jehovah Andriamanitry ny tafika aho. Fa efa nivadika tamin’ny fifanekena nataonao taminy ny vahoakan’Israely. Noravany ny alitaranao, ary novonoiny tamin’ny sabatra ny mpaminaninao, dia izaho irery sisa no tavela. Dia mbola mitady hamono ahy koa ry zareo izao.”",
        "15": "Hoy i Jehovah taminy: “Mandehana miverina, dia mankanesa any an-tany efitr’i Damaskosy. Rehefa tonga any ianao, dia hosory ho mpanjakan’i Syria i Hazaela.",
        "16": "Ary hosory ho mpanjakan’ny Israely i Jeho zafikelin’i Nimsy. Dia hosory ho mpaminany handimby anao i Elisa zanak’i Safata, avy any Abela-mehola.",
        "17": "Izay afa-mandositra ny sabatr’i Hazaela dia hovonoin’i Jeho. Ary izay afa-mandositra ny sabatr’i Jeho kosa hovonoin’i Elisa.",
        "18": "Mbola misy olona 7 000 navelako any Israely, dia ireo rehetra tsy nandohalika tamin’i Bala sy tsy nanoroka azy.”",
        "19": "Koa niala teo i Elia ary nahita an’i Elisa zanak’i Safata niasa tany. Nisy omby 24 nampiarahina tsiroaroa teo alohany, ary teo amin’ireo omby roa faha-12 farany izy. Dia nankeny aminy i Elia, ary natsipiny teny amin’i Elisa ilay akanjona mpaminany nanaovany.",
        "20": "Nilaozan’i Elisa teo àry ny omby ka nihazakazaka nanaraka an’i Elia izy, ary niteny hoe: “Avelao aho aloha, azafady, mba hanoroka ny ray aman-dreniko, ary hanaraka anao aho avy eo.” Dia hoy i Elia: “Mandehana miverina, fa izaho angaha moa manakana anao e!”",
        "21": "Niverina àry i Elisa. Naka omby roa hatao sorona izy, ka hazo tamin’ny angadinomby no nataony kitay handrahoana ny hena. Dia nomeny ny olona izany, ka nihinana izy ireo. Nitsangana izy taorian’izay ka nanaraka an’i Elia, ary nanompo azy."
    },
    "20": {
        "1": "Ary novorin’i Beni-hadada mpanjakan’i Syria ny tafiny rehetra, sy ny mpanjaka 32 hafa niaraka tamin’ny soavalin’izy ireo sy ny kalesiny. Dia niakatra izy ka nanao fahirano an’i Samaria mba hiady taminy.",
        "2": "Naniraka olona nankao an-tanàna izy, ho any amin’i Ahaba mpanjakan’ny Israely, mba hilaza hoe: “Izao no nolazain’i Beni-hadada:",
        "3": "‘Ahy ny volafotsinao sy ny volamenanao ary ny tsara tarehy indrindra amin’ny vady aman-janakao.’”",
        "4": "Dia namaly ny mpanjakan’ny Israely hoe: “Marina ny teninao ry mpanjaka tompoko. Anao tokoa aho sy izay rehetra ananako.”",
        "5": "Dia niverina indray ireo iraka taorian’izay, ka nilaza hoe: “Izao no notenenin’i Beni-hadada: ‘Naniraka olona tatỳ aminao aho hilaza hoe: “Omeo ahy ny volafotsinao sy ny volamenanao ary ireo vady aman-janakao.”",
        "6": "Hirahiko ho atỳ aminao anefa ny mpanompoko rahampitso tokotokony ho hoatr’izao, ka hataon’izy ireo savahao ny tranonao sy ny tranon’ny mpanomponao. Dia halain’izy ireo izay rehetra sarobidy aminao ka hoentiny.’”",
        "7": "Dia nantsoin’ny mpanjakan’ny Israely daholo ny anti-panahy teo amin’ny taniny, ka hoy izy: “Mba diniho kely ary jereo fa te hanisy ratsy antsika mihitsy ilay rangahy iny. Efa notereny aho hanome ny vady aman-janako sy ny volafotsiko ary ny volamenako, ary tsy nanda aho.”",
        "8": "Dia hoy ny anti-panahy rehetra sy ny vahoaka manontolo: “Aza mankatò azy, ary aza manaiky.”",
        "9": "Hoy àry i Ahaba tamin’ny irak’i Beni-hadada: “Lazao amin’ny mpanjaka tompoko hoe: ‘Izaho mpanomponao dia hanao an’izay rehetra notakinao tamiko tamin’ny voalohany. Fa izany zavatra izany kosa tsy azoko ekena.’” Dia lasa nitatitra an’izany tany amin’i Beni-hadada ireo iraka.",
        "10": "Ary naniraka olona ho any aminy indray i Beni-hadada mba hilaza hoe: “Hofaizin’ireo andriamanitra anie aho, raha havelako hisy tavela ny vovoka ao Samaria ka hoe mbola hahazo vovoka eran’ny tanan’ila ny olona tsirairay manaraka ahy!”",
        "11": "Dia hoy ny navalin’ny mpanjakan’ny Israely: “Lazao aminy hoe: ‘Olona vao mametaka ny fiadiany handeha hiady ve, dia efa mirehareha hoatran’ny olona efa manala ny fiadiany?’”",
        "12": "Teo am-pisotroana niaraka tamin’ireo mpanjaka tao amin’ny tranolainy i Beni-hadada tamin’izy naheno an’izany, ka tonga dia hoy izy tamin’ny mpanompony: “Miomàna hanafika!” Dia niomana hanafika an’ilay tanàna izy ireo.",
        "13": "Nisy mpaminany iray anefa nanatona an’i Ahaba mpanjakan’ny Israely, dia niteny hoe: “Izao no lazain’i Jehovah: ‘Hitanao ve ireo vahoaka be ireo? Hataoko resinao izy ireo androany, dia ho fantatrao fa izaho no Jehovah.’”",
        "14": "Ary nanontany i Ahaba hoe: “Amin’ny fomba ahoana?” Dia hoy izy: “Izao no lazain’i Jehovah: ‘Amin’ny alalan’ireo mpanampy ny andrianan’ny faritany.’” Hoy àry i Ahaba: “Iza no hamely voalohany?” Dia hoy izy: “Ianao!”",
        "15": "Ary nisain’i Ahaba ireo mpanampy ny andrianan’ny faritany, ka nisy 232. Nisainy koa ny lehilahy israelita rehetra avy eo, ka 7 000 ny isany.",
        "16": "Dia nivoaka hanafika izy ireo tamin’ny mitataovovonana, raha mbola nisotro be ka mamo tao amin’ny tranolay i Beni-hadada sy ireo mpanjaka 32 nanampy azy.",
        "17": "Ireo mpanampy ny andrianan’ny faritany no nivoaka voalohany. Dia naniraka olona avy hatrany i Beni-hadada, ka ireo no nitatitra taminy hoe: “Misy lehilahy mivoaka avy ao Samaria.”",
        "18": "Dia hoy i Beni-hadada: “Raha ny hihavana no ivoahan’izy ireo, dia ataovy sambo-belona izy, fa raha ny hiady kosa dia mbola ataovy sambo-belona ihany izy.”",
        "19": "Rehefa nivoaka avy ao an-tanàna anefa ireo mpanampy ny andrianan’ny faritany sy ny tafika nanaraka azy ireo,",
        "20": "dia samy namono ny fahavalony izy ireo. Nitsoaka àry ny Syrianina ka nenjehin’ny Israely. I Beni-hadada mpanjakan’i Syria kosa nandositra nitaingin-tsoavaly, niaraka tamin’ireo mpitaingin-tsoavaly sasany.",
        "21": "Nivoaka anefa ny mpanjakan’ny Israely, ka nasiany ny soavaly sy ny kalesy fitondra miady. Dia resiny tanteraka ny Syrianina.",
        "22": "Tatỳ aoriana, dia nankany amin’ny mpanjakan’ny Israely ilay mpaminany, ka nilaza hoe: “Mandehana hamafiso ny fiarovanao. Ary eritrereto izay hataonao, fa hiakatra hiady aminao ny mpanjakan’i Syria, eo am-piandohan’ny taona.”",
        "23": "Ary hoy ny mpanompon’ny mpanjakan’i Syria taminy: “Andriamanitry ny tendrombohitra ny Andriamanitr’izy ireo, ka izany no nandreseny antsika. Fa raha eny amin’ny tany lemaka isika no miady aminy, dia ho resintsika ry zareo.",
        "24": "Izao koa atao: Esory amin’ny toerany ny mpanjaka rehetra, ka soloy governora.",
        "25": "Makà miaramila mitovy isa amin’ireo efa maty, ary makà soavaly ho solon’ny soavaly, sy kalesy ho solon’ny kalesy. Dia andao hiady aminy eny amin’ny tany lemaka, fa tena ho resintsika ry zareo!” Nanaraka ny torohevitr’izy ireo àry i Beni-hadada, ka izany tokoa no nataony.",
        "26": "Teo am-piandohan’ny taona, dia nangonin’i Beni-hadada ny Syrianina, ary niakatra nankany Afeka izy mba hiady tamin’ny Israely.",
        "27": "Novorina koa ny vahoakan’Israely ary nomena vatsy, dia nivoaka mba hifanandrina tamin’izy ireo. Toy ny andian’osy anankiroa kely ny vahoakan’Israely rehefa nitoby tandrifin’izy ireo, fa ny Syrianina kosa nanenika ny tany.",
        "28": "Dia nankany amin’ny mpanjakan’ny Israely ilay lehilahin’Andriamanitra, ka hoy izy taminy: “Izao no lazain’i Jehovah: ‘Satria hoy ny Syrianina hoe: “Andriamanitry ny tendrombohitra i Jehovah, fa tsy Andriamanitry ny tany lemaka”, dia hataoko resinao ireo vahoaka be ireo, ka ho fantatrareo tokoa fa izaho no Jehovah.’”",
        "29": "Nitoby nifanatrika teo nandritra ny fito andro izy ireo. Ary raikitra ny ady tamin’ny andro fahafito. Dia namely miaramila syrianina 100 000 mpandeha an-tongotra ny vahoakan’Israely tao anatin’ny iray andro.",
        "30": "Ny sisa kosa nandositra tao Afeka, tao an-tanàna, kanjo nianjeran’ny manda ny 27 000 tamin’izy ireo. Nandositra koa i Beni-hadada ka tonga tao an-tanàna, ary niafina tao amin’ny efitra iray anatiny indrindra.",
        "31": "Dia hoy ny mpanompony taminy: “Henonay fa mpanjaka be famindram-po ny mpanjakan’ny taranak’Israely. Koa mba avelao re izahay hisikina lamba gony e, ary hanisy tady eo ambony lohanay, dia hivoaka ho any amin’ny mpanjakan’ny Israely. Sao dia mba hotsimbininy ny ainao.”",
        "32": "Nisikina lamba gony àry izy ireo, ary nanisy tady teo ambony lohany, dia nankao amin’ny mpanjakan’ny Israely. Hoy izy ireo: “Izao no nolazain’i Beni-hadada mpanomponao: ‘Mba tsimbino re ny aiko e!’” Dia hoy ny mpanjaka: “Mbola velona angaha izy? Rahalahiko izy.”",
        "33": "Fambara tsara izany tamin’izy ireo, sady tonga dia fantany hoe efa izay mihitsy no tao an-tsain’ny mpanjaka. Koa niteny izy ireo hoe: “Rahalahinao tokoa i Beni-hadada.” Dia hoy ny mpanjaka: “Mandehana alaivo izy.” Nivoaka nankany amin’i Ahaba àry i Beni-hadada, ka nasainy niakatra nankao amin’ny kalesy fitondra miady.",
        "34": "Ary hoy i Beni-hadada taminy: “Haveriko aminao ny tanàna nalain-draiko tamin-drainao. Ary afaka manao tsena ho anao any Damaskosy ianao, toy ny nataon’ny raiko tany Samaria.” Dia namaly i Ahaba hoe: “Havelako handeha ianao noho izany fifanarahana izany.” Nanao fifanarahana taminy àry izy, ka namela azy handeha.",
        "35": "Nisy lehilahy iray anisan’ny zanaky ny mpaminany nasain’i Jehovah niteny tamin’ny namany hoe: “Asio aho, azafady!” Tsy nety namely azy anefa ilay namany.",
        "36": "Hoy àry izy taminy: “Satria tsy nihaino ny feon’i Jehovah ianao, dia hisy liona hamono anao raha vao miala eto amiko ianao.” Nifanena tamin’ny liona tokoa ilay namany rehefa niala teo, ka novonoin’ilay liona.",
        "37": "Nahita lehilahy hafa indray izy, ka nilaza hoe: “Asio aho, azafady.” Namely azy àry ilay lehilahy ka nandratra azy.",
        "38": "Dia lasa ilay mpaminany ary nandrasany teo amoron-dalana ny mpanjaka. Nasiany fehy lamba ny masony mba tsy hahafantarana azy.",
        "39": "Rehefa nandalo ny mpanjaka, dia nitaraina mafy taminy izy hoe: “Tany an’ady izaho mpanomponao ary tena nafotaka ilay ady. Tamin’izay no nisy miaramila nitondra lehilahy iray teo amiko sady niteny hoe: ‘Ambeno ity lehilahy ity. Fa raha sanatria tafatsoaka izy, dia ny ainao no hasolo ny ainy, na ianao handoa volafotsy iray talenta.’",
        "40": "Rehefa variana nanao zavatra tetsy sy teroa anefa ny mpanomponao, dia lasa nitsoaka ilay lehilahy.” Hoy ny mpanjakan’ny Israely: “Izay izany ny didim-pitsarana hampiharina aminao. Ianao ihany no nitsara ny tenanao.”",
        "41": "Dia nesorin’ilay mpaminany haingana ilay fehy lamba teo amin’ny masony, ka fantatry ny mpanjakan’ny Israely fa anisan’ny mpaminany izy.",
        "42": "Hoy izy tamin’ny mpanjaka: “Izao no lazain’i Jehovah: ‘Satria navelanao handeha ilay lehilahy efa nolazaiko hoe tokony haringana, na dia efa teo an-tananao aza izy, dia ny ainao no hasolo ny ainy, ary ny vahoakanao no hasolo ny vahoakany.’”",
        "43": "Ary lasa nody tany Samaria ny mpanjakan’ny Israely, sady sosotra no kivy."
    },
    "21": {
        "1": "Taorian’izay, dia nisy zava-nitranga momba ny tanimboalobok’i Nabota Jezirelita. Tao Jezirela, teo akaikin’ny lapan’i Ahaba mpanjakan’i Samaria, ilay tanimboaloboka.",
        "2": "Hoy i Ahaba tamin’i Nabota: “Omeo ahy ny tanimboalobokao mba hataoko zaridaina fambolena legioma, fa akaikin’ny tranoko ilay izy. Dia homeko tanimboaloboka tsara kokoa ianao ho takalony. Na homeko vola ianao ho vidiny, raha tianao.”",
        "3": "Fa hoy i Nabota tamin’i Ahaba: “Sanatria ahy ny hanome anao ny lova avy amin’ny razambeko, satria tsy izany ny fihevitr’i Jehovah!”",
        "4": "Nody tany an-tranony àry i Ahaba sady sosotra no kivy, noho ilay valin-tenin’i Nabota Jezirelita hoe: “Tsy homeko anao ny lova avy amin’ny razambeko.” Dia natory teo am-pandrianany izy, ary nitodika tany amin’ny rindrina sady tsy nety nihinan-kanina.",
        "5": "Nankao aminy i Jezebela vadiny, ary nanontany azy hoe: “Fa maninona ianao no malahelo be, dia tsy mety mihinan-kanina?”",
        "6": "Dia namaly i Ahaba hoe: “Nilaza tamin’i Nabota Jezirelita aho hoe: ‘Omeo ahy ny tanimboalobokao hovidiko. Na raha tianao, dia homeko tanimboaloboka hafa ianao ho takalony.’ Nilaza anefa izy hoe: ‘Tsy homeko anao ny tanimboaloboko.’”",
        "7": "Hoy i Jezebela vadiny: “Fa tsy ianao angaha no mpanjakan’ny Israely? Mitsangàna, mihinàna hanina, dia mifalia! Izaho no hanome anao ny tanimboalobok’i Nabota Jezirelita.”",
        "8": "Nanoratra taratasy tamin’ny anaran’i Ahaba àry i Jezebela, ary nasiany tombo-kasen’ny mpanjaka izany. Dia nalefany tany amin’ny anti-panahy sy ny olona ambony nipetraka tany amin’ny tanànan’i Nabota ireo taratasy ireo.",
        "9": "Izao no nosoratany tao: “Manaova fanambarana hoe hisy fifadian-kanina, ary asaivo mipetraka eo alohan’ny vahoaka i Nabota.",
        "10": "Dia asio lehilahy roa tsy misy ilana azy mipetraka eo anoloany, ary asaivo miampanga azy izy ireo hoe: ‘Nanozona an’Andriamanitra sy ny mpanjaka ianao!’ Dia ento any ivelan’ny tanàna izy, ka torahy vato ho faty.”",
        "11": "Izay voasoratra tao amin’ny taratasy nalefan’i Jezebela tany amin’izy ireo àry no nataon’ireo lehilahy tao an-tanànan’i Nabota, dia ny anti-panahy sy ny olona ambony nipetraka tao an-tanànany.",
        "12": "Nanao fanambarana izy ireo hoe hisy fifadian-kanina, ary nasainy nipetraka teo anoloan’ny vahoaka i Nabota.",
        "13": "Dia nisy roa lahy tsy misy ilana azy niditra ka nipetraka teo anoloan’i Nabota. Ary niampanga azy teo anatrehan’ny vahoaka izy roa lahy hoe: “Nanozona an’Andriamanitra sy ny mpanjaka i Nabota!” Nentin’ny olona tany ivelan’ny tanàna izy taorian’izay, ary notorahany vato ka maty.",
        "14": "Dia naniraka olona nankany amin’i Jezebela izy ireo mba hilaza hoe: “Efa notoraham-bato i Nabota ka maty.”",
        "15": "Raha vao henon’i Jezebela fa notoraham-bato i Nabota ka maty, dia niteny tamin’i Ahaba izy hoe: “Mitsangàna ka alaivo ho anao ny tanimboalobok’i Nabota Jezirelita, izay tsy nekeny hamidy taminao. Efa tsy velona intsony izy, fa efa maty.”",
        "16": "Nitsangana i Ahaba raha vao henony hoe maty i Nabota, ka nidina tany amin’ny tanimboalobok’i Nabota Jezirelita izy mba haka an’izany ho azy.",
        "17": "Niteny tamin’i Elia Tisbita anefa i Jehovah hoe:",
        "18": "“Mitsangàna ka midìna hihaona amin’i Ahaba mpanjakan’ny Israely, izay ao Samaria. Any amin’ny tanimboalobok’i Nabota izy izao. Nandeha nankany izy mba haka an’ilay izy.",
        "19": "Teneno izy hoe: ‘Izao no lazain’i Jehovah: “Sady namono olona ve ianao no naka ny fananany?”’ Lazao aminy koa hoe: ‘Izao no lazain’i Jehovah: “Eo amin’izay nilelafan’ny alika ny ran’i Nabota no hilelafan’ny alika ny ranao.”’”",
        "20": "Hoy i Ahaba tamin’i Elia: “Hay hitanao ihany aho, ry ilay fahavaloko!” Dia namaly i Elia hoe: “Ie, hitako ianao. ‘Noho ianao tapa-kevitra hanao izay ratsy eo imason’i Jehovah,",
        "21": "dia hahatonga loza aminao aho. Hofongorako tanteraka ny taranakao, ary haringako ny lehilahy rehetra amin’ny ankohonanao, anisan’izany ireo tsy misy mpiaro sy ireo osa eo amin’ny Israely.",
        "22": "Ary hataoko hoatran’ny ankohonan’i Jeroboama zanak’i Nebata sy hoatran’ny ankohonan’i Basa zanak’i Ahia ny ankohonanao, noho ianao nampahatezitra ahy sady nahatonga ny Israely hanota.’",
        "23": "Izao koa no nolazain’i Jehovah momba an’i Jezebela: ‘Hohanin’ny alika ao amin’ilay tany eto Jezirela i Jezebela.",
        "24": "Izay rehetra an’i Ahaba ka maty ao an-tanàna dia hohanin’ny alika, ary izay maty any an-tsaha kosa hohanin’ny voro-manidina.",
        "25": "Mbola tsy nisy olona hoatran’i Ahaba mihitsy, satria tapa-kevitra hanao izay ratsy teo imason’i Jehovah izy noho ny fampirisihan’i Jezebela vadiny.",
        "26": "Nanao zavatra faran’izay nahatsiravina i Ahaba. Nanompo an’ireo sampy maharikoriko izy, hoatran’ny nataon’ny Amorita izay noroahin’i Jehovah hiala teo anatrehan’ny Israelita.’”",
        "27": "Raha vao henon’i Ahaba izany, dia nandrovitra ny akanjony izy ary nitafy lamba gony nataony nanolo-koditra. Dia nifady hanina izy sady natory nitafy gony. Ary hita tamin’ny famindrany fa kivy tanteraka izy.",
        "28": "Niteny tamin’i Elia Tisbita àry i Jehovah hoe:",
        "29": "“Hitanao ve fa nanetry tena i Ahaba noho ny fanamelohako azy? Nanetry tena teo anatrehako izy, ka tsy hataoko tonga mandritra ny androm-piainany ilay loza. Amin’ny andron’ny zanany kosa vao hataoko tonga amin’ny ankohonany izany.”"
    },
    "22": {
        "1": "Tsy niady ny Syrianina sy ny Israely nandritra ny telo taona.",
        "2": "Tamin’ny taona fahatelo, dia nidina tany amin’ny mpanjakan’ny Israely i Josafata mpanjakan’ny Joda.",
        "3": "Dia hoy ny mpanjakan’ny Israely tamin’ny mpanompony: “Mba fantatrareo moa fa antsika i Ramota-gileada? Isika anefa misalasala ny haka azy amin’ny mpanjakan’i Syria.”",
        "4": "Ary hoy izy tamin’i Josafata: “Hiaraka amiko hiady any Ramota-gileada ve ianao?” Dia namaly i Josafata hoe: “Hoatr’anao ihany aho! Ny vahoakako dia vahoakanao ihany, ary ny soavaliko dia soavalinao ihany.”",
        "5": "Hoy koa anefa i Josafata tamin’ny mpanjakan’ny Israely: “Mba anontanio ihany aloha, azafady, izay lazain’i Jehovah.”",
        "6": "Novorin’ny mpanjakan’ny Israely àry ny mpaminany 400 lahy teo ho eo. Hoy izy tamin’izy ireo: “Handeha hanafika an’i Ramota-gileada ve aho, sa tsy handeha?” Dia hoy izy ireo: “Mandehana fa hataon’i Jehovah resinao ilay tanàna, ry mpanjaka!”",
        "7": "Ary hoy i Josafata: “Tsy misy mpaminanin’i Jehovah moa eto? Aleo koa izy asaintsika manontany.”",
        "8": "Dia hoy ny mpanjakan’ny Israely tamin’i Josafata: “Mbola misy lehilahy iray any azontsika asaina manontany an’i Jehovah. I Mikaia zanak’i Jimla! Halako anefa izy satria tsy mba maminany zavatra tsara momba ahy mihitsy fa zava-dratsy foana.” Hoy anefa i Josafata: “Aza dia miteny hoatr’izany, ry mpanjaka ô!”",
        "9": "Niantso tandapa iray àry ny mpanjakan’ny Israely, dia niteny taminy hoe: “Asaivo mankatỳ haingana i Mikaia zanak’i Jimla.”",
        "10": "Samy nipetraka teo amin’ny seza fiandrianany, teo amin’ilay famoloana teo amin’ny fidirana amin’ny vavahadin’i Samaria, ny mpanjakan’ny Israely sy Josafata mpanjakan’ny Joda. Samy nanao akanjom-boninahitra izy ireo. Ary naminany teo anatrehan’izy roa lahy ny mpaminany rehetra.",
        "11": "Dia nanamboatra tandroka vy i Zedekia zanak’i Kenana, ka niteny hoe: “Izao no lazain’i Jehovah: ‘Amin’ireto no hanotoanao ny Syrianina mandra-pandringanao azy tanteraka.’”",
        "12": "Naminany hoatr’izany koa ny mpaminany hafa rehetra, ka nilaza hoe: “Miakara any Ramota-gileada fa handresy ianao. Hataon’i Jehovah resinao ilay tanàna, ry mpanjaka!”",
        "13": "Niteny tamin’i Mikaia àry ilay olona nirahina hiantso azy hoe: “Samy nilaza zavatra tsara tamin’ny mpanjaka daholo ny mpaminany. Koa mba zavatra tsara hoatran’ny nolazain-dry zareo koa resahina, azafady.”",
        "14": "Fa hoy i Mikaia: “Raha mbola velona koa i Jehovah, dia izay lazain’i Jehovah amiko ihany no holazaiko.”",
        "15": "Dia nankao amin’ny mpanjaka izy. Ary nanontany azy ny mpanjaka hoe: “Handeha hiady amin’i Ramota-gileada ve izahay, ry Mikaia, sa tsy handeha?” Tonga dia namaly i Mikaia hoe: “Mandehana fa handresy ianao. Hataon’i Jehovah resinao ilay tanàna, ry mpanjaka!”",
        "16": "Dia hoy ny mpanjaka: “Impiry izay ianao no efa nasaiko nianiana hoe izay marina ihany lazaina rehefa miresaka amiko amin’ny anaran’i Jehovah?”",
        "17": "Hoy àry i Mikaia: “Ireny fa hitako miparitaka eny an-tendrombohitra ny Israelita rehetra, hoatran’ny ondry tsy misy mpiandry. Dia hoy i Jehovah: ‘Tsy manan-tompo ireo, ka aleo ry zareo samy hody soa aman-tsara any an-tranony avy.’”",
        "18": "Dia hoy ny mpanjakan’ny Israely tamin’i Josafata: “Tsy efa niteny taminao moa aho hoe: ‘Tsy haminany zavatra tsara momba ahy izy, fa zava-dratsy ihany’?”",
        "19": "Ary hoy i Mikaia: “Henoy àry ny tenin’i Jehovah: Nahita an’i Jehovah nipetraka teo amin’ny seza fiandrianany aho. Ary ny tafiky ny lanitra manontolo nitsangana teo akaikiny, teo ankavanany sy teo ankaviany.",
        "20": "Dia hoy i Jehovah: ‘Iza no hamitaka an’i Ahaba mba hiakarany any Ramota-gileada ka ho faty any izy?’ Ary niteny zavatra iray ny anankiray, fa ny anankiray kosa niteny zavatra hafa.",
        "21": "Dia nanatona ny anjely iray ka nitsangana teo anatrehan’i Jehovah, ary nilaza hoe: ‘Izaho no hamitaka azy.’ Nanontany azy i Jehovah hoe: ‘Ahoana no hataonao?’",
        "22": "Namaly izy hoe: ‘Handeha aho ka hataoko maminany lainga daholo ny mpaminaniny rehetra.’ Hoy àry Andriamanitra: ‘Hamitaka azy ianao, ary ho vitanao tokoa izany. Mandehana àry, dia izany atao.’",
        "23": "Koa nasian’i Jehovah fanahy mamitaka tao am-bavan’ireo mpaminaninao rehetra ireo. Nilaza anefa i Jehovah fa hisy loza hanjo anao.”",
        "24": "Ary nanatona i Zedekia zanak’i Kenana, ka namely tehamaina an’i Mikaia sady niteny hoe: “Fa ahoana koa no nialan’ny fanahin’i Jehovah tamiko, dia lasa ialahy indray no nitenenany?”",
        "25": "Dia namaly i Mikaia hoe: “Ho hitanao ny hialany amin’ny andro hiafenanao ao amin’ny efitra anatiny indrindra.”",
        "26": "Ary hoy ny mpanjakan’ny Israely: “Ento i Mikaia, dia atero any amin’i Amona lehiben’ny tanàna sy Joasy zanaky ny mpanjaka.",
        "27": "Teneno ry zareo hoe: ‘Izao no nolazain’ny mpanjaka: “Ampidiro am-ponja ilehity, ka ahenao ny anjara mofo sy rano omena azy mandra-piveriko soa aman-tsara.”’”",
        "28": "Hoy anefa i Mikaia: “Raha tafaverina soa aman-tsara ianao, dia tsy i Jehovah no niteny tamiko.” Hoy koa izy: “Tadidio izany, rey olona a!”",
        "29": "Niakatra nankany Ramota-gileada àry ny mpanjakan’ny Israely sy Josafata mpanjakan’ny Joda.",
        "30": "Ary hoy ny mpanjakan’ny Israely tamin’i Josafata: “Mody hanao olon-kafa aho ka hirotsaka ao amin’ny ady, fa ianao kosa anaovy ny akanjom-boninahitrao.” Mody nanao olon-kafa àry ny mpanjakan’ny Israely, ka nirotsaka tao amin’ny ady.",
        "31": "Ny mpanjakan’i Syria anefa efa nanome baiko azy 32 lahy, lehiben’ny miaramila mpitondra kalesy, hoe: “Aza miady na amin’iza na amin’iza, na amin’ny kely na amin’ny lehibe, fa amin’ny mpanjakan’ny Israely ihany.”",
        "32": "Vao hitan’ireo lehiben’ny miaramila mpitondra kalesy i Josafata, dia hoy izy ireo tany an-tsainy: “Io mihitsy no mpanjakan’ny Israely.” Nivily àry izy ireo mba hiady taminy. Dia niantso vonjy i Josafata.",
        "33": "Raha vao hitan’ireo lehiben’ny miaramila mpitondra kalesy fa tsy ny mpanjakan’ny Israely ilay izy, dia tsy nanaraka azy intsony izy ireo.",
        "34": "Nisy lehilahy nandefalefa zana-tsipìka amin’izao fotsiny anefa, ka voa teo amin’ny elanelan’ilay akanjo mifono vy ny mpanjakan’ny Israely. Hoy àry ny mpanjaka tamin’ny mpitondra kalesiny: “Andao hiverina, dia ento miala eto amin’ity toeram-piadiana ity aho fa maratra be.”",
        "35": "Tena nafotaka ny ady tamin’iny andro iny. Ary voatery notohanana tao amin’ny kalesiny ny mpanjaka, mba ho afaka hitsangana hiatrika ny Syrianina. Nandriaka tao anatin’ilay kalesy fitondra miady ny ra tamin’ny ratrany. Dia maty izy rehefa harivariva ny andro.",
        "36": "Rehefa hilentika ny masoandro, dia nalefa eran’ny toby izao antsoantso mafy izao: “Samia mody any an-tanànany avy! Samia mody any amin’ny taniny!”",
        "37": "Dia maty ny mpanjaka, ka nentina tany Samaria ary nalevina tany.",
        "38": "Rehefa nosasana teo akaikin’ny dobon’i Samaria ilay kalesy fitondra miady, dia nolelafin’ny alika ny rany, ary nisy mpivaro-tena nandro teo. Nitranga izany, araka ny efa nolazain’i Jehovah.",
        "39": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ve ny sisa amin’ny tantaran’i Ahaba, izany hoe izay rehetra nataony sy ny trano ivoara natsangany ary ny tanàna rehetra naoriny?",
        "40": "Dia nodimandry any amin’ny razambeny i Ahaba, ary i Ahazia zanany no nanjaka nandimby azy.",
        "41": "Lasa mpanjakan’ny Joda i Josafata zanak’i Asa tamin’ny taona fahefatra nanjakan’i Ahaba mpanjakan’ny Israely.",
        "42": "Ary 35 taona i Josafata tamin’izy lasa mpanjaka. Nanjaka 25 taona tany Jerosalema izy. Azoba no anaran-dreniny, ary zanak’i Sily izy io.",
        "43": "Nanao hoatran’izay rehetra nataon’i Asa rainy foana izy. Tsy niala tamin’izany izy, ary nanao izay tsara teo imason’i Jehovah. Tsy nesorina anefa ny toerana avo, ary mbola nanao sorona sy nandoro fanatitra mba hidona-tsetroka teny ihany ny vahoaka.",
        "44": "Tsara fihavanana tamin’ny mpanjakan’ny Israely foana i Josafata.",
        "45": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve ny sisa amin’ny tantaran’i Josafata, izany hoe ny heriny sy ny ady nataony?",
        "46": "Nesoriny tsy ho eo amin’ilay tany koa ny sisa tamin’ireo lehilahy mpivaro-tenan’ny tempoly, izay mbola tavela tamin’ny andron’i Asa rainy.",
        "47": "Tsy nisy mpanjaka tany Edoma tamin’izany, fa lehibem-paritra no nanao ny asan’ny mpanjaka.",
        "48": "Nanao sambon’i Tarsisy koa i Josafata, mba handehanana haka volamena tany Ofira. Tsy lasa tany anefa ireo sambo ireo, satria simba tao Eziona-gebera.",
        "49": "Tamin’izay i Ahazia zanak’i Ahaba no niteny tamin’i Josafata hoe: “Avelao ny mpanompoko mba hiara-mandeha sambo amin’ireo mpanomponao.” Tsy nety anefa i Josafata.",
        "50": "Dia nodimandry any amin’ny razambeny i Josafata, ka nalevina tao amin’izay nandevenana azy ireo tao amin’ny Tanànan’i Davida razambeny. Ary i Jorama zanany no nanjaka nandimby azy.",
        "51": "Lasa mpanjakan’ny Israely tao Samaria i Ahazia zanak’i Ahaba, tamin’ny taona faha-17 nanjakan’i Josafata mpanjakan’ny Joda. Ary nanjaka roa taona teo amin’ny Israely izy.",
        "52": "Nanao izay ratsy teo imason’i Jehovah foana izy, sady nanao hoatran’ny rainy sy ny reniny, ary nanao hoatran’i Jeroboama zanak’i Nebata, izay nahatonga ny Israely hanota.",
        "53": "Mbola nanompo an’i Bala ihany izy sady niankohoka teo anatrehany. Nampahatezitra foana an’i Jehovah Andriamanitry ny Israely koa izy, toy ny nataon-drainy."
    },
    "meta": {
        "name": "1 Mpanjaka",
        "order": 10,
        "chapter_number": 22
    }
}