{
    "1": {
        "1": "Nisy lehilahy efraimita atao hoe Elkana tao Ramataima-zofima, any amin’ny faritra be tendrombohitr’i Efraima. Zanak’i Jerohama, zanak’i Eliho, zanak’i Toho, zanak’i Zofa izy io.",
        "2": "Nanana vady roa izy: Hana no anaran’ny iray, ary Penina no anaran’ny iray. Nanan-janaka i Penina, fa i Hana kosa tsy nanana.",
        "3": "Niakatra avy tao an-tanànany isan-taona io lehilahy io, mba hivavaka amin’i Jehovah Tompon’ny tafika sy hanao sorona ho azy, tany Silo. Mpisoron’i Jehovah tany ny zanak’i Ely roa lahy, dia i Hofinia sy Finehasa.",
        "4": "Rehefa nanao sorona i Elkana indray andro, dia nomeny anjara maromaro i Penina vadiny sy ny zanak’izy io rehetra, na lahy na vavy.",
        "5": "I Hana kosa nomeny anjara manokana satria i Hana no tena tiany, saingy tsy nomen’i Jehovah zanaka izy.",
        "6": "Ary nanesoeso azy foana ilay rafivaviny, amin’izay izy malahelo be satria hoe tsy nomen’i Jehovah zanaka.",
        "7": "Hoatr’izany foana isan-taona no nataon’ilay rafivaviny. Isaky ny niakatra nankany an-tranon’i Jehovah i Hana, dia nanesoeso be azy ilay rafivaviny, ka nitomany sy tsy nahahinan-kanina izy.",
        "8": "Fa i Elkana vadiny kosa niteny taminy hoe: “Hana a, maninona ianao no mitomany sady tsy mihinan-kanina? Fa maninona ianao no malahelo be? Izaho ange eto e! Tsy tsara kokoa noho ny zanaka folo lahy ve aho?”",
        "9": "Ary nitsangana i Hana rehefa avy nihinana sy nisotro tao Silo izy ireo. Nipetraka teo amin’ny sezany teo amin’ny fidirana mankao amin’ny tempolin’i Jehovah i Ely mpisorona tamin’izay.",
        "10": "Nalahelo be mihitsy i Hana, ka nivavaka tamin’i Jehovah sady nigogogogo nitomany.",
        "11": "Dia nivoady izy hoe: “Ry Jehovah Tompon’ny tafika ô, raha mba jerenao ny fahorian’ny mpanomponao ka tsaroanao aho, ary tsy hadinoinao ny mpanomponao fa omenao zanakalahy, dia homeko an’i Jehovah izy mandritra ny androm-piainany ary tsy hotapahina mihitsy ny volon-dohany!”",
        "12": "Nivavaka ela teo anatrehan’i Jehovah i Hana, ary nodinihin’i Ely ny vavany tamin’izay.",
        "13": "Niteny anakampo i Hana, ka ny molony ihany no nihetsiketsika, fa tsy heno ny feony. Noheverin’i Ely fa mamo àry izy.",
        "14": "Dia hoy i Ely taminy: “Dia mandra-pahoviana izany ianao no ho mamo hoatr’izao? Ajanòny amin’izay ny fisotroana divay.”",
        "15": "Fa hoy ny navalin’i Hana: “Tsy izany mihitsy, tompoko, fa vehivavy miady saina be aho! Tsy nisotro divay na toaka aho, fa mamboraka ny ato am-poko amin’i Jehovah.",
        "16": "Aza heverina ho vehivavy tsy misy ilana azy re ny mpanomponao e! Fa be loatra ny fahoriako sy ny fijaliako, dia izany no mahatonga ahy hivavaka hatramin’izao.”",
        "17": "Dia hoy i Ely: “Mirary soa ho anao àry aho! Homen’ilay Andriamanitry ny Israely anao anie izay nangatahinao taminy!”",
        "18": "Dia namaly i Hana hoe: “Enga anie ka hahazo sitraka aminao ny mpanomponao!” Dia lasa nandeha tany amin’izay nalehany izy ary nihinan-kanina, ka hita tamin’ny endriny fa tsy nalahelo be intsony izy.",
        "19": "Dia nifoha maraina izy ireo ka niankohoka teo anatrehan’i Jehovah, ary nandeha nody tany an-tranony tany Rama avy eo. Ary nanao firaisana tamin’i Hana vadiny i Elkana. Dia nahatsiaro an’i Hana i Jehovah.",
        "20": "Koa bevohoka i Hana ka tera-dahy rehefa afaka herintaona teo ho eo. Nataony hoe Samoela ny anarany, satria hoy izy: “Tamin’i Jehovah no nangatahako azy.”",
        "21": "Tatỳ aoriana, dia niara-niakatra tamin’ny ankohonany manontolo i Elkana, mba hanao ny sorona fanao isan-taona ho an’i Jehovah, sy hanolotra fanatitra fanefana voady.",
        "22": "I Hana kosa tsy niakatra, fa hoy izy tamin’ny vadiny: “Raha vao misara-nono ny zaza, dia hoentiko hiseho eo anatrehan’i Jehovah, ary hijanona any foana izy aorian’izay.”",
        "23": "Dia hoy i Elkana vadiny: “Ataovy izay hitanao fa mety. Mijanòna ato an-trano mandra-pahatongan’ny fotoana hampisarahanao nono azy. Hanatanteraka an’izay nolazainao anie i Jehovah!” Dia nijanona tao an-trano nampinono an-janany i Hana mandra-pahatongan’ny fotoana nampisarahany nono azy.",
        "24": "Raha vao nosarahi-nono ilay zaza, dia nentiny niakatra tany Silo, niaraka tamin’ny ombilahy telo taona sy lafarinina iray efaha ary divay eran’ny siny lehibe. Dia nankao an-tranon’i Jehovah tao Silo izy, ary nentiny niaraka taminy ilay zazalahikely.",
        "25": "Dia novonoina ilay omby, ary ilay zaza kosa nentina tany amin’i Ely.",
        "26": "Ary hoy i Hana: “Azafady tompoko! Raha mbola velona koa ianao, tompoko, dia izaho ilay vehivavy niara-nijoro taminao teto amin’ity toerana ity, mba hivavaka tamin’i Jehovah.",
        "27": "Ny hahazoako an’ity zazalahy ity no nivavahako, dia nomen’i Jehovah ahy izay nangatahiko taminy.",
        "28": "Izaho indray kosa izao no mampindrana azy an’i Jehovah. Ampindramina an’i Jehovah izy mandritra ny androm-piainany.” Dia niankohoka teo anatrehan’i Jehovah teo izy."
    },
    "2": {
        "1": "Dia nivavaka i Hana ka nilaza hoe: “Faly ny foko noho i Jehovah; Asandratr’i Jehovah ny tandroko. Misokatra be hamaly ny fahavaloko ny vavako, Satria faly aho noho ny asa famonjena nataonao.",
        "2": "Tsy misy masina toa an’i Jehovah, Tsy misy hoatr’anao, Ary tsy misy vatolampy tahaka ny Andriamanitsika.",
        "3": "Aza manao teny an’avona intsony; Aza avela hisy fireharehana ny teny havoakan’ny vavanareo, Fa Andriamanitry ny fahalalana i Jehovah, Ary izay atao dia tsarainy ara-drariny.",
        "4": "Tapatapahina ny tsipìkan’ny lehilahy matanjaka, Fa omena hery kosa izay mitady ho lavo.",
        "5": "Tsy maintsy mikarama ireo zatra nisakafo be mba hahazoana sakafo, Fa ny noana kosa tsy noana intsony. Miteraka fito ny vehivavy tsy niteraka, Fa izay maro anaka kosa lasa manirery.",
        "6": "I Jehovah no mamono mahafaty sy mitsimbina ny aina; Izy no mampidina any amin’ny Fasana, sy mampiakatra avy any.",
        "7": "I Jehovah no mampahantra sy mampanan-karena; Izy no mampietry sy manandratra.",
        "8": "Izy no manangana ny olona ambany hiala amin’ny vovoka, Ary ampiakariny avy eo amin’ny lavenona misavovona ny mahantra, Mba hametrahany azy miaraka amin’ny andriana, Sy hanomezany azy toeram-boninahitra. An’i Jehovah ny andry manohana ny tany, Ary apetrany eo ambonin’izy ireny ny tany lonaka.",
        "9": "Arovany ny dian’ny olona tsy mivadika aminy, Fa ny ratsy fanahy kosa hataony mangina ao anaty haizina, Satria tsy ny herin’ny tenany no ahafahan’ny olona mandresy.",
        "10": "Hopotipotehin’i Jehovah izay miady aminy; Hampirefotra kotroka avy any an-danitra izy mba hamelezana azy ireny. Hitsara hatrany amin’ny faran’ny tany i Jehovah, Hanome fahefana ny mpanjakany izy, Ary hanandratra ny tandroky ny voahosotra notendreny.”",
        "11": "Dia nandeha nody tany an-tranony tany Rama i Elkana, fa ilay zaza kosa lasa mpanompon’i Jehovah teo anatrehan’i Ely mpisorona.",
        "12": "Ary ny zanakalahin’i Ely dia olona ratsy fanahy. Tsy niraharaha an’i Jehovah izy ireo.",
        "13": "Izao no nataon’izy ireo tamin’izay tokony ho anjaran’ny mpisorona avy tamin’ny vahoaka: Isaky ny nisy nanao sorona, dia tonga ny mpanompon’ny mpisorona nitondra fitrebika telo rantsana. Rehefa nandrahoina ny hena,",
        "14": "dia nalainy ilay fitrebika ka natsindrony tao anaty vilany, na tao anaty vilany misy tahony roa, na vilanibe, na vilany misy tahony iray. Izay azon’ny fitrebika dia nalain’ny mpisorona ho azy. Izany no nataon’izy ireo tao Silo, tamin’izay Israelita rehetra tonga tao.",
        "15": "Mbola tsy vitan’ilay olona nanao sorona akory ny nandoro ny tavin-kena mba hidona-tsetroka, dia efa nisy mpanompon’ny mpisorona tonga niteny taminy hoe: “Omeo hena hatsatsika ny mpisorona. Tsy mila hena nandrahoina avy aminao izy, fa hena manta ihany.”",
        "16": "Ary raha niteny taminy ilay olona hoe: “Aleo aloha hodorana mba hidona-tsetroka ny tavin-kena, vao haka an’izay tianao ianao”, dia hoy izy: “Tsy misy an’izany fa tonga dia omeo ahy izao dia izao ilay izy. Raha tsy izany dia halaiko an-keriny!”",
        "17": "Tena lehibe teo anatrehan’i Jehovah àry ny fahotana nataon’ireo mpanompo ireo, satria nanao tsinontsinona ny fanatitra ho an’i Jehovah ireo lehilahy ireo.",
        "18": "I Samoela kosa nanompo teo anatrehan’i Jehovah. Nanao efoda vita tamin’ny kofehy rongony izy, na dia mbola zaza aza.",
        "19": "Nanjairan-dreniny akanjo kely tsy misy tanany koa izy isan-taona. Ary nentiny tany amin’i Samoela izany, rehefa niara-niakatra tamin’ny vadiny izy mba hanolotra ny sorona fanao isan-taona.",
        "20": "Dia nitso-drano an’i Elkana sy ny vadiny i Ely, ka niteny hoe: “Homen’i Jehovah zanaka avy amin’ity vehivavy ity anie ianao, ho solon’ilay nampindramina an’i Jehovah!” Dia lasa nody izy ireo.",
        "21": "Ary nangoraka an’i Hana i Jehovah ka nanan-janaka izy. Dia niteraka telo lahy sy roa vavy izy. Ary nihalehibe teo anatrehan’i Jehovah i Samoela kely.",
        "22": "Efa antitra be i Ely, ary efa henony daholo ny zavatra nataon’ny zanany lahy tamin’ny Israely rehetra. Henony koa hoe nanao firaisana tamin’ireo vehivavy nanompo teo amin’ny fidirana amin’ny tranolay fihaonana izy ireo.",
        "23": "Izao foana no noteneniny tamin’ireo zanany ireo: “Fa maninona ianareo no manao an’izany foana? Ratsy ny zavatra henoko resahin’ny olon-drehetra momba anareo.",
        "24": "Tsy tsara mihitsy, anaka, ny zavatra henoko resadresahin’ny vahoakan’i Jehovah momba anareo.",
        "25": "Raha misy olona manota amin’ny olona anankiray, dia mbola misy olona afaka mangataka amin’i Jehovah mba hanampy azy. Fa raha amin’i Jehovah kosa ny olona iray no manota, dia iza no hivavaka ho azy?” Tsy nety nihaino an-drainy anefa izy ireo, satria i Jehovah efa tapa-kevitra ny hamono azy ireo ho faty.",
        "26": "Ary nihalehibe i Samoela kely nandritra izany fotoana izany, sady nahazo sitraka tamin’i Jehovah sy ny olona.",
        "27": "Nisy lehilahin’Andriamanitra tonga tany amin’i Ely, ka niteny hoe: “Izao no nolazain’i Jehovah: ‘Tsy efa nampahafantatra tsara ny tenako tamin’ny ankohonan-drainao ve aho, tamin’izy ireo andevon’ny ankohonan’i Farao tany Ejipta?",
        "28": "Ary nofidina avy teo amin’ny foko rehetra teo amin’ny Israely izy mba ho mpisorona ho ahy, sy hiakatra eo amin’ny alitarako ka hanao sorona sy hanolotra emboka manitra ary hanao efoda eo anatrehako. Nomeko ho an’ny ankohonan’ny razambenao koa ny fanatitra rehetra atao anaty afo, izay atolotry ny Israelita.",
        "29": "Koa nahoana ianareo no dia manao tsinontsinona ny sorona sy ny fanatitra, izay nandidiako hoe hatolotra ho ahy ao an-tranoko? Fa maninona ianao no manome voninahitra foana ny zanakao mihoatra noho izaho, ka ny tsara indrindra amin’ny fanatitry ny Israely vahoakako no hanatavezanareo ny tenanareo?",
        "30": "“‘Noho izany, dia hoy i Jehovah Andriamanitry ny Israely: “Marina fa efa niteny aho hoe handeha eo anatrehako foana ny ankohonanao sy ny ankohonan’ny razambenao.” Ankehitriny anefa, dia izao no lazain’i Jehovah: “Tsy avelako hitranga intsony izany. Fa izay manome voninahitra ahy no homeko voninahitra, ary izay maniratsira ahy kosa hatao tsinontsinona.”",
        "31": "Ho avy ny andro hanafoanako ny herinao sy ny herin’ny ankohonan-drainao, ka tsy hisy lehilahy ho tratrantitra ao amin’ny ankohonanao.",
        "32": "Hahita fahavalo ao an-tranoko ianao rehefa manao soa amin’ny Israely aho. Ary tsy hisy lehilahy ho tratrantitra intsony mihitsy ao amin’ny ankohonanao.",
        "33": "Ny lehilahy anisan’ny taranakao izay havelako hanompo eo amin’ny alitarako dia handreraka ny masonao sy hitondra alahelo ho anao. Fa ny ankamaroan’ny olona ao amin’ny ankohonanao kosa hovonoin’ny olona amin’ny sabatra.",
        "34": "Ary ho famantarana ho anao izao zavatra hanjo an’i Hofinia sy Finehasa zanakao roa lahy izao: Andro iray ihany no hahafatesan’izy roa lahy.",
        "35": "Dia hifidy mpisorona mendri-pitokisana ho an’ny tenako aho. Hifanaraka amin’izay ao am-poko ny zavatra hataony. Hataoko izay hananany taranaka maharitra, ary ho mpisorona ho an’ny voahosotro foana izy.",
        "36": "Ary izay sisa tavela amin’ny ankohonanao, dia ho avy hiankohoka eo anatrehany mba hahazoana vola sy mofo. Dia hiteny izy ireo hoe: “Ampanaovy asan’ny mpisorona re aho, mba hahazoako mofo kely hohaniko e!”’”"
    },
    "3": {
        "1": "Nanompo an’i Jehovah teo anatrehan’i Ely i Samoela kely, nandritra izany fotoana izany. Nahalana anefa ny teny avy tamin’i Jehovah tamin’izany andro izany, sady tsy dia nisy firy ny fahitana.",
        "2": "Natory tao amin’ny toerana nahazatra azy i Ely indray andro. Efa nanjavozavo ny masony tamin’izany, ka tsy nahita izy.",
        "3": "Mbola tsy novonoina ny jiron’Andriamanitra tamin’izay, ary i Samoela natory tao amin’ny tempolin’i Jehovah, izay nisy ny Vata masin’Andriamanitra.",
        "4": "Ary nantsoin’i Jehovah i Samoela, ka namaly hoe: “Ahoana tompoko?”",
        "5": "Dia nihazakazaka nankao amin’i Ely izy ka niteny hoe: “Intỳ aho, tompoko, fa niantso ahy ianao.” Fa hoy i Ely: “Tsy niantso anao aho, fa mandehana miverina matory.” Dia lasa natory izy.",
        "6": "Ary niantso indray i Jehovah hoe: “Samoela!” Dia nitsangana i Samoela ka nankao amin’i Ely, ary niteny hoe: “Intỳ aho, tompoko, fa niantso ahy ianao.” Fa hoy i Ely: “Tsy niantso anao aho, anaka, fa mandehana miverina matory.”",
        "7": "Mbola tsy nahalala tsara an’i Jehovah i Samoela tamin’izany, sady mbola tsy nampahafantarina azy ny tenin’i Jehovah.",
        "8": "Niantso fanintelony àry i Jehovah hoe: “Samoela!” Dia nitsangana izy ka nankao amin’i Ely, ary niteny hoe: “Intỳ aho, tompoko, fa niantso ahy ianao.” Dia fantatr’i Ely fa i Jehovah no niantso an’ilay zazalahy.",
        "9": "Hoy àry i Ely tamin’i Samoela: “Mandehana matory, ka raha mbola miantso anao izy, dia izao lazaina: ‘Mitenena, Jehovah ô, fa mihaino ny mpanomponao!’” Dia lasa natory tao amin’izay nisy azy i Samoela.",
        "10": "Tonga i Jehovah ka nijoro teo, sady niantso toy ny teo aloha hoe: “Samoela! Samoela!” Dia hoy i Samoela: “Mitenena fa mihaino ny mpanomponao.”",
        "11": "Ary hoy i Jehovah taminy: “Hanao zavatra eo amin’ny Israely aho, ka izay maheno an’izany dia hangorintsina ny sofiny roa.",
        "12": "Amin’izany andro izany, dia hotanterahiko hatramin’ny voalohany ka hatramin’ny farany ny zava-drehetra nolazaiko momba an’i Ely sy ny ankohonany.",
        "13": "Dia lazao aminy fa homelohiko ny ankohonany noho ny fahadisoana efa fantany, ary tsy hiova intsony izany. Manozona an’Andriamanitra mantsy ny zanany lahy nefa tsy nanariny mafy.",
        "14": "Izany no nahatonga ahy hianiana tamin’ny ankohonan’i Ely hoe tsy ho voarakotra mihitsy ny fahadisoany, na dia misy sorona sy fanatitra atao aza.”",
        "15": "Natory mandra-paharainan’ny andro i Samoela. Dia nanokatra ny varavaran’ny tranon’i Jehovah izy. Ary natahotra izy hilaza an’ilay fahitana tamin’i Ely.",
        "16": "Niantso azy anefa i Ely hoe: “Ry Samoela zanako ô!” Dia hoy izy: “Ahoana tompoko?”",
        "17": "Ary nanontany i Ely hoe: “Inona ny hafatra nolazainy taminao? Aza afenina ahy re e! Hofaizin’Andriamanitra anie ianao, raha misy afeninao ahy na iray aza izay rehetra nolazainy taminao!”",
        "18": "Nolazain’i Samoela taminy àry ny zava-drehetra, fa tsy nisy nafeniny. Dia hoy i Ely: “Izy no Jehovah, ka aleo izy hanao izay hitany fa mety.”",
        "19": "Ary nihalehibe i Samoela. Nanampy azy i Jehovah ary tsy nisy tsy notanterahiny ny teniny rehetra.",
        "20": "Dia fantatry ny Israely rehetra hatrany Dana ka hatrany Beri-sheba, fa tena mpaminanin’i Jehovah tokoa i Samoela.",
        "21": "Ary mbola niseho tao Silo i Jehovah. Nampahafantatra ny tenany tamin’i Samoela mantsy i Jehovah tao Silo, tamin’ny alalan’ny tenin’i Jehovah."
    },
    "4": {
        "1": "Dia nampitaina tamin’ny Israely rehetra ny tenin’i Samoela. Ary nivoaka hiady tamin’ny Filistinina ny Israely, ka nitoby teo akaikin’i Ebenezera. Ny Filistinina kosa nitoby tao Afeka.",
        "2": "Ary nilahatra hiady tamin’ny Israely ny Filistinina. Ratsy anefa ny fandehan’ny ady ary resin’ny Filistinina ny Israely, ka lehilahy 4 000 teo ho eo no matin’izy ireo, teo amin’ilay toerana nitrangan’ilay ady.",
        "3": "Rehefa niverina tao an-toby ny olona, dia hoy ny anti-panahin’ny Israely: “Nahoana no navelan’i Jehovah ho resin’ny Filistinina isika androany? Andao halaintsika any Silo ny Vata misy ny fifanekena nataon’i Jehovah, mba ho eto amintsika ka hamonjy antsika amin’ny fahavalontsika.”",
        "4": "Naniraka olona hankany Silo àry ny vahoaka, ka nentina avy any ny Vata misy ny fifanekena nataon’i Jehovah Tompon’ny tafika, ilay mipetraka eo amin’ny seza fiandrianany, eo ambonin’ny kerobima. Niaraka tamin’ilay Vata misy ny fifanekena nataon’ilay tena Andriamanitra koa izy mirahalahy zanak’i Ely, dia i Hofinia sy Finehasa.",
        "5": "Raha vao tonga tao an-toby ilay Vata misy ny fifanekena nataon’i Jehovah, dia nihorakoraka mafy ny Israelita rehetra, ka nihovotrovotra mihitsy ny tany.",
        "6": "Rehefa henon’ny Filistinina ilay horakoraka, dia hoy izy ireo: “Fa maninona no misy horakoraka be hoatr’izany ao amin’ny tobin’ny Hebreo?” Fantatr’izy ireo ihany tamin’ny farany fa tonga tao ny Vata masin’i Jehovah.",
        "7": "Dia natahotra ny Filistinina satria “tonga ao amin’ilay toby Andriamanitra!”, araka ny resaka nifanaovan’izy ireo. Hoy àry izy ireo: “Hidiran-doza isika fa mbola tsy nisy hoatr’izao mihitsy hatramin’izay!",
        "8": "Hidiran-doza isika! Iza no hamonjy antsika eo an-tanan’izany Andriamanitra heni-kaja izany? Izy ilay Andriamanitra namely an’i Ejipta tamin’ny loza isan-karazany tany an-tany efitra.",
        "9": "Manàna herim-po, ry Filistinina, ary asehoy hoe tena lehilahy ianareo, sao ianareo hanompo ny Hebreo hoatran’ny efa nanompoany anareo. Asehoy hoe tena lehilahy ianareo, ka miadia!”",
        "10": "Niady tokoa ny Filistinina, dia resy ny Israely ka samy nandositra tany amin’ny tranolainy avy. Ary be dia be no maty tamin’izay. Miaramila 30 000 mpandeha an-tongotra no maty tamin’ny Israely.",
        "11": "Lasa babo koa ny Vata masin’Andriamanitra, ary maty izy mirahalahy zanak’i Ely, dia i Hofinia sy Finehasa.",
        "12": "Ary nisy lehilahy benjaminita nihazakazaka avy tany an’ady, ka tonga tao Silo ny androtr’iny ihany. Rovidrovitra ny akanjony, ary nihosim-bovoka ny lohany.",
        "13": "Tamin’ilay lehilahy tonga, dia efa nipetraka nitazantazana teo amin’ny seza teo amoron-dalana i Ely, satria nitaintaina be izy hoe nanao ahoana ilay Vata masin’ilay tena Andriamanitra. Ary nankao an-tanàna ilay lehilahy mba hilaza vaovao, dia nisahotaka ny iray tanàna.",
        "14": "Rehefa henon’i Ely ilay sahotaka, dia hoy izy: “Fa inona izany tabataba be henoko izany?” Dia nandeha haingana nankeo amin’i Ely ilay lehilahy, ary nilaza an’ilay vaovao taminy.",
        "15": "Efa 98 taona i Ely tamin’izay. Nidiridiry fotsiny ny masony ary tsy nahita izy.",
        "16": "Ary hoy ilay lehilahy taminy: “Izaho ilay avy tany an’ady. Vao androany aho no nandositra avy any.” Dia hoy i Ely: “Fa inona no nitranga, anaka?”",
        "17": "Koa nitantara ilay mpilaza vaovao hoe: “Nandositra an’ireo Filistinina ny Israely, ary resy tanteraka ny olona. Maty koa i Hofinia sy Finehasa zanakao mirahalahy, ary lasa babo ny Vata masin’ilay tena Andriamanitra.”",
        "18": "Vao niteny momba ny Vata masin’ilay tena Andriamanitra ilay lehilahy, dia nianjera avy teo amin’ny sezany teo akaikin’ny vavahady i Ely ary nidaboka nankany aoriana ka tapaka ny hatony, dia maty izy. Efa antitra mantsy izy sady ngeza. Nitsara ny Israely nandritra ny 40 taona izy.",
        "19": "Ary bevohoka efa ho teraka ny vinantovaviny, vadin’i Finehasa. Rehefa henon’ilay vehivavy fa lasa babo ny Vata masin’ilay tena Andriamanitra, ary maty ny rafozandahiny sy ny vadiny, dia nitambonkina izy ka nihetsi-jaza tampoka dia teraka.",
        "20": "Rehefa niala aina izy, dia hoy ireo vehivavy nijoro teo akaikiny: “Aza matahotra fa tera-dahy ianao.” Tsy namaly anefa izy, sady tsy noraharahiany akory izany.",
        "21": "Ary nataony hoe Ikaboda ny anaran’ilay zaza, fa hoy izy: “Natao sesitany ny voninahitry ny Israely.” Lasa babo mantsy ny Vata masin’ilay tena Andriamanitra, ary teo koa ny nanjo ny rafozandahiny sy ny vadiny.",
        "22": "Hoy izy: “Natao sesitany ny voninahitry ny Israely, satria lasa babo ny Vata masin’ilay tena Andriamanitra.”"
    },
    "5": {
        "1": "Rehefa azon’ny Filistinina ny Vata masin’ilay tena Andriamanitra, dia nentin’izy ireo avy tao Ebenezera nankany Asdoda.",
        "2": "Dia nalain’izy ireo ilay Vata masin’ilay tena Andriamanitra, ka nampidiriny tao an-tranon’i Dagona ary nataony teo akaikin’i Dagona.",
        "3": "Rehefa nifoha maraina ny Asdodita ny ampitson’iny, dia io fa efa nianjera nihohoka tamin’ny tany, teo anoloan’ny Vata masin’i Jehovah, i Dagona. Nobatain’izy ireo àry ilay izy ka naveriny teo amin’ny toerany.",
        "4": "Rehefa nifoha maraina indray izy ireo ny ampitson’iny, dia io fa nianjera nihohoka tamin’ny tany, teo anoloan’ny Vata masin’i Jehovah, i Dagona. Tapaka ny lohany sy ny felatanany roa, ka nipitika teo an-tokonam-baravarana. Ny tapany toy ny trondro sisa tavela.",
        "5": "Izany no mahatonga ny mpisoron’i Dagona sy izay rehetra mankao an-tranon’i Dagona, tsy hanitsaka ny tokonam-baravaran’i Dagona ao Asdoda, hatramin’izao.",
        "6": "Nosazin’i Jehovah ny Asdodita, ka nataony nahita faisana. Nataony voan’ny hemoroida mantsy ny mponina tao Asdoda sy ny faritra manodidina azy.",
        "7": "Rehefa nahita an’izay nitranga ny olona tao Asdoda, dia niteny hoe: “Aza ajanona eto amintsika ny Vata masin’ny Andriamanitry ny Israely, fa ny tanany efa namely mafy antsika sy Dagona andriamanitsika.”",
        "8": "Naniraka olona ho any amin’ny mpitondra rehetra teo amin’ny Filistinina àry izy ireo, dia novoriny izy ireny ary nanontaniany hoe: “Hataontsika ahoana ny Vata masin’ny Andriamanitry ny Israely?” Dia namaly ireo hoe: “Aleo afindra any Gata ny Vata masin’ny Andriamanitry ny Israely.” Nafindran’izy ireo nankany àry ilay Vata masin’ny Andriamanitry ny Israely.",
        "9": "Rehefa nafindra tany ilay Vata, dia namely an’ilay tanàna ny tanan’i Jehovah ka nihorohoro izy ireo. Nosaziny ny olona tao an-tanàna ka voan’ny hemoroida, na ny kely na ny lehibe.",
        "10": "Nalefan’izy ireo nankany Ekrona àry ny Vata masin’ilay tena Andriamanitra. Raha vao tonga tao Ekrona anefa ny Vata masin’ilay tena Andriamanitra, dia nitaraina mafy ny Ekronita hoe: “Nentin-dry zareo atỳ aminay ny Vata masin’ny Andriamanitry ny Israely, mba hahafaty anay sy ny vahoakanay!”",
        "11": "Dia naniraka olona ho any amin’ny mpitondra rehetra teo amin’ny Filistinina izy ireo, dia novoriny izy ireny ary noteneniny hoe: “Alefaso any io Vata masin’ny Andriamanitry ny Israely io! Avereno any amin’ny toerany any io, mba tsy hahafaty anay sy ny vahoakanay.” Fa natahotra be ny iray tanàna sao ho faty. Nanasazy mafy azy ireo mantsy ilay tena Andriamanitra,",
        "12": "ka izay olona tsy maty dia voan’ny hemoroida. Ary tonga hatrany an-danitra ny antso vonjy nataon’ilay tanàna."
    },
    "6": {
        "1": "Fito volana ny Vata masin’i Jehovah no tany amin’ny tanin’ny Filistinina.",
        "2": "Nantsoin’ny Filistinina ny mpisorona sy ny mpisikidy, ka nanontaniany hoe: “Hataonay ahoana ny Vata masin’i Jehovah? Lazao aminay hoe ahoana no hamerenanay an’io any amin’ny toerany.”",
        "3": "Dia hoy izy ireo: “Raha alefanareo ny Vata misy ny fifanekena nataon’i Jehovah Andriamanitry ny Israely, dia aza averina amin’izao fotsiny fa asio fanatitra miaraka aminy. Tokony hanateranareo fanatitra noho ny heloka izy. Amin’izay ihany ianareo vao ho sitrana, ka ho fantatrareo ny antony mbola anafaizany anareo hoatr’izao.”",
        "4": "Hoy àry ny Filistinina: “Inona no fanatitra noho ny heloka tokony halefanay any aminy?” Dia hoy izy ireo: “Hemoroida volamena dimy sy totozy volamena dimy, araka ny isan’ireo mpitondra eo amin’ny Filistinina. Mitovy ihany mantsy ny loza manjo anareo rehetra sy ny loza manjo an’ireo mpitondra eo aminareo.",
        "5": "Manaova sarivongana mitovy amin’ny hemoroida mahazo anareo sy ny totozy manimba an’ilay tany, ary omeo voninahitra ny Andriamanitry ny Israely. Amin’izay angamba izy tsy hanafay intsony anareo sy ny andriamanitrareo ary ny taninareo.",
        "6": "Nahoana ianareo no manamafy ny fonareo hoatran’i Ejipta sy Farao izay nanamafy ny fony? Rehefa nofaizin’Andriamanitra ry zareo, dia tsy maintsy nalefany ny Israely ka lasa nandeha.",
        "7": "Manomàna sarety vaovao sy ombivavy roa mitaiza, izay mbola tsy nasiana zioga mihitsy. Dia afatory hitarika an’ilay sarety ireo ombivavy, fa ny zanany kosa ento miverina mody.",
        "8": "Alaivo ny Vata masin’i Jehovah ka apetraho eo ambonin’ilay sarety. Ary ataovy ao anaty boaty eo akaikin’ilay Vata ireo sarivongana volamena, izay halefanareo any aminy mba ho fanatitra noho ny heloka. Dia alefaso handeha ilay izy.",
        "9": "Jereo fa raha miakatra amin’ny lalana mankany Beti-semesy, any amin’ny taniny, ilay izy, dia ny Andriamanitry ny Israely no nanao an’izao zava-dratsy lehibe izao tamintsika. Raha tsy izany kosa, dia ho fantatsika hoe tsy ny tanany no namely antsika, fa sendra nanjo antsika fotsiny izany.”",
        "10": "Dia izany tokoa no nataon’ny olona. Naka ombivavy roa mitaiza izy ireo dia nofatorany hitarika an’ilay sarety ireo omby ireo, fa ny zanak’omby kosa nohidiany tao am-bala.",
        "11": "Dia napetrak’izy ireo teo ambonin’ilay sarety ny Vata masin’i Jehovah, sy ilay boaty misy an’ireo totozy volamena sy ny sarivongan’ny hemoroida nahazo azy ireo.",
        "12": "Tonga dia nanitsy tany amin’ny lalana mankany Beti-semesy ireo ombivavy. Dia nizotra tamin’ny lalambe iray ihany izy ireo ka nitrena teny an-dalana. Tsy nivily niankavanana na niankavia izy ireo. Nandeha an-tongotra nanaraka an’ireo omby hatrany amin’ny sisin-tanin’i Beti-semesy ireo mpitondra teo amin’ny Filistinina.",
        "13": "Nijinja varimbazaha teny amin’ny tany lemaka ny olona tao Beti-semesy tamin’izay. Rehefa nitazana izy ireo ka nahita an’ilay Vata, dia faly be mihitsy.",
        "14": "Tonga teo amin’ny sahan’i Josoa Beti-semita ilay sarety, ka nijanona teo akaikin’ny vato iray ngezabe. Dia nokapakapain’izy ireo ny hazon’ilay sarety, ary natolony ho fanatitra dorana ho an’i Jehovah ireo ombivavy.",
        "15": "Nampidinin’ny Levita ilay Vata masin’i Jehovah sy ilay boaty misy an’ireo sarivongana volamena, dia napetrak’izy ireo teo ambonin’ilay vato ngezabe. Dia nanolotra fanatitra dorana ny olona tao Beti-semesy, sady nanao sorona ho an’i Jehovah tamin’iny andro iny.",
        "16": "Rehefa nahita an’izany ireo mpitondra dimy teo amin’ny Filistinina, dia niverina nankany Ekrona ny androtr’iny ihany.",
        "17": "Ary ireto avy ny hemoroida volamena nalefan’ny Filistinina hatao fanatitra noho ny heloka ho an’i Jehovah: Iray an’i Asdoda, iray an’i Gaza, iray an’i Askelona, iray an’i Gata, ary iray an’i Ekrona.",
        "18": "Ary ny isan’ireo totozy volamena dia nitovy tamin’ny isan’ny tanàna rehetran’ny Filistinina izay an’ireo mpitondra dimy teo aminy, izany hoe ireo tanàna voaro mafy sy ireo tanàna kely teny ambanivohitra. Ary vavolombelona eo amin’ny sahan’i Josoa Beti-semita hatramin’izao, ilay vato ngezabe nametrahan’izy ireo ny Vata masin’i Jehovah.",
        "19": "Namely an’ireo olona tao Beti-semesy anefa Andriamanitra, satria nojerijeren’izy ireo ny Vata masin’i Jehovah. Namely olona 50 070 teo amin’ny vahoaka izy. Dia nalahelo mafy ny olona satria be dia be no novonoin’i Jehovah.",
        "20": "Hoy àry ny olona tao Beti-semesy: “Iza no hahavita hijoro eo anatrehan’i Jehovah, ilay Andriamanitra masina? Ho any amin’iza izy rehefa hiala eto amintsika?”",
        "21": "Koa naniraka olona nankany amin’ny mponin’i Kiriata-jearima izy ireo mba hilaza hoe: “Naverin’ny Filistinina ny Vata masin’i Jehovah. Midìna atỳ, dia ento miakatra miaraka aminareo ilay izy.”"
    },
    "7": {
        "1": "Dia tonga ny lehilahy avy tao Kiriata-jearima, ka nentin’izy ireo niakatra nankao an-tranon’i Abinadaba teny amin’ny havoana ny Vata masin’i Jehovah. Ary nohamasinin’izy ireo hiambina an’ilay Vata masin’i Jehovah i Eleazara zanakalahin’i Abinadaba.",
        "2": "Dia nandeha teny ny fotoana, ka 20 taona no lasa hatramin’ilay andro nametrahana an’ilay Vata tao Kiriata-jearima. Ary nanomboka nitady an’i Jehovah ny taranak’Israely rehetra.",
        "3": "Dia hoy i Samoela tamin’ny taranak’Israely rehetra: “Raha tena amin’ny fonareo manontolo no iverenanareo amin’i Jehovah, dia esory tsy ho eo aminareo ny andriamanitry ny firenen-kafa sy ireo sarin’i Astarta. Omeo an’i Jehovah ny fonareo ka aza avela hiovaova, ary izy irery ihany tompoina, dia hamonjy anareo amin’ny Filistinina izy.”",
        "4": "Narian’ny Israelita àry ireo Bala sy ireo sarin’i Astarta, ka nanompo an’i Jehovah irery ihany izy ireo.",
        "5": "Ary hoy i Samoela: “Vorio ao Mizpa ny Israely rehetra, dia hivavaka amin’i Jehovah ho anareo aho.”",
        "6": "Koa nivory tao Mizpa izy ireo, ary nantsaka rano ka nandraraka an’izany teo anatrehan’i Jehovah, sady nifady hanina tamin’iny andro iny. Dia niteny izy ireo hoe: “Efa nanota tamin’i Jehovah izahay.” Ary nanomboka nitsara ny Israelita tao Mizpa i Samoela.",
        "7": "Rehefa henon’ny Filistinina fa nivory tao Mizpa ny Israelita, dia niakatra hiady tamin’ny Israely ireo mpitondra teo amin’ny Filistinina. Natahotra an’ireo Filistinina ny Israelita rehefa nandre an’izany.",
        "8": "Hoy àry ny Israelita tamin’i Samoela: “Aza mitsahatra miantso an’i Jehovah Andriamanitsika mba hanampiany antsika sy hamonjeny antsika amin’ny Filistinina.”",
        "9": "Dia naka zanak’ondry mbola minono i Samoela, ka nanolotra an’izany ho fanatitra dorana manontolo ho an’i Jehovah. Ary niantso vonjy tamin’i Jehovah ho an’ny Israely izy, ka namaly azy i Jehovah.",
        "10": "Raha mbola nanolotra an’ilay fanatitra dorana i Samoela, dia niroso hiady tamin’ny Israely ny Filistinina. Dia nandefasan’i Jehovah kotro-baratra mafy be ny Filistinina tamin’iny andro iny, ary nataony nisahotaka izy ireo, ka resin’ny Israely.",
        "11": "Dia niala tao Mizpa ny lehilahy israelita, ka nanenjika an’ireo Filistinina sady namono azy hatrany atsimon’i Beti-kara.",
        "12": "Ary naka vato i Samoela ka nanangana an’izany teo anelanelan’i Mizpa sy Jesana, dia nataony hoe Ebenezera ny anaran’ilay vato. Fa hoy izy: “Nanampy antsika i Jehovah hatramin’izao.”",
        "13": "Dia resy ny Filistinina, ka tsy nitsofotsofoka tao amin’ny faritry ny Israely intsony. Ary nanohitra ny Filistinina foana ny tanan’i Jehovah, nandritra ny androm-piainan’i Samoela.",
        "14": "Tafaverina tamin’ny Israely koa ny tanàna nalain’ny Filistinina tamin’izy ireo, hatrany Ekrona ka hatrany Gata. Dia azon’ny Israely indray ireo faritra nalain’ny Filistinina. Tsy niady intsony koa ny Israely sy ny Amorita.",
        "15": "Nitsara ny Israely foana i Samoela, nandritra ny androm-piainany.",
        "16": "Nandeha nitety an’i Betela sy Gilgala ary Mizpa izy isan-taona, ka nitsara ny Israely tao amin’ireny toerana rehetra ireny.",
        "17": "Niverina tao Rama ihany anefa izy satria tao ny tranony, ary nitsara ny Israely koa izy tao. Nanorina alitara ho an’i Jehovah tao Rama izy."
    },
    "8": {
        "1": "Rehefa antitra i Samoela, dia notendreny ho mpitsaran’ny Israely ireo zanany lahy.",
        "2": "Joela no anaran’ny zanany lahimatoa, ary Abia kosa no anaran’ny faharoa. Mpitsara tao Beri-sheba izy ireo.",
        "3": "Tsy mba nanao hoatran’ny nataony anefa ireo zanany ireo. Nanao ny tsy marina izy ireo mba hahazoana tombony, nandray kolikoly, ary nanao fitsarana miangatra.",
        "4": "Rehefa nandeha ny fotoana, dia nivory ny anti-panahy rehetra teo amin’ny Israely ka nankany amin’i Samoela tao Rama.",
        "5": "Hoy izy ireo taminy: “Efa antitra ianao izao, nefa ny zanakao tsy mba manao hoatran’ny nataonao. Koa manendre mpanjaka hitsara anay, hoatran’ny any amin’ny firenena hafa rehetra.”",
        "6": "Tsy nahafaly an’i Samoela anefa ilay tenin’izy ireo hoe: “Omeo mpanjaka izahay hitsara anay.” Nivavaka tamin’i Jehovah àry i Samoela,",
        "7": "dia hoy i Jehovah taminy: “Henoy izay rehetra lazain’ny vahoaka aminao. Tsy ianao mantsy no laviny, fa izaho no tsy tiany ho mpanjakany.",
        "8": "Nahafoy ahy foana izy ireo sady nanompo andriamani-kafa. Hoatr’izany foana no nataony, hatramin’ny andro nitondrako azy niakatra avy tany Ejipta ka mandraka androany. Izany koa no ataony aminao izao.",
        "9": "Henoy ny tenin’izy ireo. Ampitandremo tsara anefa izy ireo, ka teneno aminy ny zo hananan’izay ho mpanjakany.”",
        "10": "Dia nolazain’i Samoela tamin’ilay vahoaka, izay nangataka mpanjaka taminy, ny tenin’i Jehovah rehetra.",
        "11": "Hoy izy: “Izao no zo hananan’izay ho mpanjakanareo: Halainy ny zanakareo lahy, ka hasainy hitondra ny kalesiny sy hataony mpitaingin-tsoavaliny. Ary ny sasany hasainy hihazakazaka eo alohan’ny kalesiny.",
        "12": "Ny sasany hotendreny ho lehiben’ny arivony sy lehiben’ny dimampolony. Ny sasany kosa hiasa ny taniny sy hijinja ny vokatry ny taniny, ary hanamboatra ny fitaovam-piadiany sy ny fitaovana amin’ny kalesiny.",
        "13": "Halainy koa ny zanakareo vavy, ka hataony mpanamboatra menaka fanosotra sy ho mpahandro ary ho mpanao mofo.",
        "14": "Halainy izay tsara indrindra amin’ny sahanareo sy ny tanimboalobokareo ary ny sahan’olivanareo, ka homeny ho an’ny mpanompony.",
        "15": "Halainy koa ny ampahafolon’ny vokatra avy amin’ny sahanareo sy ny tanimboalobokareo, ka homeny ho an’ny tandapany sy ny mpanompony.",
        "16": "Halainy ny mpanompolahinareo sy ny mpanompovavinareo, sy izay tsara indrindra amin’ny biby fiompinareo, ary ny ampondranareo, ka hasainy hiasa ho azy.",
        "17": "Halainy koa ny ampahafolon’ny ondry aman’osinareo, ary ianareo ho lasa mpanompony.",
        "18": "Dia hitaraina mafy ianareo indray andro any, noho ilay mpanjaka nofidinareo ho anareo, saingy tsy hamaly anareo i Jehovah amin’izany andro izany.”",
        "19": "Tsy nety nihaino an’izay nolazain’i Samoela anefa ny vahoaka, fa niteny hoe: “Tsy mampaninona anay izany! Efa tena tapaka ny hevitray hoe aleo hisy mpanjaka hifehy anay.",
        "20": "Dia ho hoatran’ny firenena hafa rehetra izahay, ka hitsara sy hitarika anay ny mpanjakanay ary hiady ho anay amin’izay ady hataonay.”",
        "21": "Rehefa avy nihaino ny teny rehetra nolazain’ny vahoaka i Samoela, dia naveriny nolazaina tamin’i Jehovah izany.",
        "22": "Hoy i Jehovah taminy: “Henoy ny tenin’izy ireo, ka manendre mpanjaka hitondra azy.” Dia hoy i Samoela tamin’ny lehilahy israelita: “Samia mody any an-tanànany amin’izay.”"
    },
    "9": {
        "1": "Nisy lehilahy avy amin’ny fokon’i Benjamina atao hoe Kisy, zanak’i Abiela, zanak’i Zerora, zanak’i Bekorata, zanak’i Afia. Benjaminita io lehilahy io sady nanan-karena be.",
        "2": "Nanan-janakalahy atao hoe Saoly izy. Mbola tanora i Saoly sady tsara tarehy. Tsy nisy lehilahy tsara tarehy noho izy teo amin’ny Israelita. Ary lava be izy, ka tsy nisy nihoatra ny sorony ny olona rehetra.",
        "3": "Very ny ampondran’i Kisy rain’i Saoly, ka hoy izy tamin’i Saoly zanany: “Mba mitondrà mpanompo iray miaraka aminao, dia mandehana tadiavo ireo ampondra.”",
        "4": "Dia lasa izy ireo nitety ny faritra be tendrombohitr’i Efraima sy ny faritr’i Salisa, nefa tsy nahita an’ireo ampondra. Ary nitety ny faritr’i Salima izy ireo, nefa tsy tany koa ireo ampondra. Nitety ny tanin’ny Benjaminita manontolo koa izy ireo, fa tsy nahita.",
        "5": "Ary tonga tany Zofa izy ireo. Dia hoy i Saoly tamin’ilay mpanompo niaraka taminy: “Andao isika hiverina, sao dia isika indray no lasa mampitaintaina an’i Dada fa tsy ny ampondra.”",
        "6": "Hoy anefa ilay mpanompo: “Misy lehilahin’Andriamanitra ao amin’irỳ tanàna irỳ. Hajain’ny olona izy, sady tena tanteraka daholo izay lazainy. Andao ho eny, fa angamba izy afaka manoro antsika an’izay lalana tokony halehantsika.”",
        "7": "Dia hoy i Saoly taminy: “Inona anefa no hoentintsika ho an’ilay lehilahy, raha mankeny isika? Efa lany ny mofo tato anaty harontsika, dia tsy misy na inona na inona azontsika omena an’ilay lehilahin’Andriamanitra. Sa inona no ananantsika?”",
        "8": "Dia namaly indray ilay mpanompo hoe: “Misy volafotsy ampahefatry ny sekely atỳ amiko. Andao izay no homena an’ilay lehilahin’Andriamanitra, dia hatorony antsika izay lalana tokony halehantsika.”",
        "9": "—Izao no nolazain’ny olona teo amin’ny Israely taloha, rehefa handeha hitady an’Andriamanitra: “Andao ho any amin’ny mpahita.” Mpahita mantsy taloha no fiantsoana ny mpaminany.—",
        "10": "Dia hoy i Saoly tamin’ilay mpanompony: “Tsara izany hevitrao izany. Andao àry ho eny.” Dia nankeny amin’ilay tanàna nisy an’ilay lehilahin’Andriamanitra izy ireo.",
        "11": "Rehefa niakatra ny fiakarana mankao amin’ilay tanàna izy ireo, dia nahita ankizivavy nivoaka hantsaka. Dia niteny tamin’ireo izy roa lahy hoe: “Ao ve ilay mpahita?”",
        "12": "Dia hoy ireo: “Ie! Ao izy. Jereo fa ao aloha kely ao fotsiny izy. Mandehana haingana fa efa tonga ao an-tanàna izy izao, satria manao sorona eny amin’ny toerana avo ny olona androany.",
        "13": "Raha vao tafiditra ao an-tanàna ianareo, dia ho hitanareo izy. Mandehana dieny mbola tsy miakatra hisakafo eny amin’ny toerana avo izy. Tsy hisakafo ny olona raha tsy efa tonga izy, satria izy no manao vavaka fisaorana alohan’ny hihinanana an’ilay sorona. Vita izay vao mahazo misakafo ireo nasaina. Miakara izao dia izao, dia ho hitanareo izy.”",
        "14": "Dia niakatra tao an-tanàna izy ireo. Rehefa tonga teo afovoan-tanàna izy ireo, dia iny i Samoela fa nivoaka hitsena azy ireo mba hiakatra teny amin’ny toerana avo.",
        "15": "Ny omalin’ny nahatongavan’i Saoly i Jehovah dia efa niteny tamin’i Samoela hoe:",
        "16": "“Rahampitso tokotokony ho hoatr’izao, dia halefako atỳ aminao ny lehilahy iray avy any amin’ny tanin’i Benjamina. Hosory ho mpitarika eo amin’ny Israely vahoakako izy, ary izy no hamonjy ny vahoakako eo an-tanan’ny Filistinina. Efa hitako mantsy ny fahorian’izy ireo ary efa tonga atỳ amiko ny fitarainany.”",
        "17": "Rehefa nahita an’i Saoly i Samoela, dia hoy i Jehovah taminy: “Io ilay lehilahy nolazaiko taminao hoe: ‘Izy no hitondra ny vahoakako.’”",
        "18": "Ary nanatona an’i Samoela teo am-bavahady i Saoly, ka niteny hoe: “Mba atoroy ahy, azafady, hoe aiza ny tranon’ilay mpahita.”",
        "19": "Dia hoy i Samoela tamin’i Saoly: “Izaho ilay mpahita. Andao hiakatra any amin’ny toerana avo, ary mandehana eo alohako. Hiara-misakafo amiko ianareo androany. Dia halefako ianao rahampitso maraina, ary holazaiko aminao izay rehetra tianao ho fantatra.",
        "20": "Aza miasa saina amin’ireo ampondra very efa telo andro lasa izay, fa efa hita ireny. Sady an’iza koa moa ny zava-tsarobidy rehetra eo amin’ny Israely? Tsy anao sy ny ankohonan-drainao manontolo ve?”",
        "21": "Dia hoy i Saoly: “Tsy Benjaminita ve aho, avy amin’ilay foko kely indrindra amin’ny Israely? Ary tsy ny fianakaviako ve no tsy misy dikany indrindra amin’ny fianakaviana rehetra ao amin’ny fokon’i Benjamina? Koa nahoana ianao no miteny hoatr’izany amiko?”",
        "22": "Ary nalain’i Samoela i Saoly sy ny mpanompony, dia nentiny tao amin’ny efitra fisakafoana ka nomeny ny toerana mihaja indrindra teo amin’ireo nasaina. Lehilahy 30 teo ho eo izy ireo no tao.",
        "23": "Ary hoy i Samoela tamin’ny mpahandro: “Ento atỳ ilay hena nomeko anao, ilay nasaiko natokanao.”",
        "24": "Dia nalain’ilay mpahandro ilay feny sy ny hena niaraka taminy, ka narosony teo anoloan’i Saoly. Ary hoy i Samoela: “Io naroso ho anao io ilay efa natokana. Hano, fa efa natokan’izy ireo ho anao ho amin’ity fotoana ity izy io. Efa niteny tamin-dry zareo mantsy aho hoe manam-bahiny.” Dia niara-nisakafo tamin’i Samoela i Saoly tamin’iny andro iny.",
        "25": "Niala teo amin’ilay toerana avo izy ireo avy eo, ka nidina nankeny an-tanàna. Dia nentin’i Samoela teny an-tampon-trano i Saoly, ary mbola niresaka taminy teny izy.",
        "26": "Ary nifoha maraina izy ireo, ka vao nangiran-dratsy ny andro, dia niantso an’i Saoly teo an-tampon-trano i Samoela. Hoy izy: “Miomàna, fa halefako hody ianao.” Dia niomana i Saoly, ary niara-nivoaka ny trano izy sy Samoela.",
        "27": "Rehefa nidina ho any ivelan’ny tanàna izy ireo, dia hoy i Samoela tamin’i Saoly: “Asaivo mialoha antsika ilay mpanompo.” Dia lasa ilay mpanompo. Hoy koa i Samoela: “Ianao kosa mijanòna vetivety, fa holazaiko aminao ny tenin’Andriamanitra.”"
    },
    "10": {
        "1": "Dia naka jaogy kely misy menaka i Samoela, ka nandraraka an’ilay menaka teo amin’ny lohan’i Saoly. Nanoroka azy izy ary niteny hoe: “I Jehovah mihitsy no nanosotra anao ho mpitarika eo amin’ny lovany.",
        "2": "Rehefa miala eto amiko ianao androany, dia hahita lehilahy roa eo akaikin’ny fasan’i Rahely, ao Zelza any amin’ny tanin’i Benjamina. Ary hiteny aminao izy ireo hoe: ‘Efa hita ireo ampondra notadiavinao, dia tsy mieritreritra momba an’ireo ampondra intsony ny rainao. Fa ianareo indray izao no mampitaintaina azy. Nilaza izy hoe: “Ahoana re no hataoko amin’izay zanako izay e?”’",
        "3": "Mandehana hatrany amin’ilay hazobe ao Tabara. Dia hisy telo lahy hifanena aminao. Hiakatra hitady an’ilay tena Andriamanitra any Betela izy ireo. Ny iray mitondra zanak’osy telo, ny iray mitondra mofo telo, ary ny iray mitondra divay eran’ny siny lehibe.",
        "4": "Hanontany ny fahasalamanao izy ireo, ary hanome anao mofo roa. Dia raiso izany.",
        "5": "Ho tonga eo amin’ny havoanan’ilay tena Andriamanitra ianao aorian’izay, eo amin’ilay misy toby miaramilan’ny Filistinina. Rehefa tonga ao an-tanàna ianao, dia hifanena amin’ny mpaminany maromaro midina avy eny amin’ny toerana avo. Hisy olona mitendry zavamaneno sy mively ampongatapaka sy mitsoka sodina ary mitendry harpa eo alohan’izy ireo, raha mbola iny maminany iny izy ireo.",
        "6": "Ary hanome hery anao ny fanahin’i Jehovah, ka haminany miaraka amin’izy ireo ianao, sady hovana ho olom-baovao.",
        "7": "Rehefa mitranga ireo famantarana ireo, dia ataovy izay azon’ny tananao atao, fa manohana anao ilay tena Andriamanitra.",
        "8": "Koa tonga dia mandehana midina any Gilgala, fa hidina hanaraka anao aho mba hanolotra sorona dorana sy sorona iombonana. Dia miandrasa fito andro mandra-pahatongako any aminao. Hampahafantariko anao avy eo izay tokony hataonao.”",
        "9": "Vao nihodina niala teo amin’i Samoela i Saoly, dia nataon’Andriamanitra niova ny fony. Ary tanteraka daholo ireo famantarana ireo tamin’iny andro iny.",
        "10": "Dia lasa nankeny amin’ilay havoana izy ireo, ka nifanena tamin’ny mpaminany maromaro. Tonga dia nanome hery an’i Saoly ny fanahin’Andriamanitra, ka naminany niaraka tamin’izy ireo izy.",
        "11": "Rehefa nahita azy naminany niaraka tamin’ny mpaminany izay rehetra nahafantatra azy taloha, dia nifampiresaka hoe: “Fa naninona ity zanak’i Kisy? Mpaminany koa angaha i Saoly?”",
        "12": "Ary nisy olona iray teo niteny hoe: “Fa iza no rain’ireo mpaminany hafa ireo e?” Lasa fomba fiteny àry ilay hoe: “Mpaminany koa angaha i Saoly?”",
        "13": "Rehefa avy naminany izy, dia nankeny amin’ny toerana avo.",
        "14": "Ary hoy ny rahalahin-drain’i Saoly taminy sy tamin’ilay mpanompony: “Fa taiza ianareo?” Dia namaly izy hoe: “Nitady an’ireo ampondra izahay, nefa tsy nahita, dia nankany amin’i Samoela.”",
        "15": "Dia hoy ilay dadatoan’i Saoly: “Mba lazao ahy izay notenenin’i Samoela taminareo!”",
        "16": "Namaly azy i Saoly hoe: “Niteny taminay izy hoe efa hita ireo ampondra.” Tsy noresahin’i Saoly taminy anefa ilay tenin’i Samoela hoe ho lasa mpanjaka izy.",
        "17": "Ary nantsoin’i Samoela hankeo anatrehan’i Jehovah tao Mizpa ny vahoaka.",
        "18": "Dia hoy izy tamin’ny Israelita: “Izao no nolazain’i Jehovah Andriamanitry ny Israely: ‘Izaho no nitondra ny Israely niakatra avy tany Ejipta, sy namonjy anareo teo an-tanan’i Ejipta sy teo an-tanan’ireo fanjakana rehetra nampahory anareo.",
        "19": "Nolavinareo anefa androany ilay Andriamanitrareo, izay namonjy anareo tamin’ny loza sy ny fahoriana rehetra nanjo anareo. Ary niteny ianareo hoe: “Manendre fotsiny mpanjaka ho anay e!” Mijoroa àry eo anatrehan’i Jehovah, isam-poko sy isam-pianakaviana.’”",
        "20": "Dia nasain’i Samoela nanatona ny foko rehetra teo amin’ny Israely, ka ny fokon’i Benjamina no voafidy.",
        "21": "Ary nasainy nanatona isam-pianakaviana ny fokon’i Benjamina, ka ny fianakavian’ny Matrita no voafidy. Farany, dia i Saoly zanak’i Kisy no voafidy. Rehefa nandeha nitady azy anefa ny olona, dia tsy hita izy.",
        "22": "Koa nanontany an’i Jehovah izy ireo hoe: “Efa tonga eto angaha izany lehilahy izany?” Dia namaly i Jehovah hoe: “Io miafina ao amin’ny entana io izy.”",
        "23": "Nihazakazaka naka azy avy tao àry izy ireo. Ary rehefa nijoro teo afovoan’ny olona izy, dia lava be ka tsy nisy nihoatra ny sorony ny olona rehetra.",
        "24": "Dia niteny tamin’ny vahoaka manontolo i Samoela hoe: “Hitanareo tsara ve ilay nofidin’i Jehovah? Jereo fa tsy misy hoatr’azy amin’ny olona rehetra!” Koa nihorakoraka izy rehetra hoe: “Ho ela velona anie ny mpanjaka!”",
        "25": "Dia nolazain’i Samoela tamin’ny vahoaka ny zo ara-dalàna ananan’ny mpanjaka, ka nosoratany tao amin’ny boky ary napetrany teo anatrehan’i Jehovah. Ary nalefan’i Samoela nody tany an-tranony avy ny olona rehetra.",
        "26": "Nody tany an-tranony tany Gibea koa i Saoly. Ary niaraka taminy ny miaramila sasany, izay nentanin’i Jehovah ny fony.",
        "27": "Nisy lehilahy tsy misy ilana azy anefa niteny hoe: “Ahoana koa no hamonjen’io antsika?” Dia nanambany an’i Saoly izy ireo, ary tsy mba nitondra fanomezana ho azy. Tsy namaly mihitsy anefa i Saoly."
    },
    "11": {
        "1": "Ary niakatra i Nahasy Amonita ka nitoby mba hiady amin’i Jabesy any Gileada. Dia hoy ny olona rehetra tao Jabesy tamin’i Nahasy: “Manaova fifanekena aminay, dia hanompo anao izahay.”",
        "2": "Ary hoy i Nahasy Amonita tamin’izy ireo: “Hanao fifanekena aminareo aho raha potsirina daholo ny masonareo ankavanana, mba hanalako baraka ny Israely rehetra.”",
        "3": "Dia namaly azy ny anti-panahy tao Jabesy hoe: “Omeo fito andro aloha izahay, mba hahafahanay haniraka olona ho any amin’ny faritra rehetra any Israely. Koa raha tsy misy mamonjy izahay, dia hitolo-batana any aminao.”",
        "4": "Ary tonga tao Gibea tanànan’i Saoly ireo iraka, ka nilaza an’ireo teny ireo tamin’ny olona. Dia nidradradradra nitomany ny olona rehetra.",
        "5": "Tonga avy any an-tsaha anefa i Saoly tamin’izay, sady nandroaka omby. Ary hoy izy: “Fa misy inona? Maninona ny olona no mitomany?” Dia nolazain’izy ireo taminy ny tenin’ny olona tao Jabesy.",
        "6": "Rehefa henon’i Saoly izany teny izany, dia nanome hery azy ny fanahin’Andriamanitra, ka tezitra be izy.",
        "7": "Dia naka omby roa izy ka norasarasainy, ary naniraka olona hitondra an’izany tany amin’ny faritra rehetra tany Israely izy. Ary izao no nasainy nolazain’izy ireo: “Na iza na iza tsy manaraka an’i Saoly sy Samoela, dia hatao hoatr’izao ny ombiny!” Dia natahotra an’i Jehovah ny olona, ka nivoaka hiady sady tena niray hina.",
        "8": "Dia nisain’i Saoly tao Bezeka izy ireo, ka 300 000 ny Israelita ary 30 000 ny avy amin’ny fokon’i Joda.",
        "9": "Ary hoy izy ireo tamin’ny olona nirahina avy any Jabesy: “Izao no holazainareo amin’ny olona ao Jabesy any Gileada: ‘Hovonjena ianareo rahampitso, amin’ny mitataovovonana.’” Dia tonga nilaza izany tamin’ireo olona tao Jabesy ireo iraka, ka faly be izy ireo.",
        "10": "Hoy àry ny olona tao Jabesy tamin’ny Amonita: “Hitolo-batana any aminareo izahay rahampitso, ka ataovy aminay izay hitanareo fa mety.”",
        "11": "Nozarain’i Saoly ho andiany telo ny olona ny ampitso. Dia tafiditra tao an-toby izy ireo tamin’ny fiambenana maraina, ka namely an’ireo Amonita mandra-pahafanan’ny andro. Ary niparitaka izay sisa tsy maty tamin’ny Amonita ka tsy nisy tafaraka na dia olona roa aza.",
        "12": "Dia hoy ny olona tamin’i Samoela: “Iza avy ilay niteny hoe: ‘I Saoly ve no hanjaka aminay?’ Ento atỳ ireny olona ireny hovonoinay ho faty.”",
        "13": "Hoy anefa i Saoly: “Tsy tokony hisy olona hovonoina ho faty anio, satria namonjy ny Israely i Jehovah androany.”",
        "14": "Taorian’izay, dia hoy i Samoela tamin’ny olona: “Andao isika ho any Gilgala mba hanamafy orina ny fanjakana.”",
        "15": "Nankany Gilgala àry ny olona rehetra, ka tany i Saoly no nataon’izy ireo mpanjaka teo anatrehan’i Jehovah. Dia nanolotra sorona iombonana teo anatrehan’i Jehovah izy ireo tany, ary nanao fety i Saoly sy ny Israelita rehetra ka faly be mihitsy."
    },
    "12": {
        "1": "Farany, dia niteny tamin’ny Israely rehetra i Samoela hoe: “Efa nataoko daholo izay nasainareo nataoko. Nanendry mpanjaka hitondra anareo aho.",
        "2": "Io àry ilay mpanjaka hitarika anareo! Izaho kosa efa antitra sy fotsy volo, ary ireo miaraka aminareo ireo ny zanako. Izaho efa nitarika anareo, hatramin’ny fahazazako ka mandraka androany.",
        "3": "Intỳ aho! Mijoroa ianareo ho vavolombelona hiampanga ahy eto anatrehan’i Jehovah sy ny voahosotra notendreny: Ombin’iza, na ampondran’iza no nalaiko? Iza no nambakaiko na nampahoriko? Iza no nakako tsolotra mba hahatonga ahy hiangatra? Raha nanao an’izany aho, dia honerako aminareo izany.”",
        "4": "Dia hoy izy ireo: “Tsy nanambaka anay ianao na nampahory anay, ary tsy nanaiky handray na inona na inona avy tamin’iza na iza.”",
        "5": "Hoy àry izy tamin’izy ireo: “I Jehovah no vavolombelona hiampanga anareo. Ny voahosotra notendreny koa no vavolombelona androany, fa tsy mahita na inona na inona hiampangana ahy ianareo.” Dia hoy izy ireo: “Ie, vavolombelona izy.”",
        "6": "Hoy àry i Samoela tamin’ny vahoaka: “I Jehovah, izay nampiasa an’i Mosesy sy Arona sady nitondra ny razambenareo niakatra avy tany Ejipta, no vavolombelona.",
        "7": "Koa mitsangàna, fa hitsara anareo eo anatrehan’i Jehovah aho, satria i Jehovah efa nanao an’ireny zavatra tsara rehetra ireny ho anareo sy ho an’ny razambenareo.",
        "8": "“Raha vao tonga tany Ejipta i Jakoba, ary niantso vonjy tamin’i Jehovah ny razambenareo, dia naniraka an’i Mosesy sy Arona i Jehovah mba hitarika ny razambenareo hivoaka avy tany Ejipta sy hanao izay hipetrahany teto amin’ity toerana ity.",
        "9": "Nanadino an’i Jehovah Andriamaniny anefa izy ireo, ka namidin’Andriamanitra tamin’i Sisera lehiben’ny tafik’i Hazora sy tamin’ny Filistinina ary tamin’ny mpanjakan’i Moaba. Ary niady tamin’izy ireo ireny.",
        "10": "Dia niantso vonjy tamin’i Jehovah izy ireo, ka niteny hoe: ‘Efa nanota izahay, satria niala tamin’i Jehovah mba hanompo an’ireo Bala sy ireo sarin’i Astarta. Fa izao izahay mba vonjeo amin’ny fahavalonay mba hanompoanay anao.’",
        "11": "Dia naniraka an’i Jerobala sy Bedana sy Jefta ary Samoela i Jehovah, ka namonjy anareo tamin’ny fahavalo manodidina, mba hahafahanareo hiaina milamina tsara.",
        "12": "Ary rehefa hitanareo fa tonga hanafika anareo i Nahasy mpanjakan’ny Amonita, dia niteny tamiko foana ianareo hoe: ‘Efa tena tapaka ny hevitray hoe aleo hisy mpanjaka hifehy anay.’ I Jehovah Andriamanitrareo anefa no Mpanjakanareo.",
        "13": "Io àry ilay mpanjaka nofidinareo, izay nangatahinareo. Jereo fa efa nanendry mpanjaka hifehy anareo i Jehovah.",
        "14": "Raha matahotra an’i Jehovah ianareo ka manompo azy sy manaraka ny teniny ary tsy manohitra ny baikon’i Jehovah, sady mankatò an’i Jehovah Andriamanitrareo ianareo sy ny mpanjakanareo, dia tsara izany.",
        "15": "Fa raha tsy mankatò ny tenin’i Jehovah kosa ianareo ary manohitra ny baikon’i Jehovah, dia hamely anareo sy ny rainareo ny tanan’i Jehovah.",
        "16": "Koa mitsangàna, dia jereo izao zavatra miavaka ataon’i Jehovah eo imasonareo izao:",
        "17": "Tsy fotoana fijinjana varimbazaha ve izao? Hiantso an’i Jehovah anefa aho mba hampisy kotroka sy orana. Dia ho fantatrareo sy ho azonareo fa tena ratsy ny nataonareo teo imason’i Jehovah, satria nangataka mpanjaka ho anareo ianareo.”",
        "18": "Dia niantso an’i Jehovah i Samoela, ka nampisy kotroka sy orana i Jehovah tamin’iny andro iny. Koa natahotra be an’i Jehovah sy Samoela ny vahoaka manontolo.",
        "19": "Ary hoy izy ireo tamin’i Samoela: “Mivavaha amin’i Jehovah Andriamanitrao ho anay mpanomponao, fa tsy te ho faty izahay. Fa nampianay zava-dratsy indray ny fahotana rehetra efa vitanay satria nangataka mpanjaka izahay.”",
        "20": "Dia niteny tamin’ny vahoaka i Samoela hoe: “Aza matahotra. Marina fa nanao an’izany zava-dratsy rehetra izany ianareo, fa izao fotsiny: Aza miala amin’i Jehovah mihitsy, ary manompoa an’i Jehovah amin’ny fonareo manontolo.",
        "21": "Aza mivily hanaraka zavatra tsy misy dikany izay tsy mahasoa sady tsy mahavonjy, satria tsy misy dikany ireny.",
        "22": "Fa tsy hahafoy ny vahoakany i Jehovah, noho ny amin’ny anarany be voninahitra. I Jehovah mihitsy mantsy no efa nifidy anareo ho vahoakany.",
        "23": "Raha ny amiko kosa, dia sanatria ahy ny hanota amin’i Jehovah ka hitsahatra tsy hivavaka ho anareo. Mbola hanoro anareo ny lalana tsara sy mahitsy foana aho.",
        "24": "Matahora fotsiny an’i Jehovah, ka manompoa azy foana amin’ny fonareo manontolo. Eritrereto ange ny zavatra miavaka nataony ho anareo e!",
        "25": "Raha mikiry manao ratsy kosa ianareo, dia ho ringana ianareo sy ny mpanjakanareo.”"
    },
    "13": {
        "1": "... taona i Saoly tamin’izy lasa mpanjaka. Ary efa roa taona no nanjakany teo amin’ny Israely.",
        "2": "Dia nifidy 3 000 lahy tamin’ny Israely i Saoly, ka ny 2 000 niaraka taminy tao Mikmasy sy teny amin’ny faritra be tendrombohitr’i Betela, ary ny 1 000 niaraka tamin’i Jonatana tao Gibea, tanànan’ny fokon’i Benjamina. Ny olona sisa kosa nalefany nody tany amin’ny tranolainy avy.",
        "3": "Dia namely ny toby miaramilan’ny Filistinina tao Geba i Jonatana, ka henon’ny Filistinina izany. Ary nasain’i Saoly notsofina nanerana an’ilay tany ny anjombona, ka hoy izy: “Tokony ho fantatry ny Hebreo izany!”",
        "4": "Dia henon’ny Israely rehetra ilay vaovao hoe: “Notafihin’i Saoly ny toby miaramilan’ny Filistinina, ka lasa halan’ny Filistinina ny Israely.” Nantsoina hanaraka an’i Saoly tany Gilgala àry ny vahoaka.",
        "5": "Nivondrona hiady tamin’ny Israely koa ny Filistinina: 30 000 ny kalesy fitondrany miady, 6 000 ny mpitaingin-tsoavaliny, ary maro be hoatran’ny fasika eny amoron-dranomasina ny miaramilany. Niakatra izy ireo ka nitoby tao Mikmasy, eo atsinanan’i Beti-avena.",
        "6": "Rehefa hitan’ny Israelita fa notandindomin-doza izy ireo satria latsaka an-katerena, dia niafina tany an-dava-bato sy tany an-tsefatsefaky ny harambato izy ireo, ary koa tany anaty vatolampy sy zohy ary lavaka fanangonan-drano.",
        "7": "Niampita an’i Jordana mihitsy aza ny Hebreo sasany, mba ho any amin’ny tanin’i Gada sy Gileada. Fa i Saoly kosa mbola tao Gilgala, ary tora-kovitra ny olona rehetra nanaraka azy.",
        "8": "Dia niandry ihany izy nandritra ny fito andro, mandra-pahatongan’ilay fotoana nolazain’i Samoela. Tsy tonga tao Gilgala anefa i Samoela, ary niparitaka tsikelikely nandao an’i Saoly ny olona.",
        "9": "Hoy i Saoly tamin’ny farany: “Ento atỳ amiko ny sorona dorana sy ny sorona iombonana.” Dia nanolotra ny sorona dorana izy.",
        "10": "Vao vitany anefa ny fanolorana ny sorona dorana, dia tonga i Samoela. Nivoaka hitsena azy àry i Saoly sady niarahaba azy.",
        "11": "Ary hoy i Samoela: “Fa inona ity nataonao?” Dia hoy i Saoly: “Hitako fa niala tsikelikely teto amiko ny olona, dia ianao koa tsy tonga tamin’ilay fotoana nolazainao, nefa ny Filistinina efa tafangona ao Mikmasy.",
        "12": "Dia nieritreritra aho hoe: ‘Hidina hamely ahy eto Gilgala izao ny Filistinina, nefa izaho mbola tsy nanao izay hahazoana sitraka amin’i Jehovah.’ Dia voatery nanolotra ny sorona dorana aho.”",
        "13": "Dia hoy i Samoela taminy: “Tena nanao hadalana mihitsy ianao. Tsy nankatoavinao ny didy nomen’i Jehovah Andriamanitrao anao. Raha nankatò anefa ianao, dia ho nataon’i Jehovah mafy orina mandrakizay teo amin’ny Israely ny fanjakanao.",
        "14": "Tsy haharitra anefa izao ny fanjakanao. Hifidy lehilahy sitraky ny fony i Jehovah, ary hotendren’i Jehovah ho mpitarika ny vahoakany izy, satria ianao tsy nankatò an’izay nandidian’i Jehovah anao.”",
        "15": "Ary niala tao Gilgala i Samoela, ka niakatra nankany Gibea, tanànan’ny fokon’i Benjamina. Dia nisain’i Saoly ny olona mbola teo aminy, ary nisy 600 lahy teo ho eo izy ireo.",
        "16": "Ary nijanona tao Geban’i Benjamina i Saoly sy Jonatana zanany ary ny olona mbola niaraka tamin’izy ireo. Ny Filistinina kosa nitoby tao Mikmasy.",
        "17": "Ary nisy andiana miaramila nivoaka avy tao amin’ny tobin’ny Filistinina, dia nizara telo izy ireo. Ny iray nandeha tamin’ny lalana mankany Ofra ho any Soala,",
        "18": "ny iray tamin’ny lalan’i Beti-horona, ary ny fahatelo kosa nandeha tamin’ny lalana mankany amin’ny sisin-tany, any amin’ilay ahatazanana ny lohasahan’i Zeboima, mankany an-tany efitra.",
        "19": "Tsy nahitana mpanefy teo amin’ny tanin’ny Israely manontolo tamin’izany, satria hoy ny Filistinina: “Amin’izay ny Hebreo tsy manamboatra sabatra na lefona.”",
        "20": "Koa tsy maintsy nidina tany amin’ny Filistinina ny Israelita rehetra rehefa handranitra lelan’angadinomby na lapìka na famaky na antsy fijinjana.",
        "21": "Iray pima ny saran’ny fandranitana ny lelan’angadinomby, na ny lapìka, na ny fitaovana telo rantsana, na ny famaky, ary toy izany koa ny fametahana lohana fanindronana omby.",
        "22": "Tsy nisy nanana sabatra na lefona àry ny olona niaraka tamin’i Saoly sy Jonatana rehefa nisy ady. I Saoly sy Jonatana zanany ihany no nanana fitaovam-piadiana.",
        "23": "Ary nisy andiana miaramilan’ny Filistinina nivoaka avy tao an-toby ka nankeo amin’ilay lalana fiampitana an’ilay tevana ao Mikmasy."
    },
    "14": {
        "1": "Indray andro, dia hoy i Jonatana zanak’i Saoly tamin’ilay mpanompo nitondra ny fiadiany: “Andao hiampita erỳ amin’ny tobin’ny Filistinina, erỳ ampita erỳ.” Tsy niteniteny tamin-drainy anefa izy.",
        "2": "Nijanona teny akaikin’i Gibea i Saoly tamin’izay, teo ambanin’ilay ampongabendanitra naniry tao Migrona, ary nisy 600 lahy teo ho eo niaraka taminy.",
        "3": "—I Ahia zanak’i Ahitoba, rahalahin’i Ikaboda, zanak’i Finehasa, zanak’i Ely, mpisoron’i Jehovah tao Silo, no nanao ny efoda tamin’izany.—Ary tsy fantatry ny olona hoe lasa i Jonatana.",
        "4": "Nisy harambato miendrika nify teo amin’ny lalana niezahan’i Jonatana nandehanana mba hiampitana teny amin’ny tobin’ny Filistinina. Ny iray teo amin’ny andaniny, ary ny iray teo amin’ny ankilany. Bozeza no anaran’ny harambato iray, ary Sene no anaran’ny iray.",
        "5": "Hoatran’ny andry ny harambato iray, ary teo avaratra tandrifin’i Mikmasy no nisy azy. Ny harambato iray kosa teo atsimo tandrifin’i Geba.",
        "6": "Ary hoy i Jonatana tamin’ilay mpitondra ny fiadiany: “Andao hiampita erỳ amin’ny tobin’ireo lehilahy tsy mifora ireo. Angamba hanampy antsika i Jehovah. Tsy misy mahasakana an’i Jehovah tsy hamonjy mantsy, na maro isika na vitsy.”",
        "7": "Dia hoy ilay mpitondra ny fiadiany: “Ataovy izay sitraky ny fonao. Mandehana any amin’izay tianao, fa hanaraka anao aho na aiza na aiza sitraky ny fonao.”",
        "8": "Ary hoy i Jonatana: “Hiampita hankeny amin-dry zareo isika, dia hataontsika izay hahitany antsika.",
        "9": "Raha milaza amintsika ry zareo hoe: ‘Aza mihetsika mandra-pahatonganay eny aminareo!’, dia hijanona eo amin’izay misy antsika isika, fa tsy hiakatra hankeny aminy.",
        "10": "Raha milaza kosa ry zareo hoe: ‘Miakara hiady aminay!’, dia hiakatra isika, satria hataon’i Jehovah resintsika ireo. Izany no ho famantarana ho antsika.”",
        "11": "Dia nataon’izy roa lahy nahatazana azy ireo ny Filistinina tao amin’ilay tobin’ny mpitily. Ary hoy ny Filistinina: “Ireny ny Hebreo fa nivoaka avy tany amin’ny lavaka niafenany.”",
        "12": "Dia niteny tamin’i Jonatana sy ilay mpitondra ny fiadiany ireo lehilahy tao amin’ilay toby hoe: “Miakara etỳ aminay, fa hataonay mahita faisana ianareo!” Tonga dia niteny tamin’ilay mpitondra ny fiadiany i Jonatana hoe: “Araho aho, fa hataon’i Jehovah resin’ny Israely ireo.”",
        "13": "Dia nandady niakatra i Jonatana, ary nanaraka azy ilay mpitondra ny fiadiany. Nasian’i Jonatana ny Filistinina ka lavo, ary ilay mpitondra ny fiadiany kosa namono azy ireo ho faty tao aoriany.",
        "14": "Lehilahy 20 teo ho eo no matin’i Jonatana sy ilay mpitondra ny fiadiany, tamin’ilay fanafihana voalohany teo amin’ny velaran-tany ampahefatry ny hektara teo ho eo.",
        "15": "Dia nihorohoro ny olona tao amin’ny toby teny ambanivohitra, sy ny olona rehetra tao amin’ilay tobin’ny mpitily. Na ireo andiana miaramila mpanafika aza natahotra be koa. Ary nanomboka nihovotrovotra ny tany, ka nataon’Andriamanitra nihorohoro izy ireo.",
        "16": "Dia hitan’ireo mpiambina an’i Saoly tao Gibea, tanànan’ny fokon’i Benjamina, fa nisy sahotaka be eran’ilay toby.",
        "17": "Hoy i Saoly tamin’ireo olona niaraka taminy: “Mba isao kely ny olona, ka jereo hoe iza no tsy ao.” Rehefa nanisa izy ireo, dia hitany fa tsy teo i Jonatana sy ny mpitondra ny fiadiany.",
        "18": "Dia hoy i Saoly tamin’i Ahia: “Ento atỳ ny Vata masin’ilay tena Andriamanitra!” Teo amin’ny Israelita mantsy ny Vata masin’ilay tena Andriamanitra tamin’izay fotoana izay.",
        "19": "Raha mbola niresaka tamin’ilay mpisorona i Saoly, dia vao mainka nisahotaka be ny tao amin’ny tobin’ny Filistinina. Dia hoy i Saoly tamin’ilay mpisorona: “Ajanòny izay ataonao!”",
        "20": "Nifamory àry i Saoly sy ny olona rehetra niaraka taminy, dia nankeny amin’ilay toerana nisy ady. Hitan’izy ireo nifamely tamin’ny sabatra ny Filistinina, ary tena nifanjevo be mihitsy.",
        "21": "Ary ny Hebreo izay niandany tamin’ny Filistinina ka niara-niakatra tamin’izy ireo nankao an-toby, dia nanjary nanohana ny Israely notarihin’i Saoly sy Jonatana.",
        "22": "Ary henon’ny lehilahy israelita rehetra niafina tany amin’ny faritra be tendrombohitr’i Efraima fa nandositra ny Filistinina. Dia mba nanenjika azy ireny koa izy ireo ka niady taminy.",
        "23": "Novonjen’i Jehovah àry ny Israely tamin’iny andro iny. Ary nitohy hatrany Beti-avena ny ady.",
        "24": "Reraka be anefa ireo lehilahy israelita tamin’iny andro iny, satria i Saoly nampanao fianianana azy ireo hoe: “Voaozona izay olona mihinan-kanina alohan’ny takariva, mandra-pamitako ny valifatiko amin’ny fahavaloko!” Koa tsy nisy nihinan-kanina ny olona.",
        "25": "Dia nankany an’ala ny olona rehetra, ary nisy tantely teny amin’ny tany.",
        "26": "Nahita tantely nitete izy ireo rehefa tonga tao anaty ala, nefa tsy nisy na iray aza sahy nampakatra ny tanany tao am-bavany mba hanandrana an’ilay izy. Natahotra an’ilay fianianana mantsy izy ireo.",
        "27": "I Jonatana kosa tsy nahare an’ilay fianianana nasain’ny rainy nataon’ny olona. Natsobony tao amin’ilay toho-tantely àry ny tendron’ilay tehina teny an-tanany. Rehefa nataony tao am-bavany ny tanany, dia nihiratra ny masony.",
        "28": "Dia hoy ny iray tamin’ny olona: “Ny rainao efa nanao teny hentitra tamin’izy nampanao fianianana hoe: ‘Voaozona izay olona mihinan-kanina androany!’ Izany no mahatonga ny olona ho reraka be.”",
        "29": "Hoy anefa i Jonatana: “Nahatonga loza lehibe tamin’ny tanintsika ny raiko. Jereo fa mihiratra erỳ ny masoko satria nanandrana an’iny tantely kely iny aho.",
        "30": "Mainka moa fa hoe afaka nihinana tamin’ny zavatra nobaboina tamin’ireo fahavalony ny olona androany! Ho betsaka lavitra ny Filistinina maty.”",
        "31": "Tsy nitsahatra namely an’ireo Filistinina izy ireo tamin’iny andro iny, hatrany Mikmasy ka hatrany Aialona. Dia reraka be ny olona.",
        "32": "Nifandrombaka naka ny zavatra azo babo àry izy ireo, ka naka ondry sy omby ary zanak’omby, dia namono an’ireny teo amin’ny tany. Ary nohanin’izy ireo niaraka tamin’ny rany ny hena.",
        "33": "Koa nisy niteny tamin’i Saoly hoe: “Manota amin’i Jehovah ny olona, fa mihinana hena miaraka amin’ny rany.” Dia hoy i Saoly: “Efa nivadika ianareo. Manakodiava vato lehibe manketỳ amiko izao dia izao.”",
        "34": "Hoy izy avy eo: “Mandehana tetezo ny olona ka teneno hoe: ‘Samia mitondra ny ombiny sy ny ondriny ka vonoy eto ireny, ary hano. Aza hanina miaraka amin’ny rany anefa ny hena fa fahotana amin’i Jehovah izany.’” Dia samy nitondra ny ombiny ny tsirairay tamin’iny alina iny, ary namono azy ireny teo.",
        "35": "Ary nanorina alitara ho an’i Jehovah i Saoly. Io no alitara voalohany naoriny ho an’i Jehovah.",
        "36": "Hoy i Saoly avy eo: “Andao hidina hanenjika ny Filistinina anio alina, ka handroba azy mandra-pahazavan’ny andro. Hataontsika tsy misy miangana ireny na iray aza.” Dia hoy ny olona: “Ataovy izay hitanao fa mety.” Hoy ny mpisorona avy eo: “Andao isika hanatona an’ilay tena Andriamanitra eto.”",
        "37": "Ary nanontany an’Andriamanitra i Saoly hoe: “Hidina hanenjika ny Filistinina ve aho? Hataonao resin’ny Israely ve izy ireo?” Tsy namaly azy anefa Andriamanitra tamin’iny andro iny.",
        "38": "Hoy àry i Saoly: “Avia atỳ ianareo rehetra lehiben’ny vahoaka, ka fantaro hoe inona no fahotana nataon’ny olona androany.",
        "39": "Fa raha mbola velona koa i Jehovah, ilay namonjy ny Israely, na i Jonatana zanako aza no nanao an’izany, dia tsy maintsy ho faty izy.” Tsy nisy namaly azy anefa ny olona.",
        "40": "Dia hoy izy tamin’ny Israely rehetra: “Aleo ianareo ho eo amin’ny andaniny iray, ary izaho sy Jonatana zanako kosa ho eo amin’ny andaniny iray.” Dia hoy ny olona tamin’i Saoly: “Ataovy izay hitanao fa mety.”",
        "41": "Ary hoy i Saoly tamin’i Jehovah: “Ry Andriamanitry ny Israely ô! Mba valio amin’ny alalan’ny Tomima izahay.” Dia i Jonatana sy Saoly no voafidy, fa ny olona kosa afaka.",
        "42": "Hoy i Saoly: “Manaova antsapaka mba hahitana hoe izaho sa Jonatana zanako no nanota.” Ary i Jonatana no voafidy.",
        "43": "Hoy i Saoly avy eo tamin’i Jonatana: “Lazao ahy izay nataonao.” Dia hoy i Jonatana: “Nanandrana tantely kely avy teo amin’ny tendron’ity tehina etỳ an-tanako ity fotsiny aho. Intỳ aho, vonona ho faty!”",
        "44": "Dia hoy i Saoly: “Hofaizin’Andriamanitra anie aho, raha tsy ho faty tokoa ianao, ry Jonatana!”",
        "45": "Hoy anefa ny olona tamin’i Saoly: “Ho faty ve i Jonatana, nefa izy no nahatonga an’izao fandresena lehibe teo amin’ny Israely izao? Sanatria izany! Raha mbola velona koa i Jehovah, dia tsy hisy ho latsaka amin’ny tany na dia ny singam-bolony iray aza. Fa noho ny fanampian’Andriamanitra no nahavitany an’izany androany.” Toy izany no namonjen’ny olona an’i Jonatana, ka tsy maty izy.",
        "46": "Dia tsy nanenjika ny Filistinina intsony i Saoly, ka nody tany amin’ny taniny ny Filistinina.",
        "47": "Nanamafy orina ny fanjakany teo amin’ny Israely i Saoly, ka niady tamin’ny fahavalony rehetra manodidina, dia ny Moabita, ny Amonita, ny Edomita, ireo mpanjakan’i Zoba, ary ny Filistinina. Resiny izy ireny tany amin’izay rehetra nalehany.",
        "48": "Ary be herim-po izy rehefa niady, ka nandresy an’ireo Amalekita sy namonjy ny Israely tamin’ny mpandroba azy.",
        "49": "Ireto avy ny zanakalahin’i Saoly: I Jonatana sy Jisvy ary Malkisoa. Ary nanan-janaka roa vavy izy. Meraba no anaran’ny vavimatoa, ary Mikala no anaran’ny zandriny.",
        "50": "Ny anaran’ny vadin’i Saoly dia Ahinoama, zanak’i Ahimaza. Ny anaran’ny lehiben’ny tafiny dia Abnera, zanak’i Nera, dadatoan’i Saoly.",
        "51": "I Kisy no rain’i Saoly. Ary zanak’i Abiela i Nera rain’i Abnera.",
        "52": "Nafotaka ny ady tamin’ny Filistinina, tamin’ny andron’i Saoly. Dia nalain’i Saoly ho anisan’ny miaramilany izay lehilahy hitany hoe matanjaka na mahery fo."
    },
    "15": {
        "1": "Dia hoy i Samoela tamin’i Saoly: “Nirahin’i Jehovah hanosotra anao ho mpanjakan’ny Israely vahoakany aho. Koa henoy ny tenin’i Jehovah.",
        "2": "Izao no nolazain’i Jehovah Tompon’ny tafika: ‘Hataoko ampamoaka ny Amalekita noho ny nataony, tamin’izy ireo nanohitra ny Israely teny an-dalana rehefa niakatra avy tany Ejipta ny Israely.",
        "3": "Mandehana àry, ka asio ny Amalekita ary aringano tanteraka izy ireo sy izay rehetra ananany. Aza avela hisy hiangana izy ireo fa vonoy ho faty, na lehilahy na vehivavy, na ankizy na zaza, na omby na ondry, na rameva na ampondra.’”",
        "4": "Dia novorin’i Saoly ny olona, ary nisainy tao Telaima: Nisy 200 000 ny miaramila mpandeha an-tongotra, ary 10 000 ny avy amin’ny fokon’i Joda.",
        "5": "Dia nandroso hatrany amin’ny tanànan’i Amaleka i Saoly, ka niafina teo akaikin’ny lohasaha mba hanafika azy.",
        "6": "Ary hoy i Saoly tamin’ny Kenita: “Mandehana miala fa aza miaraka amin’ny Amalekita, mba tsy handringanako anareo miaraka aminy. Naneho fitiavana sy tsy nivadika tamin’ny vahoakan’Israely rehetra mantsy ianareo, tamin’izy ireo niakatra avy tany Ejipta.” Dia niala tao Amaleka ny Kenita.",
        "7": "Taorian’izay dia namely an’ireo Amalekita hatrany Havila ka hatrany Sora, akaikin’i Ejipta, i Saoly.",
        "8": "Nataony sambo-belona i Agaga mpanjakan’i Amaleka, fa ny olon-kafa rehetra kosa naringany tanteraka tamin’ny sabatra.",
        "9": "Tsy novonoin’i Saoly sy ny olona anefa i Agaga sy ny tsara indrindra tamin’ny ondry aman’osy, ny omby, ny biby nohatavezina, ny ondrilahy, ary izay zavatra tsara rehetra. Tsy tian’izy ireo haringana tanteraka izy ireny. Naringany tanteraka kosa ny zava-drehetra tsy nisy dikany sy tsy nilaina.",
        "10": "Ary niteny tamin’i Samoela i Jehovah hoe:",
        "11": "“Manenina aho noho ny nanaovako an’i Saoly ho mpanjaka, satria niala tamiko izy sady tsy nanatanteraka ny teniko.” Dia kivy be i Samoela, ka nitaraina mafy tamin’i Jehovah izy ny alina tontolo.",
        "12": "Rehefa nifoha maraina i Samoela mba hihaona tamin’i Saoly, dia nisy nilaza taminy hoe: “Nankany Karmela i Saoly, ary nanangana tsangambato hahatsiarovana ny tenany, dia avy eo izy niverina ary nidina nankany Gilgala.”",
        "13": "Tonga tany amin’i Saoly i Samoela tamin’ny farany, dia hoy i Saoly taminy: “Hotahin’i Jehovah anie ianao! Efa nanatanteraka ny tenin’i Jehovah aho.”",
        "14": "Hoy anefa i Samoela: “Koa inona izany feon’ondry aman’osy ren’ny sofiko sy feon’omby henoko izany?”",
        "15": "Dia hoy i Saoly: “Biby nentin’ny olona avy tany amin’ny Amalekita izany. Tsy novonoin’izy ireo izay tsara indrindra tamin’ny ondry aman’osy sy ny omby, mba hatao sorona ho an’i Jehovah Andriamanitrao. Fa ny sisa kosa naringanay tanteraka.”",
        "16": "Ary hoy i Samoela tamin’i Saoly: “Aoka izay! Aleo holazaiko aminao izay notenenin’i Jehovah tamiko tamin’ny alina.” Koa niteny taminy i Saoly hoe: “Lazao àry!”",
        "17": "Dia hoy i Samoela: “Tsy nihevitra ny tenanao ho tsy nisy dikany ve ianao, tamin’ianao lasa lehiben’ireo foko teo amin’ny Israely sy nohosoran’i Jehovah ho mpanjakan’ny Israely?",
        "18": "Naniraka anao i Jehovah tatỳ aoriana, ka nilaza hoe: ‘Mandehana aringano tanteraka ireo Amalekita mpanota ireo. Miadia aminy mandra-pahalany tamingana azy.’",
        "19": "Koa maninona ianao no tsy nankatò ny tenin’i Jehovah? Maika erỳ ianao nangorona ny zavatra azo babo, ka nanao izay ratsy teo imason’i Jehovah!”",
        "20": "Hoy anefa i Saoly tamin’i Samoela: “Izaho ange nankatò ny tenin’i Jehovah e! Nataoko izay nanirahan’i Jehovah ahy. Nentiko i Agaga mpanjakan’i Amaleka, ary naringako tanteraka ny Amalekita.",
        "21": "Fa ny olona no naka ondry sy omby avy tamin’ny zavatra azo babo. Nalain-dry zareo ny tsara indrindra tamin’ny zavatra voatokana haringana, mba hatao sorona ho an’i Jehovah Andriamanitrao eto Gilgala.”",
        "22": "Dia hoy i Samoela: “Ny fanatitra dorana sy sorona ve no tian’i Jehovah kokoa noho ny mankatò ny tenin’i Jehovah? Ny mankatò no tsara kokoa noho ny sorona, ary ny mihaino no tsara kokoa noho ny tavin’ondrilahy.",
        "23": "Fa manota mitovy amin’ny olona manao sikidy ihany ny olona mikomy, ary mitovy amin’izay mampiasa herin’ny maizina sy manompo sampy ihany izay sahisahy ratsy. Noho ianao tsy niraharaha ny tenin’i Jehovah, dia tsy ekeny ho mpanjaka intsony ianao.”",
        "24": "Ary hoy i Saoly tamin’i Samoela: “Efa nanota aho, satria nandika ny baikon’i Jehovah sy ny teninao. Natahotra ny olona mantsy aho, ka nihaino ny tenin-dry zareo.",
        "25": "Mba avelao re ny fahotako e, ary miverena miaraka amiko mba hiankohofako eo anatrehan’i Jehovah.”",
        "26": "Hoy anefa i Samoela taminy: “Izaho tsy hiverina hiaraka aminao, fa efa tsy niraharaha ny tenin’i Jehovah ianao, ka tsy eken’i Jehovah ho mpanjakan’ny Israely intsony.”",
        "27": "Rehefa nihodina handeha i Samoela, dia notazonin’i Saoly ny morontongotr’ilay akanjony tsy misy tanany, ka rovitra.",
        "28": "Dia hoy i Samoela: “Efa norovitin’i Jehovah hiala aminao ny fanjakan’ny Israely androany, ka homeny ho an’olona tsara kokoa noho ianao.",
        "29": "Ary tsy handainga na hiova hevitra ilay Hajaina Indrindra eo amin’ny Israely, satria tsy olombelona izy ka hoe tokony hiova hevitra.”",
        "30": "Dia hoy i Saoly: “Efa nanota aho. Fa mba omeo voninahitra eo anatrehan’ny anti-panahy eo amin’ny vahoakako sy eo anatrehan’ny Israely re aho e! Miverena miaraka amiko, ary hiankohoka eo anatrehan’i Jehovah Andriamanitrao aho.”",
        "31": "Dia niverina nanaraka an’i Saoly i Samoela. Ary niankohoka teo anatrehan’i Jehovah i Saoly.",
        "32": "Dia hoy i Samoela: “Ento atỳ amiko i Agaga mpanjakan’i Amaleka.” Niahotrahotra i Agaga nankany aminy. Efa nieritreritra mantsy izy hoe: “Tsy atahorana hisy hamono intsony aho.”",
        "33": "Hoy anefa i Samoela: “Naripaky ny sabatrao ny zanaky ny vehivavy, ka mba haripaka koa ny zanaky ny reninao, ary izy no halahelo indrindra amin’ny vehivavy rehetra.” Dia notetitetehin’i Samoela teo anatrehan’i Jehovah tao Gilgala i Agaga.",
        "34": "Dia lasa nankany Rama i Samoela, ary i Saoly niakatra nankany an-tranony tao Gibea tanànan’i Saoly.",
        "35": "Tsy nahita an’i Saoly intsony i Samoela mandra-pahafatiny. Nalahelo be mantsy izy noho ny nataon’i Saoly. Ary nanenina i Jehovah noho ny nanaovany an’i Saoly ho mpanjakan’ny Israely."
    },
    "16": {
        "1": "Farany, dia hoy i Jehovah tamin’i Samoela: “Mandra-pahoviana ianao no halahelo be noho ny nataon’i Saoly, nefa izy aza efa tsy nekeko ho mpanjakan’ny Israely intsony? Fenoy menaka ilay tandroka any aminao, dia mandehana. Hirahiko hankany amin’i Jese Betlehemita ianao, fa efa nifidy anankiray amin’ireo zanany lahy ho mpanjaka aho.”",
        "2": "Fa hoy i Samoela: “Izaho ve dia hankany? Raha henon’i Saoly izany, dia hovonoiny ho faty aho.” Dia namaly i Jehovah hoe: “Mitondrà vantotr’ombivavy, dia izao tenenina: ‘Tonga hanao sorona ho an’i Jehovah aho.’",
        "3": "Asao ho any amin’ilay toerana hanaovana sorona i Jese, dia hampahafantariko anao izay tokony hataonao. Hosory ho ahy izay hatoroko anao.”",
        "4": "Dia nataon’i Samoela izay nolazain’i Jehovah. Rehefa tonga tany Betlehema izy, dia nihorohoro ny anti-panahy tao an-tanàna rehefa nihaona taminy, ka niteny hoe: “Fihavanana ve no ahatongavanao?”",
        "5": "Dia namaly izy hoe: “Ie, fihavanana! Tonga hanao sorona ho an’i Jehovah aho. Hamasino ny tenanareo, dia andao hiaraka amiko any amin’ilay toerana hanaovana sorona.” Ary nohamasininy i Jese sy ireo zanany lahy, ka nantsoiny ho any amin’ilay toerana hanaovana sorona.",
        "6": "Dia tonga izy ireo. Rehefa nahita an’i Eliaba i Samoela, dia hoy izy: “Tena io mijoro eo anatrehan’i Jehovah io ilay voahosotra notendreny.”",
        "7": "Hoy anefa i Jehovah tamin’i Samoela: “Aza mifantoka amin’ny bika aman’endriny sy ny halavany, fa tsy izy ilay nofidiko. Fa tsy toy ny fijerin’ny olona ny fijerin’Andriamanitra, satria ny olona mijery izay hitan’ny maso, fa i Jehovah kosa mijery ny fo.”",
        "8": "Dia nantsoin’i Jese i Abinadaba, ka nasainy nankeo anoloan’i Samoela, nefa hoy i Samoela: “Tsy nifidy an’io koa i Jehovah.”",
        "9": "Nasehon’i Jese koa i Sama, nefa hoy i Samoela: “Tsy nifidy an’io koa i Jehovah.”",
        "10": "Nasain’i Jese nankeo anoloan’i Samoela àry ny fito tamin’ny zanany lahy, nefa nilaza tamin’i Jese i Samoela hoe: “Tsy nisy nofidin’i Jehovah ireo.”",
        "11": "Farany, dia hoy i Samoela: “Ireo daholo ve ny zanakao lahy rehetra?” Dia hoy i Jese: “Ilay faralahy sisa no tsy eo, fa mbola miandry ondry.” Hoy àry i Samoela tamin’i Jese: “Maniraha olona haka azy, fa tsy hipetraka hisakafo isika raha tsy tonga eto izy.”",
        "12": "Dia naniraka olona haka azy i Jese ary nentina teo izy. Somary mena ilay zazalahy, tsara be ny masony, ary izy koa tsara tarehy. Dia hoy i Jehovah: “Mitsangàna ka hosory izy, fa io no izy!”",
        "13": "Noraisin’i Samoela àry ilay tandroka nisy menaka, ka nanosotra an’i Davida teo anatrehan’ireo rahalahiny izy. Ary nanome hery an’i Davida ny fanahin’i Jehovah, nanomboka tamin’iny andro iny. Dia nitsangana i Samoela avy eo, ka lasa nankany Rama.",
        "14": "Niala tamin’i Saoly ny fanahin’i Jehovah, ary navelan’i Jehovah hikorontan-tsaina izy ka lasa nihorohoro.",
        "15": "Dia hoy ny mpanompon’i Saoly taminy: “Jereo fa lasa mihorohoro ianao satria navelan’Andriamanitra hikorontan-tsaina.",
        "16": "Raha sitrakao, tompoko, dia omeo baiko ny mpanomponao izay eto anatrehanao, mba hitady olona mahay mitendry harpa. Isaky ny avelan’Andriamanitra hikorontan-tsaina ianao, dia hitendry harpa ilay olona, ka hilamina kokoa ny sainao.”",
        "17": "Koa niteny tamin’ny mpanompony i Saoly hoe: “Mba itadiavo olona mahay mitendry àry aho, dia ento atỳ amiko izy.”",
        "18": "Dia nilaza ny iray tamin’ny mpanompo hoe: “Misy zanak’i Jese Betlehemita efa hitako nitendry harpa sady mahay be. Miaramila matanjaka sy mahery fo izy. Mahay mandaha-teny koa izy sady tsara tarehy, ary momba azy i Jehovah.”",
        "19": "Dia naniraka olona hankany amin’i Jese i Saoly, mba hiteny hoe: “Alefaso atỳ amiko i Davida zanakao, ilay miandry ondry.”",
        "20": "Dia naka mofo sy divay eran’ny siny hoditra ary zanak’osy i Jese, ka nataony teo ambony ampondra. Ary nalefany tany amin’i Saoly izany, niaraka tamin’i Davida zanany.",
        "21": "Dia tonga tany amin’i Saoly i Davida ka nanompo azy. Ary tena tian’i Saoly izy, ka lasa mpitondra ny fiadiany.",
        "22": "Naniraka olona nankany amin’i Jese àry i Saoly, mba hiteny hoe: “Mba avelao i Davida hanompo ahy atỳ, fa mahafinaritra ahy izy.”",
        "23": "Isaky ny navelan’Andriamanitra hikorontan-tsaina i Saoly, dia nandray harpa i Davida ka nitendry izany. Dia nahatsiaro ho maivamaivana i Saoly sady nilamin-tsaina kokoa, ary tsy nikorontan-tsaina intsony."
    },
    "17": {
        "1": "Ary nangonin’ny Filistinina ny miaramilany mba hiady. Tafangona tao Soko any Joda izy ireo, dia nitoby tao Efesa-damima, eo anelanelan’i Soko sy Azeka.",
        "2": "Tafangona koa i Saoly sy ny lehilahy israelita, ka nitoby teo amin’ny Lohasahan’i Elaha. Dia nilahatra hiady tamin’ny Filistinina izy ireo.",
        "3": "Teo amin’ny tendrombohitra iray ny Filistinina, ary ny Israelita kosa terỳ ampita, teo amin’ny tendrombohitra iray hafa, ka lohasaha no nanelanelana azy ireo.",
        "4": "Ary nisy miaramila iray solontenan’ny tafiky ny Filistinina nivoaka avy tao amin’ny tobin’izy ireo. Goliata no anarany. Avy any Gata izy, ary enina hakiho sy irain-jehy ny halavany.",
        "5": "Nanao fiarovan-doha varahina izy, ary nanao akanjo nisy takela-barahina nifanindritsindry hoatran’ny kiran-trondro. Nilanja 5 000 sekely ilay akanjo varahina.",
        "6": "Nisy fiarovan-dranjo varahina teo amin’ny tongony, ary nisy lefom-pohy varahina tao an-damosiny.",
        "7": "Toy ny voditenon’ny mpanenona ny tahon’ny lefony, ary vy nilanja 600 sekely ny lela lefony. Ary nandeha teo alohany ny mpitondra ny ampingany.",
        "8": "Dia nijoro izy ka nivazavaza tamin’ireo miaramilan’ny Israely hoe: “Fa maninona ianareo no milahatra hiady? Izaho no Filistinina mahay miady indrindra eto, fa ianareo mpanompon’i Saoly! Mifidiana lehilahy iray, dia asaivo midina etỳ izy hiady amiko.",
        "9": "Raha mahavita miady amiko izy ka mahafaty ahy, dia ho mpanomponareo izahay. Fa raha resiko kosa izy ka matiko, dia ho mpanomponay ianareo ka hanompo anay.”",
        "10": "Hoy koa izy: “Avia izay sahy hiady amiko ianareo miaramilan’ny Israely ireo! Andefaso lehilahy iray aho hifanandrina amiko!”",
        "11": "Rehefa nahare an’izay nolazain’ilay Filistinina i Saoly sy ny Israely rehetra, dia nihorohoro sy natahotra be.",
        "12": "I Davida dia zanak’ilay Efratita atao hoe Jese, avy any Betleheman’i Joda. Nanan-janaka valo mirahalahy i Jese, ary efa antitra izy tamin’ny andron’i Saoly.",
        "13": "Nanaraka an’i Saoly tany an’ady ny telo lahy zokiny indrindra tamin’ny zanak’i Jese. Ireto avy ny anaran’ireo zanany telo lahy lasa tany an’ady ireo: Eliaba no lahimatoa, Abinadaba no faharoa, ary Sama no fahatelo.",
        "14": "I Davida no faralahy. Ary lasa nanaraka an’i Saoly izy telo lahy zokiny indrindra.",
        "15": "Ary nivezivezy nankany amin’i Saoly sy niandry ny ondrin-drainy tany Betlehema i Davida.",
        "16": "Ilay Filistinina kosa, tamin’izany, nanatona ka nijoro teo anatrehan’ny Israelita isa-maraina sy isan-kariva nandritra ny 40 andro.",
        "17": "Ary hoy i Jese tamin’i Davida zanany: “Misy voam-bary natono iray efaha sy mofo folo ireto. Mba ento ireto dia atero haingana any amin’ny rahalahinao any an-toby.",
        "18": "Ento ho an’ny lehiben’ny arivo koa ireto fromazy folo ireto. Ary jereo hoe manao ahoana ny rahalahinao, ka itondrao porofo avy any amin-dry zareo aho mba hamantarako hoe tsy maninona ry zareo.”",
        "19": "Niaraka tamin’i Saoly sy ny lehilahy israelita rehetra teo amin’ilay Lohasahan’i Elaha ireo zanak’i Jese, mba hiady tamin’ny Filistinina.",
        "20": "Nifoha maraina àry i Davida, dia nampiandraiketiny olon-kafa ny ondriny. Ary nalainy ny entana ka lasa izy, araka izay nasain’i Jese nataony. Dia tonga teo amin’ny sisin’ny toby izy. Nivoaka nankeny an’ady ny tafika tamin’izay, ka nihorakoraka nanao hiakan’ady.",
        "21": "Dia nilahatra ny tafiky ny Israely sy ny tafiky ny Filistinina, ka nifanatrika mba hiady.",
        "22": "Tonga dia navelan’i Davida teo amin’ny mpiambina entana ny entany, ka nihazakazaka nankeny amin’ireo miaramila izy. Rehefa tonga teny izy, dia nanontany hoe manao ahoana ny rahalahiny.",
        "23": "Raha mbola niresaka izy, dia iny fa tonga ilay miaramila solontenan’ny Filistinina. Goliata no anarany, ary Filistinina avy any Gata izy. Nivoaka avy tao amin’ny laharan’ny tafiky ny Filistinina izy, ary nilaza izay efa noteneniny teo aloha ihany. Dia henon’i Davida ny teniny.",
        "24": "Rehefa nahita an’i Goliata ny lehilahy israelita rehetra, dia nandositra sady nihorohoro.",
        "25": "Ary hoy ny lehilahy israelita: “Hitanareo ve iny lehilahy mivoaka avy any iny? Tonga mba hila ady amin’ny Israely iny. Homen’ny mpanjaka harem-be, hono, izay lehilahy mahafaty an’iny, dia homeny ho vadiny ny zanany vavy. Ny ankohonan-drain’izany lehilahy izany koa, hono, tsy hampanaovina adidy eto amin’ny Israely intsony.”",
        "26": "Dia hoy i Davida tamin’ireo lehilahy nijoro teo akaikiny: “Hatao ahoana tsara hoe izay lehilahy mahafaty an’io Filistinina io, ka mahavita manala an’izao fahafaham-barakan’ny Israely izao? Fa iza koa io Filistinina tsy mifora io no mila ady amin’ny tafik’ilay Andriamanitra velona?”",
        "27": "Dia naverin’ny olona taminy ilay resaka teo aloha hoe: “Izany sy izany no hatao amin’izay lehilahy mahafaty azy.”",
        "28": "Ary nandre an’i Davida nifampiresaka tamin’ireo lehilahy ireo i Eliaba zokiny lahimatoa. Dia tezitra tamin’i Davida izy, ka niteny hoe: “Maninona ianao no nidina atỳ? Iza izao no nampiandrasinao an’ireo ondry vitsivitsy any an-tany efitra? Fantatro tsara fa olona mirehareha sy fetsifetsy ratsy ianao. Hijery ady fotsiny no nidinanao atỳ.”",
        "29": "Ary hoy i Davida: “Fa inona koa izao no nataoko teo? Mba manontany fotsiny ange aho e!”",
        "30": "Niala teo aminy àry izy, ka nankeo amin’ny olon-kafa indray ary nanontany hoatran’ilay teo ihany. Ary toy ny teo aloha ihany ny valin-teny azony.",
        "31": "Henon’ny olona ny tenin’i Davida, ka nisy niresaka an’izany tamin’i Saoly. Nasain’i Saoly nantsoina àry izy.",
        "32": "Hoy i Davida tamin’i Saoly: “Aza avela hampiraviravy tanana na iza na iza io lehilahy io. Fa ny mpanomponao no handeha hiady amin’io Filistinina io.”",
        "33": "Hoy anefa i Saoly tamin’i Davida: “Tsy ho vitanao ny hiady amin’io Filistinina io satria mbola kely ianao. Fa izy efa miaramila hatramin’izy mbola tanora.”",
        "34": "Dia hoy i Davida taminy: “Izaho mpanomponao no lasa mpiandry ny ondry sy osin’ny dadanay, ary nisy liona tonga ka naka ondry iray tamin’ny andian’ondry. Dia nisy fotoana koa nisy orsa nanao hoatr’izany.",
        "35": "Dia lasa nanenjika azy aho ka namely azy ary namonjy an’ilay ondry teny am-bavany. Rehefa nitsangana hamely ahy izy, dia notazoniko tamin’ny volony, ary nasiako izy ka matiko.",
        "36": "Samy novonoin’ny mpanomponao na ilay liona na ilay orsa. Ho toy ny iray amin’ireny koa io Filistinina tsy mifora io, noho izy nila ady tamin’ny tafik’ilay Andriamanitra velona.”",
        "37": "Hoy koa i Davida: “I Jehovah, ilay namonjy ahy teo an-tanan’ny liona sy ny orsa, no hamonjy ahy eo an-tanan’io Filistinina io.” Dia hoy i Saoly taminy: “Mandehana àry! Hanampy anao anie i Jehovah!”",
        "38": "Dia nampanaovin’i Saoly an’i Davida ny akanjony. Nosatrohany fiarovan-doha varahina ny lohany, ary nampanaoviny akanjo varahina izy.",
        "39": "Ary nafatotr’i Davida teo amin’ny akanjony ny sabatr’i Saoly. Dia nanandrana nandeha izy nefa tsy afaka, satria tsy zatra nanao an’ireny. Dia hoy i Davida tamin’i Saoly: “Tsy afaka mandeha aho raha manao an’ireto, fa mbola tsy mahazatra ahy ireto.” Nesorin’i Davida daholo àry ilay izy.",
        "40": "Ary naka ny tehiny izy, dia nifidy vato dimy malama teny amin’ny lohasaha, ka nataony tao anaty kitapo fitondrany miandry ondry izany. Nisy pilotra koa teny an-tanany. Dia nanatona an’ilay Filistinina izy.",
        "41": "Nanatona tsikelikely an’i Davida ilay Filistinina, ary teo alohany ilay mpitondra ny ampingany.",
        "42": "Rehefa nijery izy ka nahita an’i Davida, dia nanambanimbany azy satria mbola kely i Davida, sady somary mena no tsara tarehy.",
        "43": "Dia hoy ilay Filistinina tamin’i Davida: “Alika angaha aho no tehina no entin’ialahy miady amiko?” Nanozona an’i Davida tamin’ny anaran’ireo andriamaniny àry izy.",
        "44": "Hoy izy tamin’i Davida: “Avia ialahy etỳ, fa homeko ho an’ny voro-manidina sy ny biby any an-tsaha ny nofon’ialahy.”",
        "45": "Hoy i Davida taminy: “Ianao hiady amiko amin’ny sabatra sy lefona ary lefom-pohy, fa izaho kosa hiady aminao amin’ny anaran’i Jehovah Tompon’ny tafika, ilay Andriamanitry ny tafiky ny Israely izay nilanao ady.",
        "46": "Androany no hataon’i Jehovah resiko ianao, ka hovonoiko ianao ary hotapahiko ny lohanao. Androany koa no homeko ho an’ny voro-manidina sy ny bibidia ny fatin’izay ao an-tobin’ny Filistinina. Dia ho fantatry ny olona eran-tany fa manana Andriamanitra ny Israely.",
        "47": "Ary ho fantatr’izay rehetra tafangona eto fa tsy sabatra na lefona no amonjen’i Jehovah, satria an’i Jehovah ny ady. Ary hataony resinay ianareo rehetra.”",
        "48": "Dia nihananatona an’i Davida ilay Filistinina mba hifanandrina taminy. I Davida kosa nihazakazaka haingana nankeo amin’ny tafiky ny fahavalo mba hifanandrina tamin’ilay Filistinina.",
        "49": "Natsofok’i Davida tao anaty kitapony ny tanany, ka naka vato iray tao izy. Dia nandefa izany tamin’ny pilotra izy ka nahavoa an’ilay Filistinina teo an-tampon-kandriny. Ary nilentika teo amin’ny handrin’ilay Filistinina ilay vato, ka nianjera nihohoka tamin’ny tany izy.",
        "50": "Resin’i Davida àry ilay Filistinina. Pilotra sy vato no nampiasainy mba hamelezana azy. Vitan’i Davida ny namono azy ho faty, nefa tsy nisy sabatra teny an-tanany.",
        "51": "Mbola nihazakazaka ihany i Davida ka nitsangana teo akaikiny. Ary nalainy ny sabatr’ilay Filistinina ka notsoahany tamin’ny tranony, dia notapahiny tamin’iny ny lohany mba ho azo antoka hoe tena maty izy. Rehefa hitan’ireo Filistinina hoe maty ilay miaramilany matanjaka, dia nitsoaka nandositra izy ireo.",
        "52": "Dia nihorakoraka ny lehilahy israelita sy ny lehilahy avy amin’ny fokon’i Joda, sady nanenjika an’ireo Filistinina, nanomboka teo amin’ilay lohasaha ka hatrany amin’ny vavahadin’i Ekrona. Ary niampatrampatra teny an-dalana ny fatin’ny Filistinina, nanomboka teo Saraima ka hatrany Gata sy Ekrona.",
        "53": "Rehefa avy nanenjika akaiky an’ireo Filistinina ny Israelita, dia niverina ary nandroba ny tobiny.",
        "54": "Ary nalain’i Davida ny lohan’ilay Filistinina ka nentiny tany Jerosalema. Ny fitaovam-piadian’ilay Filistinina kosa nataony tao amin’ny tranolainy.",
        "55": "Tamin’i Saoly nahita an’i Davida nivoaka hiady tamin’ilay Filistinina, dia hoy izy tamin’i Abnera, lehiben’ny tafika: “Zanak’iza iny ankizilahy iny, ry Abnera?” Dia hoy i Abnera: “Mianiana aminao aho, ry mpanjaka, fa tena tsy fantatro!”",
        "56": "Ary hoy ny mpanjaka: “Anontanio hoe zanak’iza iny tovolahy iny.”",
        "57": "Vao niverina avy namono an’ilay Filistinina i Davida, dia nentin’i Abnera teo anatrehan’i Saoly. Ary teny an-tanan’i Davida ny lohan’ilay Filistinina.",
        "58": "Dia hoy i Saoly taminy: “Zanak’iza ianao, anaka?” Ary hoy i Davida: “Zanak’i Jese Betlehemita mpanomponao.”"
    },
    "18": {
        "1": "Vao avy niresaka tamin’i Saoly i Davida, dia lasa mpinamana be i Davida sy Jonatana. Tia azy hoatran’ny tenany mihitsy i Jonatana.",
        "2": "Notazonin’i Saoly tany aminy i Davida nanomboka tamin’iny andro iny, fa tsy navelany hiverina tany an-tranon-drainy intsony.",
        "3": "Ary nanao fifanekena i Jonatana sy Davida, satria tia azy hoatran’ny tenany mihitsy i Jonatana.",
        "4": "Dia nesorin’i Jonatana ilay akanjo tsy misy tanany nanaovany, ka nomeny an’i Davida. Nomeny azy koa ny akanjo fitondrany miady, ny sabany, ny tsipìkany, ary ny fehikibony.",
        "5": "Dia nanomboka nivoaka niady i Davida, ary nandresy foana izy na taiza na taiza nandefasan’i Saoly azy. Nasain’i Saoly niandraikitra an’ireo lehilahy mpiady àry izy. Dia nahafaly ny olona rehetra sy ny mpanompon’i Saoly izany.",
        "6": "Rehefa tafaverina avy namely an’ireo Filistinina i Davida sy ny olona niaraka taminy, dia nisy vehivavy nivoaka avy tany amin’ny tanàna rehetra teo amin’ny Israely mba hitsena an’i Saoly Mpanjaka. Falifaly be izy ireo ary nihira sy nandihy tamin’ny feon’ampongatapaka sy mandôlinina.",
        "7": "Ary izao ny hiran’ireo vehivavy nandihindihy ireo: “I Saoly nahafaty an’arivoarivony, Fa i Davida kosa nahafaty an’alinaliny.”",
        "8": "Dia tezitra be i Saoly. Tsy tiany ilay hira ka hoy izy: ‘Ny an’i Davida nataony an’alinaliny, nefa ny ahy nataony an’arivoarivony. Ny fanjakana ihany sisa no tsy nomena azy!’",
        "9": "Dia niahiahy an’i Davida foana i Saoly nanomboka tamin’iny andro iny, ka hita tamin’ny fijeriny azy izany.",
        "10": "Navelan’Andriamanitra hikorontan-tsaina i Saoly ny ampitson’iny, ka lasa nanao fihetsika hafahafa izy tao an-trano. Teo am-pitendrena harpa toy ny fanaony i Davida tamin’izay. Ary nisy lefona teny an-tanan’i Saoly,",
        "11": "dia natorany ilay lefona sady niteny anakampo izy hoe: ‘Hataoko mifantsika amin’ny rindrina i Davida!’ Nahay niala indroa anefa i Davida.",
        "12": "Dia natahotra an’i Davida i Saoly satria nanampy azy i Jehovah, fa i Saoly kosa efa nialany.",
        "13": "Nasain’i Saoly niala tao aminy àry i Davida, ka notendreny ho lehiben’ny arivo. Ary nitarika ny miaramila tany an’ady i Davida.",
        "14": "Nahomby foana izy tamin’izay rehetra nataony, ary nanampy azy i Jehovah.",
        "15": "Rehefa hitan’i Saoly fa tena nahomby i Davida, dia lasa natahotra azy izy.",
        "16": "Tia an’i Davida anefa ny Israely sy ny Joda rehetra, satria izy no nitarika azy ireo rehefa nisy ady.",
        "17": "Tatỳ aoriana, dia hoy i Saoly tamin’i Davida: “Io i Meraba zanako vavimatoa, homeko ho vadinao. Mbola tokony hahery fo foana anefa ianao rehefa manompo ahy ka hiady ny adin’i Jehovah.” Hoy mantsy i Saoly tany an-tsainy tany: “Aleo tsy ny tanako no hamely azy, fa ny tanan’ny Filistinina.”",
        "18": "Dia hoy i Davida tamin’i Saoly: “Mba inona moa izay izaho, ary mba inona eto amin’ny Israely moa ny fianakavian’ny raiko, no ho lasa vinanton’ny mpanjaka aho?”",
        "19": "Rehefa tonga anefa ny fotoana hanomezana an’i Meraba zanakavavin’i Saoly ho an’i Davida, dia efa nomena ho vadin’i Adriela Meholatita izy.",
        "20": "Ary raiki-pitia tamin’i Davida i Mikala zanakavavin’i Saoly. Nisy nitatitra tany amin’i Saoly izany, ka faly izy.",
        "21": "Dia hoy i Saoly: ‘Homeko azy i Mikala mba hamandrihana azy, ka hamelezan’ny Filistinina azy.’ Niteny fanindroany tamin’i Davida àry i Saoly hoe: “Ho lasa vinantolahiko ianao androany.”",
        "22": "Nanome baiko ny mpanompony koa i Saoly hoe: “Resaho mangingina i Davida hoe: ‘Tian’ny mpanjaka ianao, ary tia anao daholo ny mpanompony rehetra. Meteza ho lasa vinantolahin’ny mpanjaka.’”",
        "23": "Rehefa nilaza an’izany tamin’i Davida ny mpanompon’i Saoly, dia hoy i Davida: “Heverinareo fa zavatra moramora angaha izany hoe lasa vinantolahin’ny mpanjaka izany? Izaho ange lehilahy mahantra sady tsy dia asian’ny olona vidiny e!”",
        "24": "Dia nitantara tamin’i Saoly ny mpanompony hoe: “Izany sy izany no tenin’i Davida.”",
        "25": "Hoy àry i Saoly: “Izao no holazainareo amin’i Davida: ‘Tsy vodiondry no tadiavin’ny mpanjaka, fa tsitsy esorina amin’ny lehilahy filistinina 100, mba hamaliana faty an’ireo fahavalon’ny mpanjaka ireo.’” Ny hamonoan’ny Filistinina an’i Davida anefa no tetik’i Saoly.",
        "26": "Dia nolazain’ny mpanompon’i Saoly tamin’i Davida izany, ka tian’i Davida ny ho lasa vinantolahin’ny mpanjaka. Raha mbola tsy tonga ilay fotoana nomena,",
        "27": "dia niainga i Davida sy ny olony ka lasa namono Filistinina 200 lahy. Dia nentin’i Davida tany amin’ny mpanjaka ny tsitsy nesorina tamin’ireo Filistinina ireo, mba hahatonga azy ho vinantolahin’ny mpanjaka. Nomen’i Saoly ho vadin’i Davida àry i Mikala zanany vavy.",
        "28": "Dia hitan’i Saoly fa nanampy an’i Davida i Jehovah. Hitany koa fa tia an’i Davida i Mikala zanany vavy.",
        "29": "Vao mainka àry natahotra an’i Davida i Saoly, ka lasa fahavalon’i Davida izy mandra-pahafatiny.",
        "30": "Ary nivoaka hiady tamin’ny Israely ireo andrianan’ny Filistinina. Isaky ny nanao an’izany izy ireo, dia i Davida no nahomby kokoa noho ny mpanompon’i Saoly rehetra. Lasa nomena voninahitra be àry ny anaran’i Davida."
    },
    "19": {
        "1": "Nilaza tamin’i Jonatana zanany sy ny mpanompony rehetra i Saoly tatỳ aoriana, fa tiany hovonoina ho faty i Davida.",
        "2": "Tia be an’i Davida anefa i Jonatana zanak’i Saoly, ka hoy izy tamin’i Davida: “Mitady hamono anao i Saoly raiko. Mba mitandrema tsara re ianao rahampitso maraina e! Mandehana any amin’ny toerana tsy misy mahalala ary miafena any.",
        "3": "Izaho kosa handeha hijoro eo akaikin’i Dada any amin’ilay saha izay hisy anao. Dia hiresaka aminy momba anao aho. Ho hitako eo izay heviny dia holazaiko anao.”",
        "4": "Zavatra tsara momba an’i Davida àry no noresahin’i Jonatana tamin’i Saoly rainy. Hoy izy: “Tsy tokony hanisy ratsy an’i Davida mpanompony ny mpanjaka, satria izy tsy nanisy ratsy anao ary nahasoa anao izay nataony ho anao.",
        "5": "Fa nanao vivery ny ainy izy mba hamonoana an’ilay Filistinina, ka nataon’i Jehovah nahazo fandresena lehibe ny Israely rehetra. Ary faly be ianao nahita an’izany. Koa nahoana ianao no hanota ka handatsaka ran’olona tsy manan-tsiny, dia hamono an’i Davida tsy amin’antony?”",
        "6": "Nihaino an’i Jonatana i Saoly ka nianiana hoe: “Raha mbola velona koa i Jehovah, dia tsy hovonoina ho faty izy.”",
        "7": "Nantsoin’i Jonatana i Davida avy eo, ka nilazany an’izany rehetra izany. Dia nentiny teo amin’i Saoly i Davida, ka nanompo azy toy ny teo aloha indray.",
        "8": "Nipoaka indray ny ady tatỳ aoriana. Dia nivoaka hiady tamin’ny Filistinina i Davida ary namely azy, ka be dia be no maty. Ary nandositra azy ny Filistinina.",
        "9": "Ary navelan’i Jehovah hikorontan-tsaina i Saoly tamin’izy nipetraka tao an-tranony, ary teny an-tanany ny lefony. Teo am-pitendrena harpa i Davida tamin’izay.",
        "10": "Notorahan’i Saoly tamin’ny lefona izy, ary saika hataony mifantsika amin’ny rindrina. Nahay niala anefa i Davida, ka ny rindrina no voany tamin’ny lefona. Dia nandositra i Davida tamin’iny alina iny ka tsy niharan-doza.",
        "11": "Ary nisy olona nirahin’i Saoly taorian’izay mba hanao andry maso ny tranon’i Davida, sy hamono azy ho faty ny ampitso maraina. Nilaza tamin’i Davida anefa i Mikala vadiny hoe : “Raha tsy mandositra izao alina izao ianao, dia ho faty rahampitso.”",
        "12": "Dia nampidinin’i Mikala avy teo am-baravarankely avy hatrany i Davida, mba ho afaka handositra ka tsy hiharan-doza.",
        "13": "Dia naka sarivongana terafima i Mikala ka nataony teo am-pandriana izany, ary nasiany lamba volon’osy makarakara teo amin’izay tokony hisy ny lohan’i Davida. Dia norakofany lamba ilay sarivongana.",
        "14": "Naniraka olona hisambotra an’i Davida i Saoly, nefa hoy i Mikala: “Marary izy.”",
        "15": "Naniraka olona hijery an’i Davida indray àry i Saoly, sady hoy izy: “Ento atỳ amiko eo ambony fandrianany izy, mba hovonoina ho faty.”",
        "16": "Rehefa niditra ireo olona nirahiny, dia nahita an’ilay sarivongana terafima teo am-pandriana, sy ilay lamba volon’osy makarakara teo amin’izay tokony hisy ny lohan’i Davida.",
        "17": "Ary hoy i Saoly tamin’i Mikala: “Fa maninona aho no nofitahinao hoatr’izao, dia nalefanao ilay fahavaloko? Izao izy izao afaka nandositra!” Dia hoy i Mikala tamin’i Saoly: “Izy no niteny tamiko hoe: ‘Avelao aho handeha, fa raha tsy izany dia hovonoiko ianao!’”",
        "18": "Nitsoaka nandositra i Davida ka tonga tany amin’i Samoela tao Rama. Ary notantarainy tamin’i Samoela daholo ny zavatra nataon’i Saoly taminy. Dia lasa izy sy Samoela ka nipetraka tao Naiota.",
        "19": "Nisy nilaza tamin’i Saoly tatỳ aoriana hoe: “Ao Naiota any Rama i Davida!”",
        "20": "Tonga dia naniraka olona hisambotra an’i Davida i Saoly. Rehefa nahita an’ireo mpaminany zokiolona naminany ny olona nirahin’i Saoly, sady nahita an’i Samoela nitsangana nitarika an’ireo mpaminany ireo, dia niasa tamin’izy ireo ny fanahin’Andriamanitra. Lasa nanao hoatran’ny mpaminany koa izy ireo.",
        "21": "Rehefa nisy nilaza an’izany tamin’i Saoly, dia naniraka olon-kafa avy hatrany izy, nefa nanao hoatran’ny mpaminany koa izy ireo. Nandefa andiany fahatelo indray àry i Saoly, nefa mbola nanao toy izany koa izy ireo.",
        "22": "Farany, dia izy mihitsy no nankany Rama. Rehefa tonga teo amin’ilay lavaka lehibe fanangonan-drano tao Seko izy, dia nanontany hoe: “Aiza i Samoela sy Davida?” Dia hoy ny olona: “Ao Naiota, any Rama.”",
        "23": "Rehefa nanohy ny diany nankany Naiota any Rama i Saoly, dia niasa taminy koa ny fanahin’Andriamanitra. Sady nandeha izy no nanao hoatran’ny mpaminany, mandra-pahatongany tao Naiota any Rama.",
        "24": "Nesoriny koa ny akanjony sady nanao hoatran’ny mpaminany teo anatrehan’i Samoela izy. Ary nidaboka teo izy sady nitanjaka, nandritra iny andro iny sy ny alina manontolo. Izany no nahatonga ny olona hiteny hoe: “Mpaminany koa angaha i Saoly?”"
    },
    "20": {
        "1": "Dia nandositra niala tao Naiota any Rama i Davida. Nankany amin’i Jonatana anefa izy ka nilaza taminy hoe: “Fa inona no nataoko? Inona no fahadisoako, ary inona no ratsy nataoko tamin’ny dadanao no mitady hamono ahy izy?”",
        "2": "Dia hoy i Jonatana: “Sanatria izany! Tsy ho faty izany ianao! Lazain’i Dada amiko daholo ange izay zavatra hataony e, na kely na lehibe. Inona moa no antony hanafenany an’izany amiko? Tsy hitranga mihitsy izany!”",
        "3": "Mbola nianiana ihany anefa i Davida ary niteny hoe: “Fantatry ny dadanao tsara fa mahazo sitraka aminao aho, dia mety ho nilaza izy hoe: ‘Aza atao fantatr’i Jonatana izany, sao ho tezitra izy.’ Raha mbola velona koa anefa i Jehovah, ary raha mbola velona koa ianao, dia tsoriko aminao fa indray mandingana sisa no manelanelana ahy amin’ny fahafatesana!”",
        "4": "Hoy àry i Jonatana tamin’i Davida: “Hataoko ho anao daholo izay teneninao.”",
        "5": "Dia hoy i Davida tamin’i Jonatana: “Tsinam-bolana rahampitso dia tokony hiara-misakafo amin’ny mpanjaka aho. Fa izao: Avelao aho handeha, dia hiafina any an-tsaha hatramin’ny rahafakampitso hariva.",
        "6": "Ary raha tsikaritry ny dadanao fa tsy eo aho, dia lazao hoe: ‘Niera tamiko i Davida mba handeha vetivety ho any an-tanànany any Betlehema, satria misy sorona fanao isan-taona hataon’izy mianakavy any.’",
        "7": "Raha miteny izy hoe: ‘Tsara izany!’, dia midika izany hoe tsy misy tokony hatahoran’ny mpanomponao. Fa raha tezitra kosa izy, dia minoa ianao fa efa masaka ao an-tsainy ny hanisy ratsy ahy.",
        "8": "Koa aza mivadika fa tiavo foana izaho mpanomponao, satria efa nampanaovinao fifanekena taminao teo anatrehan’i Jehovah ny mpanomponao. Raha meloka anefa aho, dia aleo ianao no hamono ahy ho faty. Fa maninona aho no hoentinao any amin’ny dadanao?”",
        "9": "Hoy àry i Jonatana: “Tsy hanao an’izany aminao aho! Raha fantatro fa ny hanisy ratsy anao no efa masaka ao an-tsain’i Dada, dia tsy holazaiko aminao ve izany?”",
        "10": "Ary hoy i Davida tamin’i Jonatana: “Dia iza no hilaza amiko hoe tezitra na tsia ny dadanao rehefa namaly anao?”",
        "11": "Hoy i Jonatana tamin’i Davida: “Andao ho any an-tsaha.” Dia nivoaka nankany an-tsaha izy roa lahy.",
        "12": "Ary hoy i Jonatana taminy: “I Jehovah Andriamanitry ny Israely anie no ho vavolombelona fa hofantariko tsara izay ao an-tsain’i Dada, rahampitso tokotokony ho hoatr’izao na rahafakampitso. Raha vonona hanisy soa an’i Davida izy, izaho ve dia tsy haniraka olona hampahafantatra an’izany anao?",
        "13": "Raha mitady hanisy ratsy anao kosa i Dada, dia hofaizin’i Jehovah anie aho, raha tsy mampahafantatra an’izany anao sy mandefa anao soa aman-tsara. Hanampy anao anie i Jehovah, toy ny nataony tamin’i Dada!",
        "14": "Enga anie ianao ho tia ahy foana sy tsy hivadika amiko, hoatran’ny ataon’i Jehovah, raha mbola velona koa aho ary na dia rehefa maty aza.",
        "15": "Ho tianao foana koa anie ny ankohonako ary tsy hivadika aminy mihitsy ianao, na dia rehefa haringan’i Jehovah tsy ho etỳ ambonin’ny tany aza ny fahavalon’i Davida rehetra.”",
        "16": "Nanao fifanekena tamin’ny taranak’i Davida àry i Jonatana, ary nilaza hoe: “Hosazin’i Jehovah sy hataony ampamoaka ny fahavalon’i Davida.”",
        "17": "Koa nasain’i Jonatana nianiana indray i Davida noho ny fitiavany azy. Tiany toy ny tenany mihitsy mantsy izy.",
        "18": "Ary hoy i Jonatana taminy: “Tsinam-bolana rahampitso, ka ho hitan-dry zareo hoe tsy eo ianao satria ho banga ny toeranao.",
        "19": "Ary vao mainka ho hita be rahafakampitso hoe tsy eo ianao. Tongava eto, eto amin’ity toerana ity, ilay niafenanao tamin’ilay indray mandeha iny, ary mijanòna eto akaikin’ity vato ity.",
        "20": "Handefa zana-tsipìka telo eo akaikin’io aho, ka ho hoatran’ny hoe mikendry zavatra.",
        "21": "Ary haniraka mpanompo aho ka hiteny hoe: ‘Mandehana tadiavo ireo zana-tsipìka.’ Raha milaza aminy aho hoe: ‘Jereo fa eny akaikinao eny ny zana-tsipìka, ka alaivo’, dia afaka miverina ianao. Raha mbola velona koa mantsy i Jehovah, dia midika ho fiadanana ho anao izany ary tsy misy atahorana.",
        "22": "Fa raha milaza amin’ilay ankizilahy kosa aho hoe: ‘Jereo fa any alohanao any ireo zana-tsipìka’, dia mandehana fa efa nandefa anao i Jehovah.",
        "23": "Ary raha ny momba an’ilay fianianana nifanaovantsika sy ianao, dia enga anie i Jehovah no ho vavolombelona eo amintsika mandrakizay!”",
        "24": "Niafina tany an-tsaha àry i Davida. Rehefa tsinana ny volana, dia naka toerana mba hisakafo ny mpanjaka.",
        "25": "Ary nipetraka teo amin’ny seza fipetrahany teo akaikin’ny rindrina ny mpanjaka. I Jonatana no nifanatrika taminy, ary i Abnera no nipetraka teo akaikin’i Saoly, fa banga kosa ny toeran’i Davida.",
        "26": "Ary tsy niteny na inona na inona mihitsy i Saoly tamin’iny andro iny, fa hoy izy anakampo: ‘Nisy zavatra nitranga angamba, dia tsy madio izy. Ie, tena izay mihitsy! Tsy madio izy.’",
        "27": "Mbola banga ihany ny toeran’i Davida ny ampitson’ny tsinam-bolana, tamin’ny andro faharoa. Dia hoy i Saoly tamin’i Jonatana zanany: “Fa maninona no tsy tonga nisakafo ny zanak’i Jese, na omaly na androany?”",
        "28": "Namaly an’i Saoly i Jonatana hoe: “Niera tamiko i Davida hoe hankany Betlehema.",
        "29": "Niteny tamiko izy hoe: ‘Mba avelao aho handeha, fa misy sorona ataon’ny fianakavianay any an-tanàna, ary ny rahalahiko mihitsy no niantso ahy ho any. Raha mahazo sitraka aminao aho, dia mba avelao aho hitsoriaka kely hijery ny rahalahiko.’ Izany no antony tsy nahatongavany teto amin’ny latabatry ny mpanjaka.”",
        "30": "Dia tezitra be tamin’i Jonatana i Saoly, ka hoy izy taminy: “Ilay zanaky ny vehivavy mpikomy ity! Heverin’ialahy fa tsy fantatro angaha hoe iny zanak’i Jese iny no tohanan’ialahy? Ho afa-baraka amin’izany ialahy sy ny renin’ialahy!",
        "31": "Raha mbola velona eto an-tany koa iny zanak’i Jese iny, dia tsy haharitra ialahy sy ny fanjakan’ialahy. Maniraha olona haka azy ary ento atỳ amiko izy, fa tsy maintsy hovonoina ho faty.”",
        "32": "Niteny tamin’i Saoly rainy anefa i Jonatana hoe: “Fa maninona izy no tokony hovonoina ho faty? Fa inona no nataony?”",
        "33": "Dia notorahan’i Saoly lefona i Jonatana mba hamelezana azy. Fantatr’i Jonatana àry fa efa masaka tao an-tsain-drainy ny hamono an’i Davida ho faty.",
        "34": "Tonga dia nitsangana avy teo an-databatra i Jonatana sady tezitra be. Ary tsy nihinan-kanina izy tamin’iny andro iny, satria nalahelo be an’i Davida sady nalain’ny rainy baraka.",
        "35": "Nivoaka nankany an-tsaha i Jonatana ny ampitso maraina, mba hamonjy an’ilay fotoana nifanaovany tamin’i Davida. Ary nisy mpanompo tanora iray niaraka taminy.",
        "36": "Hoy izy tamin’ilay mpanompony: “Mihazakazaha dia mba tadiavo izay zana-tsipìka halefako.” Dia nihazakazaka ilay mpanompo, ary nalefan’i Jonatana tany alohany ny zana-tsipìka.",
        "37": "Rehefa tonga teny amin’ilay toerana nisy ny zana-tsipìka nalefan’i Jonatana ilay mpanompo, dia niantsoantso i Jonatana hoe: “Tsy mbola any alohanao any ve ilay zana-tsipìka?”",
        "38": "Mbola niantsoantso an’ilay mpanompo ihany i Jonatana hoe: “Haingana ianao! Mandehana haingana! Aza mitaraikiraiky!” Dia nalain’ilay mpanompon’i Jonatana ireo zana-tsipìka ary nentiny nankeny amin’ny tompony.",
        "39": "Tsy naharaka ny dikan’izay nitranga ilay mpanompo, fa i Jonatana sy Davida ihany no nahalala an’izany.",
        "40": "Dia nomen’i Jonatana an’ilay mpanompony ny fitaovam-piadiany, ary hoy izy taminy: “Mandehana, ento any an-tanàna ireto.”",
        "41": "Rehefa lasa ilay mpanompo dia nipoitra avy teo atsimo, tsy lavitra teo, i Davida. Ary nandohalika izy ka niankohoka tamin’ny tany intelo. Dia nifanoroka izy roa lahy ary samy nitomany, fa i Davida no tena nitomany be.",
        "42": "Ary hoy i Jonatana tamin’i Davida: “Mandehana ary mirary soa ho anao aho, fa efa samy nianiana tamin’ny anaran’i Jehovah isika hoe: ‘Enga anie i Jehovah no ho vavolombelona amiko sy aminao, ary amin’ny taranako sy ny taranakao, mandrakizay!’” Dia nitsangana i Davida ary lasa nandeha, fa i Jonatana kosa niverina tao an-tanàna."
    },
    "21": {
        "1": "Nankany amin’i Ahimeleka mpisorona tany Noba i Davida, tatỳ aoriana. Dia natahotra i Ahimeleka rehefa nahita an’i Davida, ka niteny hoe: “Maninona ianao no mandeha irery, fa tsy misy miaraka aminao?”",
        "2": "Hoy i Davida tamin’i Ahimeleka mpisorona: “Nisy zavatra nasain’ny mpanjaka nataoko, nefa nanafatrafatra izy hoe: ‘Aza atao fantatr’olona izao asa anirahako anao izao sy ny toromarika nomeko anao.’ Nanao fotoana any ananona izaho sy ireo tovolahy miaraka amiko.",
        "3": "Fa raha misy mofo dimy ao aminao, dia mba omeo ahy. Na izay misy ao omena.”",
        "4": "Hoy anefa ilay mpisorona: “Tsy misy mofo tsotra ao, fa mofo masina ihany. Izay no homeko raha tsy nikasi-behivavy ireo tovolahy.”",
        "5": "Ary hoy i Davida tamin’ilay mpisorona: “Tsy nikasi-behivavy mihitsy izahay hoatran’ny efa fanaonay teo aloha rehefa nivoaka hiady. Efa masina ireo tovolahy ireo na dia asa tsotsotra aza no anirahana azy. Koa tsy vao mainka tokony ho masina ve ry zareo androany?”",
        "6": "Nomen’ilay mpisorona azy àry ny mofo masina. Tsy nisy mofo mantsy tao afa-tsy ny mofo aseho, izay efa nesorina teo anatrehan’i Jehovah ka nosoloana mofo vaovao tamin’ny andro nanesorana azy.",
        "7": "Ary teo ny iray tamin’ny mpanompon’i Saoly tamin’iny andro iny, fa voatery nijanona teo anatrehan’i Jehovah izy. Doega no anarany, Edomita izy, ary lehiben’ny mpiandry ondrin’i Saoly.",
        "8": "Dia hoy i Davida tamin’i Ahimeleka: “Sao dia mba misy lefona na sabatra ato aminao? Tsy voaraiko mantsy ny sabatro sy ny fitaovam-piadiako, fa maika be ilay asa nanirahan’ny mpanjaka ahy.”",
        "9": "Dia hoy ilay mpisorona: “Ao ny sabatr’i Goliata Filistinina, ilay novonoinao teo amin’ny Lohasahan’i Elaha. Mifono lamba ao ambadiky ny efoda ilay izy. Raha tianao hoentina ilay izy, dia ento satria tsy misy afa-tsy iny ato.” Ary hoy i Davida: “Aiza indray no hisy hoatran’iny, fa iny omena ahy!”",
        "10": "Dia lasa i Davida tamin’iny andro iny, ary mbola nandositra an’i Saoly ihany izy. Tonga tany amin’i Akisy mpanjakan’i Gata izy tamin’ny farany.",
        "11": "Hoy ny mpanompon’i Akisy: “Tsy io ve ilay Davida mpanjakan’ilay tany? Tsy izy ve no nanaovan’ny olona dihy sy hira hoe: ‘I Saoly nahafaty an’arivoarivony, Fa i Davida kosa nahafaty an’alinaliny’?”",
        "12": "Nandray am-po an’izany teny izany i Davida, ka lasa natahotra be an’i Akisy mpanjakan’i Gata.",
        "13": "Mody adala teo anatrehan’izy ireo àry izy sady nanao very saina, tamin’izy teo amin’izy ireo. Nosoratsoratany ny vavahady, ary navelany hiraraka tamin’ny volombavany ny iviny.",
        "14": "Ary hoy i Akisy tamin’ny mpanompony: “Efa hitanareo fa adala io lehilahy io, koa maninona no entinareo atỳ amiko?",
        "15": "Tsy ampy olona adala angaha eto amiko no mbola mila an’ity iray ity koa aho mba hanondrana eto anatrehako? Io ve dia avela hiditra ny tranoko?”"
    },
    "22": {
        "1": "Niala tao àry i Davida, ka nandositra nankany amin’ilay lava-bato ao Adolama. Rehefa naheno an’izany ny rahalahiny sy ny ankohonan-drainy manontolo, dia nidina nankany aminy.",
        "2": "Ary nankany aminy izay rehetra nanana olana, sy bokan-trosa, ary niharan’ny tsy rariny. Dia lasa lehiben’izy ireo i Davida. Lehilahy 400 teo ho eo no niaraka taminy.",
        "3": "Tatỳ aoriana, dia niala tao i Davida ka nankany Mizpe any Moaba. Ary hoy izy tamin’ny mpanjakan’i Moaba: “Mba avelao re ny raiko sy ny reniko hipetraka atỳ aminareo e, mandra-pahafantatro hoe inona no hataon’Andriamanitra ho ahy.”",
        "4": "Dia najanony tany amin’ny mpanjakan’i Moaba izy ireo. Nipetraka tany amin’ny tanin’io mpanjaka io izy ireo, nandritra ny fotoana rehetra nijanonan’i Davida tany amin’ilay toerana niafenany.",
        "5": "Tatỳ aoriana, dia hoy i Gada mpaminany tamin’i Davida: “Aza mijanona any amin’ilay toerana niafenanao. Mialà any, dia mankanesa any Joda.” Dia lasa i Davida, ka nankany amin’ny alan’i Hareta.",
        "6": "Henon’i Saoly fa nisy nahita i Davida sy ny olona niaraka taminy. Nipetraka teo ambanin’ny hazo tamariska teny amin’ny toerana avo tany Gibea i Saoly tamin’izay. Teny an-tanany ny lefony ary nanodidina azy ny mpanompony rehetra.",
        "7": "Dia hoy i Saoly tamin’ireo mpanompony nanodidina azy: “Mba henoy kely izao, ry Benjaminita: Ny zanak’i Jese ve dia hanao hoatr’ahy, ka hanome anareo rehetra saha sy tanimboaloboka? Izy ve dia hanendry anareo rehetra ho lehiben’ny arivo sy ho lehiben’ny zato?",
        "8": "Niray tetika hanohitra ahy ianareo mianakavy! Tsy mba nisy nilaza tamiko hoe nanao fifanekena tamin’ilay zanak’i Jese iny ny zanako! Tsy nisy nangoraka ahy koa ianareo, na nilaza tamiko hoe ny zanako mihitsy no nampirisika ny mpanompoko hanohitra ahy sy hiafina mba hanafika ahy, hoatran’izao mitranga izao.”",
        "9": "Dia hoy i Doega Edomita izay teo koa sady niandraikitra an’ireo mpanompon’i Saoly: “Hitako tany Noba, tao amin’i Ahimeleka zanak’i Ahitoba, ny zanak’i Jese.",
        "10": "Ary nisolo tena azy nanontany an’i Jehovah i Ahimeleka, sady nanome vatsy azy. Nomeny azy mihitsy aza ny sabatr’i Goliata Filistinina.”",
        "11": "Nampanantsoin’ny mpanjaka avy hatrany àry i Ahimeleka mpisorona zanak’i Ahitoba sy ny mpisorona rehetra anisan’ny ankohonan-drainy, izay tany Noba. Dia tonga teo amin’ny mpanjaka izy rehetra.",
        "12": "Ary hoy i Saoly: “Mba henoy, azafady, ry zanak’i Ahitoba!” Dia namaly izy hoe: “Ahoana izay, tompoko?”",
        "13": "Ary hoy i Saoly: “Fa maninona ianao sy ny zanak’i Jese no niray tetika hanohitra ahy? Nomenao mofo sy sabatra izy, ary nisolo tena azy nanontany an’Andriamanitra ianao. Izy ange manohitra ahy sady miafina mba hanafika ahy e, hoatran’izao mitranga izao!”",
        "14": "Dia namaly an’ilay mpanjaka i Ahimeleka hoe: “Iza amin’ny mpanomponao rehetra moa no azo atokisana hoatran’i Davida? Izy ange vinantolahin’ny mpanjaka e, sady lehiben’ny mpiambina anao ary manaja azy ny ao an-tranonao.",
        "15": "Angaha moa vao tamin’iny andro iny aho no nisolo tena azy nanontany an’Andriamanitra? Tsy izaho mihitsy no hanao an’izany zavatra teneninao izany! Aoka ny mpanjaka tsy hiampanga ny mpanompony sy ny ankohonan-draiko manontolo, na amin’inona na amin’inona. Fa tsy misy fantatry ny mpanomponao ny amin’izany rehetra izany, na ny kely aza.”",
        "16": "Hoy anefa ny mpanjaka: “Tsy maintsy hovonoina ho faty ianao sy ny ankohonan-drainao manontolo, ry Ahimeleka!”",
        "17": "Dia hoy ny mpanjaka tamin’ireo mpiambina nanodidina azy: “Mandehana vonoy ho faty ireo mpisoron’i Jehovah ireo, fa manohana an’i Davida! Fantatr’izy ireo hoe nandositra izy, nefa tsy nolazainy tamiko izany!” Tsy nety nanainga ny tanany hamely an’ireo mpisoron’i Jehovah anefa ny mpanompon’ny mpanjaka.",
        "18": "Dia hoy ny mpanjaka tamin’i Doega: “Mandehana vonoy ireo mpisorona ireo!” Tonga dia lasa i Doega Edomita ka namely an’ireo mpisorona. Lehilahy 85 nanao efoda vita tamin’ny kofehy rongony no matiny tamin’iny andro iny.",
        "19": "Notafihiny tamin’ny sabatra koa i Noba, tanànan’ny mpisorona. Nasiany tamin’ny sabatra na lehilahy na vehivavy, na ankizy na zaza, na omby na ampondra na ondry.",
        "20": "Tafatsoaka anefa i Abiatara, iray tamin’ny zanakalahin’i Ahimeleka zanak’i Ahitoba. Nandositra izy ka nanaraka an’i Davida.",
        "21": "Hoy i Abiatara tamin’i Davida: “Novonoin’i Saoly ny mpisoron’i Jehovah.”",
        "22": "Dia hoy i Davida tamin’i Abiatara: “Efa fantatro mihitsy tamin’iny andro iny, rehefa nahita an’i Doega Edomita teo aho, fa tsy maintsy hiteny amin’i Saoly izy. Izaho no tompon’andraikitra tamin’ny nahafatesan’ny ankohonan-drainao manontolo.",
        "23": "Mijanòna miaraka amiko. Ary aza matahotra, fa izay mifofo ny ainao dia mifofo ny aiko koa. Izaho no hiaro anao.”"
    },
    "23": {
        "1": "Ary nisy nilaza tamin’i Davida hoe: “Miady amin’i Keila ny Filistinina, sady robainy ny eny am-pamoloana.”",
        "2": "Nanontany an’i Jehovah àry i Davida hoe: “Tokony handeha hamely an’izany Filistinina izany ve aho?” Dia hoy i Jehovah taminy: “Mandehana asio ny Filistinina ka vonjeo i Keila.”",
        "3": "Hoy anefa ny olon’i Davida: “Eto Joda aza izahay matahotra, koa mainka fa raha ho any Keila mba hiady amin’ny tafiky ny Filistinina!”",
        "4": "Nanontany an’i Jehovah indray àry i Davida. Dia hoy ny navalin’i Jehovah azy: “Mandehana midina any Keila, fa hataoko resinao ny Filistinina.”",
        "5": "Dia nankany Keila i Davida sy ny olony, ka niady tamin’ny Filistinina. Ary nalainy ny biby fiompin’ny Filistinina, fa izy ireo kosa novonoiny ka be dia be no maty. Dia novonjen’i Davida ny mponina tao Keila.",
        "6": "Nitondra efoda i Abiatara zanak’i Ahimeleka, tamin’izy nandositra nankany amin’i Davida tany Keila.",
        "7": "Ary nisy nilaza tamin’i Saoly hoe: “Tonga ao Keila i Davida.” Dia hoy i Saoly: “Efa natolotr’Andriamanitra eo an-tanako izy, satria niditra ao amin’ny tanàna misy vavahady sy bara hidiny ka namandrika ny tenany.”",
        "8": "Nantsoin’i Saoly àry ny olona rehetra mba hiady, ka hidina any Keila dia hanao fahirano an’i Davida sy ny olony.",
        "9": "Rehefa fantatr’i Davida fa nitetika ny hanisy ratsy azy i Saoly, dia hoy izy tamin’i Abiatara mpisorona: “Ento etỳ ilay efoda.”",
        "10": "Hoy i Davida avy eo: “Ry Jehovah Andriamanitry ny Israely ô, efa henon’ny mpanomponao fa mitady hankatỳ Keila i Saoly mba handrava ny tanàna noho ny amiko.",
        "11": "Dia hanolotra ahy eo an-tanany ve ireo mpitarika eto Keila? Hidina tokoa ve i Saoly, araka ny henon’ny mpanomponao? Mba lazao amin’ny mpanomponao re, ry Jehovah Andriamanitry ny Israely ô!” Dia hoy i Jehovah: “Hidina izy.”",
        "12": "Nanontany àry i Davida hoe: “Hanolotra ahy sy ny olona miaraka amiko eo an-tanan’i Saoly ve ireo mpitarika eto Keila?” Dia hoy i Jehovah: “Hanolotra anareo izy.”",
        "13": "Niainga avy hatrany àry i Davida sy ny olony 600 lahy teo ho eo, ka niala tao Keila, ary nandeha tany amin’izay azony naleha. Rehefa nisy nilaza tamin’i Saoly hoe efa nandositra niala tao Keila i Davida, dia tsy nandeha nisambotra azy tany indray izy.",
        "14": "Ary i Davida nijanona tany an-tany efitra, teny amin’ny toerana sarotra aleha, teny amin’ny faritra be tendrombohitra tany an-tany efitr’i Zifa. Nitady azy foana i Saoly, nefa tsy natolotr’i Jehovah teo an-tanany izy.",
        "15": "Ary fantatr’i Davida, tamin’izy tao Horesa tany an-tany efitr’i Zifa, fa nivoaka hifofo ny ainy i Saoly.",
        "16": "Nankany amin’i Davida tao Horesa i Jonatana zanak’i Saoly, ary nanampy azy hatoky kokoa an’i Jehovah izy.",
        "17": "Hoy izy taminy: “Aza matahotra fa tsy hahita anao i Saoly raiko. Ianao no ho mpanjakan’ny Israely, ary izaho no hanarakaraka anao. Mahafantatra an’izany koa i Saoly raiko.”",
        "18": "Dia nanao fifanekena teo anatrehan’i Jehovah izy roa lahy. Ary mbola nijanona tao Horesa i Davida, fa i Jonatana kosa lasa nody.",
        "19": "Niakatra nankany amin’i Saoly tao Gibea ny lehilahy tao Zifa tatỳ aoriana, ka niteny hoe: “Miafina any akaikinay i Davida, eny amin’ny toerana sarotra aleha ao Horesa, eny amin’ny havoanan’i Hakila, eo atsimon’i Jesimona.",
        "20": "Rehefa te hidina ianao, ry mpanjaka, na rahoviana na rahoviana, dia tongava fa hatolotray eo an-tanan’ny mpanjaka izy.”",
        "21": "Dia hoy i Saoly: “Hitahy anareo anie i Jehovah satria mangoraka ahy ianareo!",
        "22": "Mandehana, azafady, ary fantaro tsara hoe aiza ny toerana misy azy ary iza ny olona efa nahita azy tany. Nisy nilaza tamiko mantsy hoe fetsy be, hono, izy iny.",
        "23": "Fantaro tsara daholo izay toeram-piafenany, ary mitondrà porofo miverina atỳ amiko. Dia hiaraka aminareo aho avy eo, fa raha mbola eto amin’ity tany ity izy, dia hataoko savahao ny fokon’i Joda rehetra mba hahitako azy.”",
        "24": "Lasa àry izy ireo ary nankany Zifa hialoha an’i Saoly. I Davida sy ny olony kosa tany an-tany efitr’i Maona any Araba, eo atsimon’i Jesimona.",
        "25": "Ary tonga mba hitady azy i Saoly sy ny olony. Nisy nilaza an’izany tamin’i Davida, ka nidina avy hatrany nankeny amin’ny harambato izy ary nijanona tany an-tany efitr’i Maona. Rehefa henon’i Saoly izany, dia nanenjika azy tany an-tany efitr’i Maona izy.",
        "26": "Tonga teo amin’ny andaniny iray tamin’ny tendrombohitra i Saoly, fa i Davida sy ny olony kosa teo amin’ny ankilany. Dia niala teo haingana i Davida mba tsy ho azon’i Saoly. I Saoly sy ny olony kosa nihananatona an’i Davida sy ny olony mba hisambotra azy ireo.",
        "27": "Nisy iraka anefa tonga nilaza tamin’i Saoly hoe: “Andao haingana fa manafika ny tanintsika ny Filistinina!”",
        "28": "Dia tsy nanenjika an’i Davida intsony i Saoly, fa lasa nifanandrina tamin’ny Filistinina. Izany no antony niantsoana an’ilay toerana hoe Harambaton’ny Fisarahana.",
        "29": "Ary niala teo i Davida ka niakatra teny amin’ny toerana sarotra aleha tany En-jedy, ary nijanona tany."
    },
    "24": {
        "1": "Raha vao tafaverina avy nanenjika ny Filistinina i Saoly, dia nisy nilaza taminy hoe: “Any an-tany efitr’i En-jedy i Davida.”",
        "2": "Koa naka 3 000 lahy voafantina teo amin’ny Israely rehetra i Saoly, ka nandeha nitady an’i Davida sy ny olony teny amin’ireo harambato nisy osidia.",
        "3": "Dia tonga teo amin’ny valan’ondry vita tamin’ny vato, izay teo amoron-dalana, i Saoly. Nisy lava-bato tao amin’ireo vala ireo, dia nankao izy fa te hivoaka. Efa nipetrapetraka tany anatiny indrindra tao amin’ilay lava-bato anefa i Davida sy ny olony tamin’izay.",
        "4": "Dia hoy ny olon’i Davida taminy: “Tonga ity ny andro ilazan’i Jehovah aminao hoe: ‘Atolotro eo an-tananao ny fahavalonao, ka ataovy aminy izay hitanao fa mety.’” Dia nitsangana i Davida, ka notapahiny moramora ny morontongotry ny akanjo ivelany nanaovan’i Saoly.",
        "5": "Nanameloka an’i Davida foana anefa ny fony taorian’izay, noho izy nanapaka an’ilay morontongotr’akanjon’i Saoly.",
        "6": "Hoy izy tamin’ny olony: “Sanatria ahy ny hikasi-tanana ny tompoko izay voahosotr’i Jehovah, satria tsy ankasitrahan’i Jehovah izany. Tsy hanao an’izany aho, fa voahosotr’i Jehovah izy.”",
        "7": "Izany no nolazain’i Davida mba hisakanana ny olony tsy hamely an’i Saoly. I Saoly kosa nitsangana ka niala tao amin’ilay lava-bato, ary nanohy ny diany.",
        "8": "Dia nitsangana i Davida ka nivoaka avy tao amin’ilay lava-bato, ary niantsoantso avy tao aorian’i Saoly hoe: “Ry mpanjaka tompoko ô!” Rehefa nitodika i Saoly, dia niondrika i Davida ka niankohoka tamin’ny tany.",
        "9": "Hoy i Davida tamin’i Saoly: “Fa maninona ianao no mihaino ny vavan’ny olona miteny hoe: ‘Mitady hanisy ratsy anao i Davida’?",
        "10": "Ny masonao mihitsy androany no nahita hoe natolotr’i Jehovah teo an-tanako ianao tao an-dava-bato. Nisy nanome hevitra ahy hamono anao, nefa niantra anao aho ka niteny hoe: ‘Tsy hikasi-tanana ny tompoko aho, fa voahosotr’i Jehovah izy.’",
        "11": "Ry raiko ô, jereo ange e! Jereo fa ity an-tanako ity ny morontongotr’iny akanjonao iny! Fa tsy namono anao aho tamin’izaho nanapaka ny morontongotr’akanjonao. Hitanao sady azonao izao fa tsy mieritreritra ny hanisy ratsy anao aho na hikomy aminao. Tsy nanota taminao aho, na dia manao haza lambo ahy aza ianao mba hamonoana ahy.",
        "12": "I Jehovah anie hitsara ahy sy ianao! Ary enga anie i Jehovah hamaly anao noho izay nataonao tamiko, fa ny tanako kosa tsy hamely anao!",
        "13": "Misy fomba fitenin’ny olona fahiny hoe: ‘Avy amin’ny ratsy fanahy ny faharatsiana’, ka tsy hamely anao ny tanako.",
        "14": "Nivoaka hitady an’iza ny mpanjakan’ny Israely? Iza no enjehinao? Alika maty ve? Parasy iray ve?",
        "15": "Enga anie i Jehovah no ho mpitsara ka hitsara ahy sy ianao! Dia handinika izy ka hiaro ahy, ary hitsara ahy sy hamonjy ahy eo an-tananao.”",
        "16": "Vao avy niteny an’izany tamin’i Saoly i Davida, dia hoy i Saoly: “Feonao ve izany, ry Davida zanako?” Ary nigogogogo nitomany i Saoly.",
        "17": "Hoy izy tamin’i Davida: “Marina kokoa noho izaho ianao, satria nanisy soa ahy ianao nefa ratsy no navaliko anao.",
        "18": "Nasehonao tamiko androany ny soa nataonao. Natolotr’i Jehovah teo an-tananao aho, nefa tsy novonoinao.",
        "19": "Raha tratran’ny olona iray ve ny fahavalony dia havelany handeha fotsiny amin’izao? Hamaly soa anao anie i Jehovah noho ny zavatra nataonao tamiko androany!",
        "20": "Fantatro izao fa tsy maintsy ho lasa mpanjaka ianao, ary haharitra eo an-tananao ny fanjakan’ny Israely.",
        "21": "Manaova àry fianianana amiko amin’ny anaran’i Jehovah fa tsy handringana ny taranako ianao rehefa maty aho, ary tsy hanafoana ny anarako ao amin’ny ankohonan-draiko.”",
        "22": "Dia nianiana tamin’i Saoly i Davida. Lasa nody i Saoly taorian’izay, fa i Davida sy ny olony kosa niakatra nankeny amin’ny toerana niafenany."
    },
    "25": {
        "1": "Ary maty i Samoela tatỳ aoriana. Dia nivory ny Israely rehetra mba hisaona sy handevina azy teny akaikin’ny tranony, tao Rama. Ary nidina nankany an-tany efitr’i Parana i Davida.",
        "2": "Nisy lehilahy iray tao Maona, ary niasa tany Karmela izy. Mpanankarem-be ilay lehilahy. Nanana ondry 3 000 sy osy 1 000 izy. Dia nanety ny ondriny tao Karmela izy.",
        "3": "Kalebita ilay lehilahy, Nabala no anarany, ary Abigaila no anaran’ny vadiny. Malina sady tsara tarehy ilay vadiny, fa ilay lehilahy kosa masiaka sady ratsy toetra.",
        "4": "Ary henon’i Davida tany an-tany efitra fa nanety ny ondriny i Nabala.",
        "5": "Naniraka tovolahy folo ho any aminy àry i Davida, dia niteny tamin’izy ireo hoe: “Miakara any Karmela, any amin’i Nabala. Miresaha aminy amin’ny anarako dia anontanio hoe manao ahoana izy.",
        "6": "Ary lazao aminy hoe: ‘Ho ela velona anie ianao, ary ho salama tsara anie ianao sy ny ankohonanao ary izay rehetra anao!",
        "7": "Henoko fa manety ondry ianao. Rehefa tafaraka taminay ny mpiandry ondrinao, dia tsy nihetraketraka taminy izahay. Hitan’izy ireo hoe tsy nisy na inona na inona very nandritra ny fotoana rehetra nijanonany teto Karmela.",
        "8": "Anontanio ny tovolahy mpanomponao fa hilaza izany aminao izy. Enga anie hahazo sitraka aminao ireo tovolahy irahiko, satria fotoana fifaliana izao ahatongavanay izao. Mba omeo izay azonao omena re ny mpanomponao sy Davida zanakao e!’”",
        "9": "Lasa àry ireo tovolahy nirahin’i Davida, dia nolazainy tamin’i Nabala ny tenin’i Davida rehetra. Rehefa tapitra ny tenin’izy ireo,",
        "10": "dia hoy i Nabala: “Fa i Davida moa no iza, ary iza moa ny zanak’i Jese? Efa betsaka izao ny mpanompo mitsoaka miala ao amin’ny tompony.",
        "11": "Dia ahoana mihitsy moa izaho no handeha haka ny mofoko sy ny ranoko ary ny hena notetitetehiko ho an’ny mpanety ondriko, dia hanome an’izany ho an’olona tsy fanta-piaviana?”",
        "12": "Dia lasa niverina ireo tovolahy nirahin’i Davida, ary nolazainy taminy izany teny rehetra izany.",
        "13": "Avy hatrany dia hoy i Davida tamin’ny olony: “Samia mandray ny sabany!” Dia samy nanao ny sabany teo amin’ny fehikibony izy ireo, ary nanao toy izany koa i Davida. Ary lehilahy 400 teo ho eo no niakatra nanaraka an’i Davida, fa ny 200 kosa niandry entana.",
        "14": "Nandritra izany fotoana izany, dia nilaza tamin’i Abigaila vadin’i Nabala ny iray tamin’ny mpanompony hoe: “Naniraka olona avy tany an-tany efitra i Davida mba hirary soa ho an’ny tompontsika, kanjo nanambanimbany an-dry zareo izy sady nivazavaza taminy.",
        "15": "Tsara fanahy be taminay anefa ireo lehilahy ireo. Tsy mba nihetraketraka taminay ry zareo, sady tsy nisy zavatray very na iray aza nandritra ny fotoana rehetra niarahanay tany an-tsaha.",
        "16": "Hoatran’ny manda niaro anay izy ireo, na andro na alina, nandritra ny fotoana rehetra niarahanay, tamin’izahay niandry ny andian’ondry.",
        "17": "Tapaho ny hevitra hoe inona no hataonao, fa tena hahita loza ny tompontsika sy ny ankohonany manontolo. Olona tena tsisy ilana azy mantsy izy ka tsy azo ifampiresahana mihitsy.”",
        "18": "Koa lasa haingana i Abigaila naka mofo 200, siny lehibe roa feno divay, ondry dimy efa voakarakara, voam-bary natono indimin’ny sehà, mofo 100 vita tamin’ny voaloboka maina, ary mofo 200 vita tamin’ny aviavy noporetina. Ary napetrany teo ambony ampondra izany rehetra izany.",
        "19": "Dia hoy izy tamin’ny mpanompony: “Tonga dia mandehana, fa hanaraka anareo aho.” Tsy niteny na inona na inona tamin’i Nabala vadiny anefa izy.",
        "20": "Rehefa teny ambony ampondra izy ary nidina tao ambadiky ny tendrombohitra, dia ireny koa i Davida sy ny olony fa nidina nanatona azy. Dia nifanena izy ireo.",
        "21": "Ary i Davida efa niteny hoe: “Niasa maina fotsiny aho niambina an’izay rehetra ananan’ilay rangahy iny tany an-tany efitra. Tsy nisy very na iray aza ny fananany, nefa ratsy no avaliny ny soa nataoko.",
        "22": "Hanafay an’izay fahavalon’i Davida anie Andriamanitra, raha avelako hisy hiangana na iray aza ny lehilahy ao amin’ny ankohonany, mandra-paharainan’ny andro!”",
        "23": "Rehefa nahita an’i Davida i Abigaila, dia nidina haingana avy teo amin’ny ampondra ka niondrika teo anatrehan’i Davida sady niankohoka tamin’ny tany.",
        "24": "Ary niankohoka teo an-tongony izy ka niteny hoe: “Aleo ho ahy ny fahadisoana, tompoko. Ary mba avelao ny mpanompovavinao hiteny kely aminao, dia henoy ny tenin’ny mpanompovavinao.",
        "25": "Aza miraharaha an’iny Nabala tsisy ilana azy iny re, tompoko ô, fa araka ny anarany ihany ny toetrany! Nabala no anarany, ary adala mihitsy izy. Fa izaho mpanompovavinao, tompoko, tsy nahita an’ireo tovolahy nirahinao.",
        "26": "Fa izao re, tompoko ô: Raha mbola velona koa i Jehovah ary raha mbola velona koa ianao, dia i Jehovah no nisakana anao tsy ho meloka ho nandatsa-dra sy tsy hamaly faty. Ho sahala amin’i Nabala anie ny fahavalonao sy izay mitady hanisy ratsy ny tompoko!",
        "27": "Mba omeo an’ireo tovolahy manaraka ny tompoko ity fanomezana ity, izay nentin’ny mpanompovavinao ho an’ny tompoko.",
        "28": "Avelao re ny heloky ny mpanompovavinao e! Fa tsy maintsy hataon’i Jehovah izay hampaharitra ny taranaky ny tompoko, satria miady ny adin’i Jehovah ny tompoko. Ary tsy nanao ratsy mihitsy ianao nandritra ny andro rehetra niainanao.",
        "29": "Rehefa misy olona manenjika anao ka mitady hamono anao, dia harovan’i Jehovah Andriamanitrao ianao, ka ho toy ny hoe fonosiny tsara ao anaty kitapo ny ain’ny tompoko. Fa ny ain’ny fahavalonao kosa hatsipiny lavitra, hoatran’ny vato atoraka amin’ny pilotra.",
        "30": "Rehefa ataon’i Jehovah amin’ny tompoko ny zavatra tsara rehetra nampanantenainy, ary rehefa manendry anao ho mpitarika ny Israely izy,",
        "31": "dia tsy hanenina ianao ao am-ponao, satria tsy ho nandatsa-dra tsy amin’antony sady tsy ho namaly faty. Ary mba tsarovy ny mpanompovavinao, rehefa manome zava-tsoa ho an’ny tompoko i Jehovah.”",
        "32": "Dia hoy i Davida tamin’i Abigaila: “Hoderaina anie i Jehovah Andriamanitry ny Israely, ilay naniraka anao androany mba hihaona amiko!",
        "33": "Hotahina anie ianao noho ny fahendrenao! Ary hotahina anie ianao, satria nosakananao aho androany mba tsy ho meloka ho nandatsa-dra sy tsy hamaly faty!",
        "34": "Raha mbola velona koa i Jehovah Andriamanitry ny Israely izay nisakana ahy tsy hanisy ratsy anao, dia tsy ho nisy niangana intsony ny lehilahy rehetra ao amin’ny ankohonan’i Nabala mandra-paharainan’ny andro, raha tsy tonga haingana nihaona tamiko ianao.”",
        "35": "Dia noraisin’i Davida ny zavatra nentiny ho azy, ary hoy izy taminy: “Miakara soa aman-tsara any an-tranonao. Efa nihaino anao aho ary ekeko ny fangatahanao.”",
        "36": "Dia niverina tany amin’i Nabala i Abigaila. Nanao fanasambe tao an-tranony, hoatran’ny fanaon’ny mpanjaka, i Nabala tamin’izay. Falifaly izy sady mamo be. Tsy nilaza na inona na inona taminy àry i Abigaila, mandra-paharainan’ny andro.",
        "37": "Rehefa tsy mamo intsony i Nabala ny marainan’iny, dia notantarain’ny vadiny taminy daholo izany zavatra izany. Dia lasa hoatran’ny fon’ny olona efa maty ny fon’i Nabala, ary tsy afa-nihetsika intsony hoatran’ny vato izy.",
        "38": "Rehefa afaka folo andro teo ho eo, dia nasian’i Jehovah i Nabala ka maty.",
        "39": "Rehefa ren’i Davida fa maty i Nabala, dia hoy izy: “Hoderaina anie i Jehovah, izay niaro ahy taorian’ilay fanalam-baraka nataon’i Nabala tamiko, sady nisakana ny mpanompony tsy hanao ratsy! Novalian’i Jehovah tamin’i Nabala ny ratsy nataony.” Dia naniraka olona tany amin’i Abigaila i Davida mba hilaza taminy fa te haka azy ho vady izy.",
        "40": "Tonga tany amin’i Abigaila tao Karmela àry ny mpanompon’i Davida, ka niteny hoe: “Nirahin’i Davida atỳ aminao izahay mba haka anao ho vadiny.”",
        "41": "Tonga dia nitsangana i Abigaila ary niankohoka tamin’ny tany, ka niteny hoe: “Intỳ aho mpanomponao, ho mpanompo hanasa ny tongotry ny mpanompon’ny tompoko.”",
        "42": "Dia nitsangana haingana i Abigaila ka nitaingina ny ampondrany, ary nisy mpanompovavy dimy nanaraka azy. Ary niaraka tamin’ireo olona nirahin’i Davida izy, ka lasa vadiny.",
        "43": "Efa nanambady an’i Ahinoama avy any Jezirela koa i Davida, ka izy roa vavy no lasa vadiny.",
        "44": "Nomen’i Saoly ho vadin’i Palty, zanak’i Laisy avy any Galima, kosa i Mikala zanany vavy, izay vadin’i Davida."
    },
    "26": {
        "1": "Tatỳ aoriana, dia tonga tany amin’i Saoly tany Gibea ireo lehilahy tao Zifa, ka niteny hoe: “Miafina any amin’ny havoanan’i Hakila, tandrifin’i Jesimona, i Davida.”",
        "2": "Dia niainga i Saoly ka nidina nankany an-tany efitr’i Zifa mba hitady an’i Davida tany. Ary nisy 3 000 lahy tena nahay niady, nofantenana teo amin’ny Israely, niaraka taminy.",
        "3": "Ary nitoby teo amoron-dalana i Saoly, teo amin’ny havoanan’i Hakila, tandrifin’i Jesimona. I Davida kosa tamin’izay nipetraka tany an-tany efitra, ary henony hoe nanenjika azy tany i Saoly.",
        "4": "Nandefa mpitsikilo àry i Davida mba hanamarina raha tonga tokoa i Saoly.",
        "5": "Nankany amin’ny toerana nitobian’i Saoly izy, taorian’izay. Dia hitany ny toerana natorian’i Saoly sy Abnera zanak’i Nera, lehiben’ny tafiny. Natory tao amin’ny toby i Saoly, ary nitoby nanodidina azy ny miaramilany.",
        "6": "Ary hoy i Davida tamin’i Abisay rahalahin’i Joaba, zanak’i Zeroia, sy Ahimeleka Hetita: “Iza no hidina hiaraka amiko hankeny amin’i Saoly ao an-toby?” Dia hoy i Abisay: “Hiaraka aminao aho.”",
        "7": "Nankeny amin’izy ireo àry i Davida sy Abisay, tamin’ny alina. Hitan’izy ireo natory tao amin’ny toby i Saoly, ary nitsatoka tamin’ny tany teo akaikin’ny lohany ny lefony. I Abnera sy ny miaramila kosa natory nanodidina azy.",
        "8": "Dia hoy i Abisay tamin’i Davida: “Efa natolotr’Andriamanitra eo an-tananao ny fahavalonao androany. Mba avelao aho handefona azy hifantsika amin’ny tany indray mandeha tsy miverina.”",
        "9": "Notenenin’i Davida anefa i Abisay hoe: “Aza mamono azy, fa iza no mikasi-tanana ny voahosotr’i Jehovah ka tsy ho meloka?”",
        "10": "Hoy koa i Davida: “Raha mbola velona koa i Jehovah, dia i Jehovah ihany no hamely azy, na ho faty fotsiny hoatran’ny olon-drehetra izy, na ho any an’ady izy dia ho faty any.",
        "11": "Fa sanatria ahy ny hikasi-tanana ny voahosotr’i Jehovah, satria tsy ankasitrahan’i Jehovah izany! Koa alaivo, azafady, ny lefona eo akaikin’ny lohany sy ny jaogy fasiany rano, dia andao handeha.”",
        "12": "Nalain’i Davida àry ilay lefona sy ilay jaogy fasiana rano teo akaikin’ny lohan’i Saoly, dia lasa izy ireo nandeha. Tsy nisy nahita na nahatsikaritra izy ireo. Tsy nisy taitra koa fa natory daholo izy rehetra, satria nataon’i Jehovah renoky ny torimaso.",
        "13": "Dia nankeny ampita i Davida, ka nijoro teo an-tampon’ny tendrombohitra terỳ lavidavitra. Nisinisy ihany ny elanelan’izy ireo.",
        "14": "Niantsoantso an’ireo miaramila sy Abnera zanak’i Nera i Davida hoe: “Ô ry Abnera a! Valio aho!” Dia namaly i Abnera hoe: “Fa iza moa ianao no manabataba ny mpanjaka hoatr’izany?”",
        "15": "Dia hoy i Davida: “Fa ianao ve tsy mba lehilahy e? Tsy misy hoatr’anao eo amin’ny Israely. Koa maninona ianao no tsy niambina tsara ny mpanjaka tomponao? Fa tonga teo ny iray tamin’ireo miaramila mba hamono ny mpanjaka tomponao.",
        "16": "Tsy mety mihitsy izany nataonao izany! Raha mbola velona koa i Jehovah, dia mendrika ny ho faty ianareo, satria tsy nambenanareo ny tomponareo, izay voahosotr’i Jehovah. Jereo ange ny manodidina anao e! Aiza izao ny lefon’ny mpanjaka sy ilay jaogy fasiana rano teo akaikin’ny lohany?”",
        "17": "Dia fantatr’i Saoly ny feon’i Davida, ka hoy izy: “Feonao ve izany, ry Davida zanako?” Ary hoy i Davida: “Feoko izany, ry mpanjaka tompoko.”",
        "18": "Hoy koa izy: “Nahoana ny tompoko no manenjika ny mpanompony? Fa inona no nataoko ary inona no fahadisoako?",
        "19": "Mba henoy ny tenin’ny mpanomponao, ry mpanjaka tompoko: Raha i Jehovah no nampirisika anao hamely ahy, dia aoka izy hankasitraka ny fanatitra varimbazaha atolotro. Fa raha olona kosa no nampirisika anao, dia ho voaozona eo anatrehan’i Jehovah izy ireo. Efa nandroaka ahy tsy ho anisan’ny vahoakan’i Jehovah mantsy izy ireo androany, ka hoatran’ny nilaza hoe: ‘Mandehana manompo andriamani-kafa!’",
        "20": "Ary ankehitriny, aza avela ho latsaka amin’ny tany lavitra an’i Jehovah ny rako. Fa efa nivoaka hitady parasy iray ny mpanjakan’ny Israely, hoatran’ireny manenjika tsipoy eny an-tendrombohitra ireny.”",
        "21": "Dia hoy i Saoly: “Nanota aho. Miverena, ry Davida zanako, fa tsy hanisy ratsy anao intsony aho satria sarobidy taminao ny aiko androany. Nanao hadalana mihitsy aho sady tena diso tanteraka.”",
        "22": "Ary hoy i Davida: “Intỳ ny lefon’ny mpanjaka! Asaivo misy tovolahy iray maka azy etỳ.",
        "23": "I Jehovah no hamaly ny tsirairay araka ny fahamarinany sy ny tsy fivadihany avy. Nanolotra anao teo an-tanako mantsy i Jehovah androany, nefa izaho tsy nety nikasi-tanana ny voahosotr’i Jehovah.",
        "24": "Sarobidy tamiko ny ainao androany, ka enga anie mba ho sarobidy eo imason’i Jehovah koa ny aiko! Ary enga anie izy hamonjy ahy amin’ny fahoriana rehetra!”",
        "25": "Dia hoy i Saoly tamin’i Davida: “Hotahina anie ianao, ry Davida zanako! Tsy maintsy hanao zavatra miavaka ianao, ary tsy maintsy hahomby.” Dia lasa nandeha i Davida, fa i Saoly kosa niverina nody."
    },
    "27": {
        "1": "Hoy anefa i Davida anakampo: “Ho fatin’ny tanan’i Saoly ihany aho indray andro any. Ny mandositra any amin’ny tanin’ny Filistinina no tena mety amiko. Amin’izay dia tsy hitady ahy manerana ny faritry ny Israely intsony i Saoly, ka tsy ho azon’ny tanany aho.”",
        "2": "Dia niainga i Davida sy ny 600 lahy niaraka taminy ka nankany amin’i Akisy mpanjakan’i Gata, zanak’i Maoka.",
        "3": "Ary nijanona tany amin’i Akisy tao Gata i Davida sy ny olony, izay samy niaraka tamin’ny ankohonany avy. Niaraka tamin’i Davida ireo vadiny roa, dia i Ahinoama Jezirelita sy Abigaila Karmelita, ilay vady navelan’i Nabala.",
        "4": "Rehefa nisy nilaza tamin’i Saoly hoe nandositra nankany Gata i Davida, dia tsy nandeha nitady azy intsony izy.",
        "5": "Ary hoy i Davida tamin’i Akisy: “Raha ankasitrahanao aho, dia mba omeo toerana ao amin’iray amin’ireo tanàna any ambanivohitra aho hipetrahako. Fa nahoana ny mpanomponao no hipetraka miaraka aminao eto amin’ny tanànan’ny mpanjaka?”",
        "6": "Dia nomen’i Akisy azy i Ziklaga tamin’izay andro izay. Izany no nahatonga an’i Ziklaga ho fananan’ny mpanjakan’ny Joda hatramin’izao.",
        "7": "Herintaona sy efa-bolana ny fotoana nipetrahan’i Davida tany ambanivohitry ny Filistinina.",
        "8": "Ary niakatra i Davida sy ny olony mba hanafika ny Gesorita sy ny Girzita ary ny Amalekita. Nanomboka teo Telama ka hatrany Sora mantsy ny tany nisy azy ireo, ary tonga hatrany Ejipta.",
        "9": "Rehefa nanafika an’ilay tany i Davida, dia tsy nasiany niangana na lehilahy na vehivavy. Nalainy ny ondry, ny omby, ny ampondra, ny rameva, ary ny akanjo, dia niverina tany amin’i Akisy izy.",
        "10": "Rehefa nanontany i Akisy hoe: “Taiza ianareo no nanafika androany?”, dia namaly i Davida hoe: “Tany atsimon’i Joda”, na hoe: “Tany atsimon’ny tanin’ny Jeramelita”, na hoe: “Tany atsimon’ny tanin’ny Kenita.”",
        "11": "Tsy nasian’i Davida niangana na lehilahy na vehivavy, mba tsy hisy hoentina any Gata izy ireo. Fa hoy izy: “Sao hitantara momba antsika ry zareo hoe: ‘Izao no nataon’i Davida.’” Ary izany foana no fanaony nandritra ny fotoana rehetra nipetrahany tany ambanivohitry ny Filistinina.",
        "12": "Nino an’i Davida i Akisy, ka hoy izy tany an-tsainy: ‘Lasa halan’ny Israely vahoakany tokoa izy, ka ho mpanompoko foana.’"
    },
    "28": {
        "1": "Nangonin’ny Filistinina ny miaramilany tamin’izany andro izany, mba hiady tamin’ny Israely. Hoy àry i Akisy tamin’i Davida: “Mino aho fa efa fantatrao hoe hiaraka amiko handeha hiady ianao sy ny olonao.”",
        "2": "Dia hoy i Davida: “Hainao tsara izay hataon’ny mpanomponao.” Ary hoy i Akisy: “Izany no antony hanendreko anao ho mpiambina ahy, ary ho mpiambina ahy foana ianao.”",
        "3": "Efa maty i Samoela tamin’izay, ary efa nisaona azy ny Israely rehetra ka nandevina azy tao an-tanànany tao Rama. Ary efa nesorin’i Saoly tsy ho eo amin’ilay tany ny mpamoha angatra sy ny mpilaza ny hoavy.",
        "4": "Dia tafangona ny Filistinina, ary nandeha nanangana toby tao Sonema. Koa nangonin’i Saoly ny Israely rehetra, ary nanangana toby tao Gilboa izy ireo.",
        "5": "Rehefa nahita ny tobin’ny Filistinina i Saoly, dia natahotra ka nidobodoboka be ny fony.",
        "6": "Dia nanontany an’i Jehovah i Saoly, nefa tsy namaly azy mihitsy i Jehovah, na tamin’ny nofy na tamin’ny Orima, na tamin’ny alalan’ny mpaminany.",
        "7": "Farany, dia hoy i Saoly tamin’ny mpanompony: “Itadiavo vehivavy mpamoha angatra aho. Dia handeha ho any aminy aho hanontany azy.” Ary hoy ny mpanompony: “Misy vehivavy mpamoha angatra ao En-dora.”",
        "8": "Mody nanao olon-kafa àry i Saoly ka akanjo hafa no nanaovany. Dia lasa nankany amin’ilay vehivavy izy ny alin’iny, ary nisy lehilahy roa niaraka taminy. Dia hoy i Saoly: “Manaova sikidy, azafady, ka ampiasao ny fahaizanao mamoha angatra, dia ampiakaro hanketo amiko izay holazaiko aminao.”",
        "9": "Hoy anefa ilay vehivavy: “Fantatrao tsara ny nataon’i Saoly. Nesoriny tsy ho eto amin’ity tany ity ny mpamoha angatra sy ny mpilaza ny hoavy. Koa maninona ianao no mitady hamandrika ahy mba hamonoana ahy ho faty?”",
        "10": "Nianiana tamin’ilay vehivavy tamin’ny anaran’i Jehovah àry i Saoly hoe: “Raha mbola velona koa i Jehovah, dia tsy ho meloka ianao amin’ity raharaha ity!”",
        "11": "Dia hoy ilay vehivavy: “Iza àry no hampiakariko hanketo aminao?” Ary hoy izy: “I Samoela ampiakarina.”",
        "12": "Rehefa nahita an’i “Samoela” ilay vehivavy, dia nikiakiaka faran’izay mafy. Dia hoy izy tamin’i Saoly: “Fa maninona aho no nofitahinao? Hay i Saoly ianao!”",
        "13": "Hoy ny mpanjaka: “Aza matahotra, fa inona no hitanao?” Dia hoy ilay vehivavy: “Mahita hoatran’ny andriamanitra miakatra avy amin’ny tany aho.”",
        "14": "Tonga dia nanontany an’ilay vehivavy izy hoe: “Hoatran’ny ahoana ilay hitanao?” Dia namaly ilay vehivavy hoe: “Lehilahy efa antitra manao akanjo ivelany tsy misy tanany.” Dia fantatr’i Saoly hoe i “Samoela” izany, ka niondrika izy ary niankohoka tamin’ny tany.",
        "15": "Dia hoy i “Samoela” tamin’i Saoly: “Nahoana ianao no manelingelina ahy ka mampiakatra ahy?” Dia hoy i Saoly: “Mafy ny manjo ahy. Miady amiko ny Filistinina, nefa Andriamanitra efa nahafoy ahy ka tsy mamaly ahy intsony, na amin’ny alalan’ny mpaminany na amin’ny nofy. Izany no antony iantsoako anao mba hampahafantatra ahy an’izay tokony hataoko.”",
        "16": "Ary hoy i “Samoela”: “Koa nahoana ianao no manontany ahy, nefa i Jehovah aza efa nahafoy anao ka lasa fahavalonao?",
        "17": "Izay efa nolazain’i Jehovah tamin’ny alalako no hataony: Hesorin’i Jehovah eo an-tananao ny fanjakana ka homeny olon-kafa. Tsy iza izany fa i Davida.",
        "18": "Tsy nankatò ny tenin’i Jehovah ianao ary tsy naringanao ny Amalekita izay tena nampahatezitra azy, ka izany no antony anaovan’i Jehovah an’izany zavatra izany aminao androany.",
        "19": "Hataon’i Jehovah resin’ny Filistinina koa ianao sy ny Israely, ka ho atỳ amiko ianao sy ireo zanakao lahy rahampitso. Ary hataon’i Jehovah resin’ny Filistinina koa ny tafiky ny Israely.”",
        "20": "Tonga dia nianjera nitsirara tamin’ny tany i Saoly sady raiki-tahotra mafy noho ny tenin’i “Samoela.” Tsy nanana hery intsony koa izy, satria efa tsy nihinan-kanina izy tontolo andro sy ny alina manontolo.",
        "21": "Rehefa nankeo amin’i Saoly ilay vehivavy ka nahita azy nivarahontsana, dia hoy izy taminy: “Efa nanao an’izay nolazainao ny mpanomponao, ary efa nanao vivery ny aiko aho ka nanao an’izay nasainao nataoko.",
        "22": "Dia mba henoy izao ny tenin’ny mpanomponao. Avelao aho handroso mofo kely ho anao, dia mihinàna, amin’izay ianao hahazo hery handehanana any amin’izay halehanao.”",
        "23": "Tsy nety anefa i Saoly fa niteny hoe: “Tsy hihinana aho.” Nampirisika azy foana anefa ny mpanompony sy ilay vehivavy. Nanaraka ny tenin’izy ireo izy tamin’ny farany, ka niarina avy teo amin’ny tany ary nipetraka teo am-pandriana.",
        "24": "Nanana zanak’omby mifahy ilay vehivavy tao an-trano, ka novonoiny haingana ilay izy. Naka lafarinina koa izy ka namolavola koba, dia nanao mofo tsy misy lalivay ary nandrahoiny tao anaty lafaoro izany.",
        "25": "Dia narosony ho an’i Saoly sy ny mpanompony izany, ka nihinana izy ireo. Nitsangana izy ireo avy eo, ary lasa nandeha iny alina iny ihany."
    },
    "29": {
        "1": "Nangonin’ny Filistinina tao Afeka ny miaramilany rehetra, fa ny Israelita kosa nitoby teo akaikin’ilay loharano tao Jezirela.",
        "2": "Dia nandroso niaraka tamin’ireo andia-miaramilany ny mpitondra teo amin’ny Filistinina, ary nisy miaramila 100 na 1 000 ny andiany tsirairay. I Davida sy ny olony kosa nanaraka avy ao aoriana niaraka tamin’i Akisy.",
        "3": "Hoy anefa ireo andrianan’ny Filistinina: “Fa inona koa no ataon’ireo Hebreo ireo atỳ?” Dia hoy i Akisy: “I Davida mpanompon’i Saoly mpanjakan’ny Israely io. Efa herintaona na mihoatra izao no niarahany tamiko. Ary tsy mahita hokianina aminy aho hatramin’ny andro nitsoahany ho atỳ amiko ka hatramin’izao.”",
        "4": "Tezitra taminy anefa ireo andrianan’ny Filistinina ka niteny taminy hoe: “Asaivo miverina any io! Avereno any amin’izay toerana nametrahanao azy izy, fa aza avela hiara-midina amintsika ho any an’ady, sao hivadihany eo isika. Tsy hoentiny any amin’ny tompony fotsiny ve ny lohan’ireto miaramilantsika ireto, dia hahazo sitraka aminy izy?",
        "5": "Tsy io ve ilay Davida nanaovan’ny olona dihy sy hira hoe: ‘I Saoly nahafaty an’arivoarivony, Fa i Davida kosa nahafaty an’alinaliny’?”",
        "6": "Niantso an’i Davida àry i Akisy ka niteny taminy hoe: “Raha mbola velona koa i Jehovah, dia olo-marina ianao, ary faly aho fa nanaiky hiaraka amin’ny miaramilako handeha hiady ianao. Fa tsy mahita hokianina aminao aho hatramin’ny andro nahatongavanao tatỳ amiko ka hatramin’izao. Tsy matoky anao anefa ireo mpitondra hafa.",
        "7": "Koa mandehana miverina soa aman-tsara, ary aza manao zavatra mampahatezitra an’ireo mpitondra eo amin’ny Filistinina.”",
        "8": "Hoy anefa i Davida tamin’i Akisy: “Fa inona no nataoko? Ary inona no tsy nety hitanao nataon’ny mpanomponao hatramin’ny andro nahatongavako teo aminao ka hatramin’izao? Fa nahoana aho no tsy mahazo mandeha miaraka aminao, ka hiady amin’ny fahavalon’ny mpanjaka tompoko?”",
        "9": "Dia hoy ny navalin’i Akisy: “Raha ny hevitro dia olona tsara ianao, tsara hoatran’ny anjelin’Andriamanitra. Fa ireo andrianan’ny Filistinina no niteny hoe: ‘Aza avela hiara-miakatra amintsika ho any an’ady izy.’",
        "10": "Koa mifohaza maraina ianao sy ny mpanompon’ny tomponao izay miaraka aminao. Mifohaza dia mandehana raha vao mangiran-dratsy.”",
        "11": "Nifoha maraina àry i Davida sy ny olony, mba handeha hiverina any amin’ny tanin’ny Filistinina. Ny Filistinina kosa niakatra nankany Jezirela."
    },
    "30": {
        "1": "Rehefa tonga tany Ziklaga i Davida sy ny olony tamin’ny andro fahatelo, dia hitany fa notafihin’ny Amalekita ny faritra atsimo sy Ziklaga. Nanafika an’i Ziklaga izy ireo, dia nandoro azy.",
        "2": "Ary nobaboin’izy ireo ny vehivavy sy izay rehetra tao an-tanàna, hatramin’ny kely indrindra ka hatramin’ny lehibe indrindra. Tsy nisy novonoiny ho faty anefa ny olona, fa nalainy dia lasa izy ireo nandeha.",
        "3": "Rehefa tonga tao an-tanàna i Davida sy ny olony, dia efa main’ny afo ny tanàna ary efa lasa babo ny vadin’izy ireo sy ny zanany lahy ary ny zanany vavy.",
        "4": "Dia nigogogogo nitomany i Davida sy ny olona niaraka taminy, ka rehefa tsy nanan-kery hitomaniana intsony izy ireo vao nangina.",
        "5": "Lasa babo koa ny vadin’i Davida anankiroa, dia i Ahinoama Jezirelita sy Abigaila vady navelan’i Nabala Karmelita.",
        "6": "Nalahelo be i Davida satria nifampiresaka ny olona hoe hitora-bato azy. Tezitra be daholo mantsy izy ireo fa tsy teo intsony ny zanany lahy sy ny zanany vavy. Niantehitra tamin’i Jehovah Andriamaniny anefa i Davida ka nahazo hery.",
        "7": "Dia hoy i Davida tamin’i Abiatara mpisorona, zanak’i Ahimeleka: “Mba ento etỳ, azafady, ilay efoda!” Koa nentin’i Abiatara teo amin’i Davida ilay efoda.",
        "8": "Ary nanontany an’i Jehovah i Davida hoe: “Hanenjika an’ireo mpandroba ve aho? Ho tratrako ve ry zareo?” Dia hoy izy taminy: “Mandehana enjeho ry zareo, fa tsy maintsy ho tratranao, ary hanafaka an’ireo babo ianao.”",
        "9": "Tonga dia niainga i Davida sy ny 600 lahy niaraka taminy, ka nandeha hatrany amin’ny Lohasahan’i Besora. Dia nijanona teo ny sasany tamin’izy ireo.",
        "10": "Ary nanohy nanenjika an’ireo mpandroba i Davida sy ny 400 lahy, fa ny 200 lahy kosa nijanona satria reraka loatra ka tsy vitan’izy ireo ny niampita ny Lohasahan’i Besora.",
        "11": "Nahita lehilahy ejipsianina iray tany an-tsaha izy ireo. Dia nentiny tany amin’i Davida ilay lehilahy, ka nomeny sakafo sy rano hosotroina,",
        "12": "sy sila-mofo vita tamin’ny aviavy noporetina, ary mofo roa vita tamin’ny voaloboka maina. Koa nahazo hery izy rehefa avy nihinana. Efa telo andro sy telo alina mantsy izy no tsy nihinan-kanina sady tsy nisotro rano.",
        "13": "Ary nanontany azy i Davida hoe: “Mpanompon’iza ianao, ary avy aiza?” Dia namaly izy hoe: “Ejipsianina aho, ary andevon’ny lehilahy amalekita iray. Nilaozan’ny tompoko anefa aho satria narary, telo andro lasa izay.",
        "14": "Nanafika ny faritra atsimon’ny tanin’ny Keretita sy ny faritry ny tanin’i Joda ary ny faritra atsimon’ny tanin’ny taranak’i Kaleba izahay. Ary nodoranay i Ziklaga.”",
        "15": "Hoy àry i Davida taminy: “Azonao entina midina mankany amin’izany mpandroba izany ve aho?” Dia hoy izy: “Hoentiko midina mankany amin’ireo mpandroba ianao, raha mianiana amiko amin’ny anaran’Andriamanitra fa tsy hamono ahy ho faty, sady tsy hanolotra ahy amin’ny tompoko.”",
        "16": "Koa nentiny nidina tany amin’izay nisy ny Amalekita i Davida. Niparitaka nanerana an’ilay faritra izy ireo, sady nihinana sy nisotro ary nanao fety. Be dia be mantsy ny zavatra azon’izy ireo tany amin’ny tanin’ny Filistinina sy ny tanin’i Joda.",
        "17": "Ary namely azy ireo i Davida, nanomboka tamin’ny mazava ratsy ka hatramin’ny hariva. Tsy nisy afa-nandositra afa-tsy lehilahy 400 nitsoaka nitaingina rameva.",
        "18": "Dia azon’i Davida daholo izay nalain’ny Amalekita, ary navotany koa ny vadiny anankiroa.",
        "19": "Ary azon’izy ireo daholo ny fananany rehetra, hatramin’ny kely indrindra ka hatramin’ny lehibe indrindra. Tafaverina taminy na ny zanany lahy na ny zanany vavy na ny zavatra voababo. Azon’i Davida indray ny zava-drehetra nalain’ny mpandroba.",
        "20": "Koa nalain’i Davida daholo ny ondry sy ny omby, ka noroahin’ny olony teo alohan’ny biby fiompiny. Ary hoy izy ireo: “Itony ny zavatra nobaboin’i Davida.”",
        "21": "Dia tonga teo amin’ireo 200 lahy, izay nijanona teo akaikin’ny Lohasahan’i Besora, i Davida. Tsy niaraka taminy mantsy izy ireo satria reraka loatra. Ary nitsena an’i Davida sy ny olona niaraka taminy izy ireo. Rehefa tonga teo amin’izy ireo i Davida, dia nanontany hoe nanao ahoana izy ireo.",
        "22": "Fa hoy kosa ireo olona ratsy fanahy sy tsy misy ilana azy, anisan’ny niaraka tamin’i Davida: “Tsy homentsika na inona na inona avy amin’ny zavatra babo azontsika ireo, satria tsy nandeha niaraka tamintsika. Ny vady aman-janany ihany no azony alaina, dia aleo izy handeha.”",
        "23": "Hoy anefa i Davida: “Aza manao an’izany amin’ny zavatra nomen’i Jehovah antsika, ry rahalahiko. Izy no niaro antsika sy nanao izay handresentsika an’ireo mpandroba nanafika antsika.",
        "24": "Koa iza koa no hanaiky an’izany hevitrareo izany? Hitovy ihany ny anjaran’izay nidina tany an’ady sy ny an’izay niandry entana. Samy hahazo anjara ny rehetra.”",
        "25": "Nanomboka tamin’izay andro izay ka hatramin’izao, dia napetrany ho fitsipika sy lalàna ho an’ny Israely izany.",
        "26": "Rehefa tafaverina tany Ziklaga i Davida, dia nandefasany tamin’ny zavatra azo babo ireo anti-panahy namany tao Joda. Hoy izy: “Iny misy fanomezana ho anareo, avy amin’ny zavatra azo babo tamin’ny fahavalon’i Jehovah.”",
        "27": "Nandefasany ny anti-panahy tany Betela, tany Ramota any Negeba, tany Jatira,",
        "28": "tany Aroera, tany Sifmota, tany Estemoa,",
        "29": "tany Rakala, tany amin’ireo tanànan’ny Jeramelita, tany amin’ireo tanànan’ny Kenita,",
        "30": "tany Horma, tany Borasana, tany Ataka,",
        "31": "tany Hebrona, ary tany amin’ny toerana rehetra efa nalehan’i Davida sy ny olony."
    },
    "31": {
        "1": "Niady tamin’ny Israely ny Filistinina. Ary nandositra azy ireo ny lehilahy israelita, ka be dia be no maty niampatrampatra teny amin’ny Tendrombohitra Gilboa.",
        "2": "Narahin’ny Filistinina akaiky dia akaiky i Saoly sy ny zanany lahy, ka matin’izy ireo ny zanak’i Saoly, dia i Jonatana sy Abinadaba ary Malkisoa.",
        "3": "Ary vao mainka nihamafy ny fanafihana an’i Saoly. Dia hitan’ireo mpandefa zana-tsipìka izy, ka voan’izy ireo ary naratra mafy.",
        "4": "Dia hoy i Saoly tamin’ny mpitondra ny fiadiany: “Tsoahy ny sabatrao dia atsatohy amiko, sao dia ho avy hamely ahy ireo tsy mifora ireo ka hampijalijaly ahy sy tsy hiantra ahy.” Tsy nety anefa ilay mpitondra fiadiana, satria natahotra be. Nalain’i Saoly àry ny sabatra, dia nianjerany mba ho voatrobaka izy.",
        "5": "Rehefa hitan’ilay mpitondra fiadiana fa maty i Saoly, dia nianjerany koa ny sabany ka niara-maty taminy izy.",
        "6": "Niara-maty tamin’iny andro iny àry i Saoly sy ny zanany telo lahy sy ny mpitondra ny fiadiany ary ny mpanompony rehetra niaraka taminy.",
        "7": "Tazan’ny vahoakan’Israely teny amin’ny lohasaha sy teny amin’ny faritr’i Jordana fa nandositra ny tafiky ny Israely, ary maty i Saoly sy ny zanany. Nandao ny tanànany àry izy ireo ka nandositra. Dia tonga ny Filistinina ka nipetraka tao amin’ireny tanàna ireny.",
        "8": "Rehefa tonga haka an’izay zavatra teny amin’ireo faty ny Filistinina ny ampitson’iny, dia nahita ny fatin’i Saoly sy ny zanany telo lahy teo amin’ny Tendrombohitra Gilboa.",
        "9": "Koa notapahin’izy ireo ny lohan’i Saoly, dia nalainy ny fiadiany. Ary naniraka olona handeha eran’ny tanin’ny Filistinina izy ireo, mba hilaza an’ilay vaovao tany amin’ireo tranon’ny sampiny sy tamin’ny vahoaka.",
        "10": "Dia napetrak’izy ireo tao amin’ny trano nisy an’ireo sarin’i Astarta ny fiadian’i Saoly, fa ny fatiny kosa nahantony teo amin’ny mandan’i Beti-sana.",
        "11": "Rehefa henon’ny mponin’i Jabesi-gileada izay nataon’ny Filistinina tamin’i Saoly,",
        "12": "dia niainga ny miaramila rehetra ka nandeha nandritra ny alina. Dia nalain’izy ireo teo amin’ny mandan’i Beti-sana ny fatin’i Saoly sy ny fatin’ny zanany. Ary niverina tany Jabesy izy ireo, ka nodorany tany ireo faty.",
        "13": "Nentin’izy ireo ny taolambalony avy eo, ka naleviny tao ambanin’ilay hazo tamariska tany Jabesy. Ary nifady hanina fito andro izy ireo."
    },
    "meta": {
        "name": "1 Samoela",
        "order": 8,
        "chapter_number": 31
    }
}