{
    "1": {
        "1": "Adama, Seta, Enosa,",
        "2": "Kenana, Mahalalila, Jareda,",
        "3": "Enoka, Metosela, Lameka,",
        "4": "Noa, Sema, Hama, ary Jafeta.",
        "5": "Ny zanakalahin’i Jafeta dia i Gomera, Magoga, Maday, Javana, Tobala, Meseka, ary Tirasa.",
        "6": "Ny zanakalahin’i Gomera dia i Askenaza sy Rifata ary Togarma.",
        "7": "Ny zanakalahin’i Javana dia i Elisaha, Tarsisy, Kitima, ary Rodanima.",
        "8": "Ny zanakalahin’i Hama dia i Kosy, Mizraima, Pota, ary Kanana.",
        "9": "Ny zanakalahin’i Kosy dia i Seba, Havila, Sabta, Rama, ary Sabteka. Ny zanakalahin’i Rama dia i Sheba sy Dedana.",
        "10": "I Kosy niteraka an’i Nimroda. Io Nimroda io no lasa mpiady mahery voalohany teto an-tany.",
        "11": "I Mizraima niteraka an’i Lodima, Anamima, Lehabima, Naftohima,",
        "12": "Patrosima, Kaslohima izay niavian’ny Filistinina, ary Kaftorima.",
        "13": "I Kanana niteraka an’i Sidona lahimatoany, sy Heta,",
        "14": "ary ny Jebosita, ny Amorita, ny Girgasita,",
        "15": "ny Hivita, ny Arkita, ny Sinita,",
        "16": "ny Arvadita, ny Zemarita, ary ny Hamatita.",
        "17": "Ny zanakalahin’i Sema dia i Elama, Asyra, Arpaksada, Loda, ary Arama. Teo koa ry Oza, Hola, Gatera, ary Masy.",
        "18": "I Arpaksada niteraka an’i Sela, ary Sela niteraka an’i Ebera.",
        "19": "Niteraka roa lahy i Ebera: Palega no anaran’ny iray, satria tamin’ny androny no voazarazara ny tany. Ary Joktana no anaran’ny rahalahiny.",
        "20": "I Joktana niteraka an’i Almodada, Salefa, Hazarmaveta, Jera,",
        "21": "Hadorama, Ozala, Dikla,",
        "22": "Obala, Abimaela, Sheba,",
        "23": "Ofira, Havila, ary Jobaba. Ireo rehetra ireo no zanakalahin’i Joktana.",
        "24": "Sema, Arpaksada, Sela,",
        "25": "Ebera, Palega, Reo,",
        "26": "Seroga, Nahora, Tera,",
        "27": "Abrama, izany hoe Abrahama.",
        "28": "Ny zanakalahin’i Abrahama dia i Isaka sy Ismaela.",
        "29": "Ireto no fianakaviana nipoiran’izy ireo: I Nebaiota no lahimatoan’i Ismaela, ary nanarakaraka azy i Kedara, Adbela, Mibsama,",
        "30": "Misma, Doma, Masa, Hadada, Tema,",
        "31": "Jetora, Nafisy, ary Kedema. Ireo no zanakalahin’i Ismaela.",
        "32": "Ny zanakalahin’i Ketora, vadikelin’i Abrahama, dia i Zimrana, Joksana, Medana, Midianina, Jisbaka, ary Soaha. Ny zanakalahin’i Joksana dia i Sheba sy Dedana.",
        "33": "Ny zanakalahin’i Midianina dia i Efaha, Efera, Hanoka, Abida, ary Eldaha. Ireo rehetra ireo no taranak’i Ketora.",
        "34": "I Abrahama niteraka an’i Isaka. Ary ny zanakalahin’i Isaka dia i Esao sy Israely.",
        "35": "Ny zanakalahin’i Esao dia i Elifaza, Regoela, Jeosy, Jalama, ary Kora.",
        "36": "Ny zanakalahin’i Elifaza dia i Temana, Omara, Zefo, Gatama, Kenaza, Timna, ary Amaleka.",
        "37": "Ny zanakalahin’i Regoela dia i Nahata, Zera, Sama, ary Miza.",
        "38": "Ireto avy ny taranak’i Seira: Lotana, Sobala, Zibona, Ana, Disona, Ezera, ary Disana.",
        "39": "Ny zanakalahin’i Lotana dia i Hory sy Homama. Ary i Timna no anabavin’i Lotana.",
        "40": "Ny zanakalahin’i Sobala dia i Alvana, Manahata, Ebala, Sefo, ary Onama. Ary ny zanakalahin’i Zibona dia i Aia sy Ana.",
        "41": "Ny zanakalahin’i Ana dia i Disona. Ary ny zanakalahin’i Disona dia i Hemdana, Esbana, Jitrana, ary Kerana.",
        "42": "Ny zanakalahin’i Ezera dia i Bilana sy Zavana ary Akana. Ary ny zanakalahin’i Disana dia i Oza sy Arana.",
        "43": "Ireto no mpanjaka nitondra tany Edoma, tamin’ny mbola tsy nisy mpanjaka teo amin’ny Israelita: I Bela zanakalahin’i Beora, ary Dinaba no anaran’ny tanànany.",
        "44": "Rehefa maty i Bela, dia i Jobaba zanakalahin’i Zera avy any Bozra no nanjaka nandimby azy.",
        "45": "Rehefa maty i Jobaba, dia i Hosama avy any amin’ny tanin’ny Temanita no nanjaka nandimby azy.",
        "46": "Rehefa maty i Hosama, dia i Hadada zanakalahin’i Bedada no nanjaka nandimby azy. Nandresy ny Midianita teo amin’ny faritr’i Moaba i Hadada, ary Avita no anaran’ny tanànany.",
        "47": "Rehefa maty i Hadada, dia i Samla avy any Masreka no nanjaka nandimby azy.",
        "48": "Rehefa maty i Samla, dia i Saoly avy any Rehobota eo amoron’ny Renirano no nanjaka nandimby azy.",
        "49": "Rehefa maty i Saoly, dia i Bala-hanana zanakalahin’i Akbora no nanjaka nandimby azy.",
        "50": "Rehefa maty i Bala-hanana, dia i Hadada no nanjaka nandimby azy, ary Pao no anaran’ny tanànany. Ary ny anaran’ny vadiny dia Mehetebela zanakavavin’i Matreda, izay zanakavavin’i Mezahaba.",
        "51": "Dia maty i Hadada avy eo. Ny lehibem-pokon’i Edoma dia i Timna Lehibem-poko, Alva Lehibem-poko, Jeteta Lehibem-poko,",
        "52": "Oholibama Lehibem-poko, Elaha Lehibem-poko, Pinona Lehibem-poko,",
        "53": "Kenaza Lehibem-poko, Temana Lehibem-poko, Mibzara Lehibem-poko,",
        "54": "Magdiela Lehibem-poko, Irama Lehibem-poko. Ireo no lehibem-pokon’i Edoma."
    },
    "2": {
        "1": "Ireto avy ny zanakalahin’i Israely: Robena, Simeona, Levy, Joda, Isakara, Zebolona,",
        "2": "Dana, Josefa, Benjamina, Naftaly, Gada, ary Asera.",
        "3": "Ny zanakalahin’i Joda dia i Era sy Onana ary Sela. Ireo telo ireo no naterak’ilay zanakavavin’i Soa, ilay Kananita vadiny, taminy. Tsy faly tamin’i Era lahimatoan’i Joda anefa i Jehovah, ka novonoiny ho faty izy.",
        "4": "Niteraka an’i Pereza sy Zera tamin’i Joda i Tamara vinantovaviny. Dimy lahy ny zanak’i Joda rehetra.",
        "5": "Ny zanakalahin’i Pereza dia i Hezrona sy Hamola.",
        "6": "Ny zanakalahin’i Zera dia i Zimry, Etana, Hemana, Kalkola, ary Dara. Dimy izy rehetra.",
        "7": "Ny zanakalahin’i Karmy dia i Akara, ilay nahatonga loza tamin’ny Israely. Nivadika tamin’Andriamanitra mantsy izy, satria tsy nankatò an’ilay didy momba ny zavatra voatokana haringana.",
        "8": "Ny zanak’i Etana dia i Azaria.",
        "9": "Ny zanakalahy naterak’i Hezrona dia i Jeramela sy Rama ary Kelobay. *",
        "10": "I Rama niteraka an’i Aminadaba, ary Aminadaba niteraka an’i Nasona, ilay mpiadidy teo amin’ny taranak’i Joda.",
        "11": "I Nasona niteraka an’i Salma, ary Salma niteraka an’i Boaza.",
        "12": "I Boaza niteraka an’i Obeda, ary Obeda niteraka an’i Jese.",
        "13": "Ireto avy no naterak’i Jese: I Eliaba no lahimatoany, Abinadaba no lahy faharoa, Simea no fahatelo,",
        "14": "Netanela no fahefatra, Raday no fahadimy,",
        "15": "Ozema no fahenina, ary Davida no fahafito.",
        "16": "I Zeroia sy Abigaila no anabavin’izy ireo. Telo ny zanakalahin’i Zeroia, dia i Abisay sy Joaba ary Asahela.",
        "17": "I Abigaila niteraka an’i Amasa, ary i Jatera Ismaelita no rain’i Amasa.",
        "18": "I Kaleba zanakalahin’i Hezrona niteraka an’i Jasera sy Sobaba ary Ardona tamin’i Azoba vadiny sy tamin’i Jeriota.",
        "19": "Rehefa maty i Azoba, dia nanambady an’i Efrata indray i Kaleba. Ary niteraka an’i Hora taminy i Efrata.",
        "20": "I Hora niteraka an’i Ory, ary Ory niteraka an’i Bezalila.",
        "21": "Nanambady ny zanakavavin’i Makira rain’i Gileada i Hezrona, tamin’izy 60 taona. Dia nanao firaisana taminy i Hezrona, ka niteraka an’i Segoba taminy ilay vehivavy.",
        "22": "I Segoba niteraka an’i Jaira, izay nanana tanàna 23 tany Gileada.",
        "23": "Ary nalain’i Gesora sy Syria tamin’ny mponina tao amin’ireo tanàna ireo i Havota-jaira sy Kenata ary ireo tanàna niankina taminy, dia tanàna 60. Ireo rehetra ireo no taranak’i Makira rain’i Gileada.",
        "24": "Rehefa maty tany Kaleba-efrata i Hezrona, dia niteraka an’i Asora taminy i Abia vadiny. Ary i Asora no rain’i Tekoa.",
        "25": "Ny zanakalahin’i Jeramela lahimatoan’i Hezrona, dia i Rama, izay lahimatoany, Bona, Orena, Ozema, ary Ahia.",
        "26": "Nanana vady hafa i Jeramela. Atara no anarany, ary izy no renin’i Onama.",
        "27": "Ny zanakalahin’i Rama lahimatoan’i Jeramela, dia i Maza sy Jamina ary Ekera.",
        "28": "Ny zanakalahin’i Onama dia i Samay sy Jada. Ary ny zanakalahin’i Samay dia i Nadaba sy Abisora.",
        "29": "Ny anaran’ny vadin’i Abisora dia Abihaila, izay niteraka an’i Abana sy Molida taminy.",
        "30": "Ny zanakalahin’i Nadaba dia i Saleda sy Apaima. Maty tsy niteraka anefa i Saleda.",
        "31": "Ny zanakalahin’i Apaima dia i Jisy. Ny zanakalahin’i Jisy dia i Sesana. Ary ny zanakalahin’i Sesana dia i Ahelay.",
        "32": "Ny zanakalahin’i Jada rahalahin’i Samay dia i Jatera sy Jonatana. Maty tsy niteraka anefa i Jatera.",
        "33": "Ny zanakalahin’i Jonatana dia i Peleta sy Zaza. Ireo no taranak’i Jeramela.",
        "34": "Tsy nanana zanakalahy i Sesana, fa zanakavavy ihany. Ary nanana mpanompo ejipsianina atao hoe Jara izy.",
        "35": "Dia nomen’i Sesana ho vadin’i Jara mpanompony ny zanany vavy. Niteraka an’i Atahy tamin’i Jara izy io.",
        "36": "I Atahy niteraka an’i Natana, Natana niteraka an’i Zabada,",
        "37": "Zabada niteraka an’i Eflala, Eflala niteraka an’i Obeda,",
        "38": "Obeda niteraka an’i Jeho, Jeho niteraka an’i Azaria,",
        "39": "Azaria niteraka an’i Heleza, Heleza niteraka an’i Elasa,",
        "40": "Elasa niteraka an’i Sismay, Sismay niteraka an’i Saloma,",
        "41": "Saloma niteraka an’i Jekamia, ary Jekamia niteraka an’i Elisama.",
        "42": "Ny zanakalahin’i Kaleba rahalahin’i Jeramela, dia i Mesa, izay lahimatoany sady rain’i Zifa. Anisany koa ny zanak’i Maresa rain’i Hebrona.",
        "43": "Ny zanakalahin’i Hebrona dia i Kora, Tapoa, Rekema, ary Sema.",
        "44": "I Sema niteraka an’i Rahama rain’i Jorkeama, ary Rekema niteraka an’i Samay.",
        "45": "Ny zanakalahin’i Samay dia i Maona, ary i Maona no rain’i Beti-zora.",
        "46": "Niteraka an’i Harana sy Moza ary Gazeza i Efaha vadikelin’i Kaleba. Ary i Harana niteraka an’i Gazeza.",
        "47": "Ny zanakalahin’i Jeday dia i Ragema, Jotama, Gesana, Peleta, Efaha, ary Safa.",
        "48": "Niteraka an’i Sabera sy Tirana i Maka vadikelin’i Kaleba,",
        "49": "ary tatỳ aoriana izy dia niteraka an’i Safa rain’i Madmana, sy Seva rain’i Makbena sy Gibea. Ary i Aksa no zanakavavin’i Kaleba.",
        "50": "Ireo no taranak’i Kaleba. Dia ireto avy ny zanakalahin’i Hora lahimatoan’i Efrata: I Sobala rain’i Kiriata-jearima,",
        "51": "Salma rain’i Betlehema, ary Harefa rain’i Beti-gadera.",
        "52": "Nanan-janakalahy i Sobala rain’i Kiriata-jearima, dia i Horea. I Sobala koa no razamben’ny antsasaky ny Menokota.",
        "53": "Ary ny fianakaviana tao Kiriata-jearima dia ny Jitrita, ny Potita, ny Somatita, ary ny Misraita. Avy tamin’ireo no niavian’ny Zoraita sy ny Estaolita.",
        "54": "Ny zanakalahin’i Salma dia i Betlehema, ny Netofatita, Atrota-beti-joaba, ny antsasaky ny Manahatita, ary ny Zorita.",
        "55": "Ary ny fianakavian’ny mpitan-tsoratra nipetraka tao Jabeza dia ny Tiratita sy ny Simeatita ary ny Sokatita. Ireo no Kenita avy tamin’i Hamata razamben’ny taranak’i Rekaba."
    },
    "3": {
        "1": "Ireto avy ny zanakalahin’i Davida naterany tany Hebrona: I Amnona zanak’i Ahinoama Jezirelita no lahimatoa, Daniela zanak’i Abigaila Karmelita no faharoa,",
        "2": "Absaloma zanak’i Maka, zanakavavin’i Talmay mpanjakan’i Gesora no fahatelo, Adonia zanak’i Hagita no fahefatra,",
        "3": "Sefatia zanak’i Abitala no fahadimy, ary Jitreama no fahenina. Zanak’i Davida tamin’i Egla vadiny i Jitreama.",
        "4": "Ireo enina ireo no naterak’i Davida tao Hebrona. Nanjaka 7 taona sy tapany tao izy, fa 33 taona kosa tao Jerosalema.",
        "5": "Ireto avy no naterany tany Jerosalema: Simea, Sobaba, Natana, ary Solomona. I Batseba zanakavavin’i Amiela no niteraka an’ireo efatra ireo.",
        "6": "Nanan-janakalahy sivy hafa izy, dia i Jibara, Elisama, Elifeleta,",
        "7": "Noga, Nafega, Jafia,",
        "8": "Elisama, Eliada, ary Elifeleta.",
        "9": "Izy rehetra ireo no zanakalahin’i Davida, ankoatra an’ireo zanaky ny vadikeliny. Ary i Tamara no anabavin’izy ireo.",
        "10": "I Solomona niteraka an’i Rehoboama, Rehoboama niteraka an’i Abia, Abia niteraka an’i Asa, Asa niteraka an’i Josafata,",
        "11": "Josafata niteraka an’i Jorama, Jorama niteraka an’i Ahazia, Ahazia niteraka an’i Joasy,",
        "12": "Joasy niteraka an’i Amazia, Amazia niteraka an’i Azaria, Azaria niteraka an’i Jotama,",
        "13": "Jotama niteraka an’i Ahaza, Ahaza niteraka an’i Hezekia, Hezekia niteraka an’i Manase,",
        "14": "Manase niteraka an’i Amona, ary Amona niteraka an’i Josia.",
        "15": "Ireto avy ny zanakalahin’i Josia: I Johanana no lahimatoa, Joiakima no faharoa, Zedekia no fahatelo, ary Saloma no fahefatra.",
        "16": "I Joiakima niteraka an’i Jekonia, ary Jekonia niteraka an’i Zedekia.",
        "17": "Ireto avy ny zanakalahin’i Jekonia tamin’izy nigadra: Sealtiela,",
        "18": "Malkirama, Pedaia, Senazara, Jekamia, Hosama, ary Nedabia.",
        "19": "Ny zanakalahin’i Pedaia dia i Zerobabela sy Simey. Ary ny zanakalahin’i Zerobabela dia i Mesolama sy Hanania. I Selomita no anabavin’izy ireo.",
        "20": "Nanan-janakalahy dimy hafa koa izy dia i Hasoba, Ohela, Berekia, Hasadia, ary Josaba-heseda.",
        "21": "Ny zanakalahin’i Hanania dia i Pelatia sy Jesaia. Ny zanakalahin’i Jesaia dia i Refaia. Ny zanakalahin’i Refaia dia i Arnana. Ny zanakalahin’i Arnana dia i Obadia. Ary ny zanakalahin’i Obadia dia i Sekania.",
        "22": "Ny zanakalahin’i Sekania dia i Semaia. Ary ny zanakalahin’i Semaia dia i Hatosy, Jigala, Baria, Nearia, ary Safata. Enina izy rehetra.",
        "23": "Ny zanakalahin’i Nearia dia i Elioenay sy Hizkia ary Azrikama. Telo izy ireo.",
        "24": "Ary ny zanakalahin’i Elioenay dia i Hodavia, Eliasiba, Pelaia, Akoba, Johanana, Delaia, ary Anany. Fito izy ireo."
    },
    "4": {
        "1": "Ny zanakalahin’i Joda dia i Pereza, Hezrona, Karmy, Hora, ary Sobala.",
        "2": "I Reaia zanak’i Sobala niteraka an’i Jahata, ary Jahata niteraka an’i Ahomay sy Lahada. Avy tamin’ireo no niavian’ny fianakavian’ny Zoraita.",
        "3": "Ireto avy ny zanakalahin’ny rain’i Etama: Jezirela sy Jisma ary Jidbasy —ary Hazelelpony no anaran’ny anabavin’izy ireo—,",
        "4": "ka i Penoela no rain’i Gedora, ary Ezera no rain’i Hosa. Ireo no zanak’i Hora lahimatoan’i Efrata sady rain’i Betlehema.",
        "5": "Nanana vady roa i Asora rain’i Tekoa, dia i Hela sy Nara.",
        "6": "Ireto avy no naterak’i Nara taminy: Ahozama, Hefera, Temeny, ary Hahastary. Ireo no zanak’i Nara.",
        "7": "Ny zanakalahin’i Hela dia i Zareta sy Jizara ary Etnana.",
        "8": "I Koza niteraka an’i Anoba sy Zobeba ary ireo fianakavian’i Aharela zanak’i Haroma.",
        "9": "Nahazo voninahitra kokoa noho ny rahalahiny i Jabeza. Nataon’ny reniny hoe Jabeza ny anarany, satria hoy izy: “Narary aho niteraka azy.”",
        "10": "Niantso an’ilay Andriamanitry ny Israely i Jabeza, ka niteny hoe: “Mba tahio re aho dia itaro ny faritry ny taniko e! Ary enga anie ianao hanampy ahy sy hiaro ahy amin’ny loza, dia amin’izay tsy hisy zava-dratsy hanjo ahy!” Dia nomen’Andriamanitra azy izay nangatahiny.",
        "11": "I Keloba rahalahin’i Soha niteraka an’i Mehira, rain’i Estona.",
        "12": "I Estona indray niteraka an’i Beti-rafa sy Pasea ary Tehina rain’i Ira-nahasa. Ireo no olona tao Reka.",
        "13": "Ny zanakalahin’i Kenaza dia i Otniela sy Seraia. Ary ny zanakalahin’i Otniela dia i Hatata.",
        "14": "I Meonotahy niteraka an’i Ofra. I Seraia no niteraka an’i Joaba rain’i Ge-harasima. Izany no natao anarany satria mpanao asa tanana ny mponina tao.",
        "15": "Ny zanakalahin’i Kaleba zanak’i Jefone dia i Iro sy Elaha ary Nama. Ary ny zanakalahin’i Elaha dia i Kenaza.",
        "16": "Ny zanakalahin’i Jehalalila dia i Zifa, Zifaha, Tiria, ary Asarela.",
        "17": "Ny zanakalahin’i Ezra dia i Jatera, Mareda, Efera, ary Jalona. Niteraka an’i Miriama sy Samay ary Jisba rain’i Estemoa izy. *",
        "18": "Ary ilay vadiny jiosy dia niteraka an’i Jareda rain’i Gedora, sy Hebera rain’i Soko, ary Jakotiela rain’i Zanoa. Ireo no zanakalahin’i Bitia zanakavavin’i Farao. I Bitia ilay nalain’i Mareda ho vadiny.",
        "19": "Ireto avy ny zanakalahin’ny vadin’i Hodia: Ny rain’i Keila Garmita sy Estemoa Makatita. Anabavin’i Nahama io vadin’i Hodia io.",
        "20": "Ny zanakalahin’i Simona dia i Amnona, Rina, Ben-hanana, ary Tilona. Ary ny zanakalahin’i Jisy dia i Zoheta sy Ben-zoheta.",
        "21": "Ny zanakalahin’i Sela zanak’i Joda, dia i Era rain’i Leka, Lada rain’i Maresa, ireo fianakavian’ny mpanenona lamba tena tsara avy amin’ny ankohonan’i Asbea,",
        "22": "Jokima, ireo olona tao Kozeba, Joasy, sy Sarafa, izay samy nanambady vehivavy moabita, ary Jasobi-lehema. Lisitra efa taloha be ireo. *",
        "23": "Mpanefy tanimanga izy ireo, ary nipetraka tao Netaima sy Gadera. Sady nipetraka tao izy ireo no niasa ho an’ny mpanjaka.",
        "24": "Ny zanakalahin’i Simeona dia i Nemoela, Jamina, Jariba, Zera, ary Saoly.",
        "25": "I Saoly niteraka an’i Saloma, ary Saloma niteraka an’i Mibsama, ary Mibsama niteraka an’i Misma.",
        "26": "I Misma niteraka an’i Hamoela, ary Hamoela niteraka an’i Zakora, ary Zakora niteraka an’i Simey.",
        "27": "Nanana zanakalahy 16 sy zanakavavy 6 i Simey, fa ny rahalahiny kosa tsy nanan-janaka firy. Tsy nisy tamin’ny fianakavian’izy ireo nanan-janaka be dia be hoatran’ny an’ny fokon’i Joda.",
        "28": "Ireto avy ny tanàna nipetrahan’izy ireo: Beri-sheba, Molada, Hazara-soala,",
        "29": "Bilaha, Azema, Tolada,",
        "30": "Betoela, Horma, Ziklaga,",
        "31": "Beti-markabota, Hazara-sosima, Beti-biry, ary Saraima. Ireo no tanànany mandra-pahalasa mpanjaka an’i Davida.",
        "32": "I Etama, Aina, Rimona, Tokena, ary Asana no tanàna keliny. Dimy ireo tanàna ireo,",
        "33": "miampy an’ireo tanàna kely manodidina an’ireo tanàna ireo hatrany Bala. Ireo no voasoratra ao amin’ny tetirazany, ary tao amin’ireo toerana ireo izy ireo no nipetraka.",
        "34": "I Mesobaba, Jamleka, Josa zanak’i Amazia,",
        "35": "Joela, Jeho zanak’i Josibia, zanak’i Seraia, zanak’i Asiela,",
        "36": "ary Elioenay, Jakoba, Jesohaia, Asaia, Adiela, Jesimiela, Benaia,",
        "37": "Ziza zanak’i Sify, zanak’i Alona, zanak’i Jedaia, zanak’i Simry, zanak’i Semaia:",
        "38": "Ireo voatonona anarana ireo no mpiadidy teo amin’ny fianakaviany. Dia lasa be dia be ny tao amin’ny fianakaviambeny.",
        "39": "Nankany amin’ny fidirana mankao Gedora hatrany amin’ny ilany atsinanana amin’ny lohasaha izy ireo, mba hitady kijana ho an’ny ondry aman’osiny.",
        "40": "Dia nahita kijana lonaka sady be vilona izy ireo tamin’ny farany. Nalalaka be ilay tany sady nangingina no tsy nisy nanelingelina. Ny taranak’i Hama no nipetraka tao taloha.",
        "41": "Tamin’ny andron’i Hezekia mpanjakan’ny Joda no tonga ireo voasoratra anarana ireo. Noravan’izy ireo ny tranolain’ny Hamita sy ny Meonita hitany tao. Naringany izy ireny ka tsy hita intsony hatramin’izao. Dia izy ireo indray no lasa nipetraka tao, satria nisy kijana ho an’ny ondry aman’osiny tao.",
        "42": "Nankany amin’ny Tendrombohitra Seira ny sasany tamin’ny taranak’i Simeona, ary nisy 500 lahy izy ireo. Ary nitarika azy ireo i Pelatia, Nearia, Refaia, ary Oziela, izay samy zanak’i Jisy.",
        "43": "Dia naringan’izy ireo izay sisa tavela tamin’ny Amalekita afa-nandositra. Mbola mipetraka ao izy ireo hatramin’izao."
    },
    "5": {
        "1": "Voasoratra anarana etsy ambany ny zanakalahin’i Robena lahimatoan’i Israely. Izy no lahimatoa, saingy nandoto ny fandrianan’ny rainy izy, ka nomena ny zanak’i Josefa, zanak’i Israely, ny zony amin’ny maha lahimatoa. Tsy voasoratra ao amin’ny tetirazana àry hoe manana ny zon’ny lahimatoa izy.",
        "2": "Ambony noho ny rahalahiny i Joda, ary izy no razamben’ilay mpitarika. I Josefa anefa no nanana ny zon’ny lahimatoa.",
        "3": "Ny zanakalahin’i Robena lahimatoan’i Israely dia i Hanoka, Palo, Hezrona, ary Karmy.",
        "4": "I Joela niteraka an’i Semaia, Semaia niteraka an’i Goga, Goga niteraka an’i Simey,",
        "5": "Simey niteraka an’i Mika, Mika niteraka an’i Reaia, Reaia niteraka an’i Bala,",
        "6": "ary Bala niteraka an’i Bera izay nataon’i Tilgato-pilnesera, mpanjakan’i Asyria, sesitany. Mpiadidy teo amin’ny Robenita i Bera.",
        "7": "Ireto avy ny rahalahiny, araka ny fianakaviany avy, izay voasoratra ao amin’ny tetirazana, araka ny taranaka misy azy: I Jeiela no lohany, dia avy eo i Zakaria",
        "8": "sy Bela zanak’i Azaza, zanak’i Sema, zanak’i Joela. Ary nipetraka tany Aroera ka hatrany Nebo sy Bala-meona ny taranak’i Bela.",
        "9": "Nipetraka tany atsinanana koa izy ireo, hatrany amin’ny sisin’ny tany efitra eo amoron’ny Reniranon’i Eofrata. Lasa be dia be mantsy ny biby fiompiny tany Gileada.",
        "10": "Ary niady tamin’ny Hagarita izy ireo tamin’ny andron’i Saoly, ka naharesy azy. Nipetraka nanerana ny faritra atsinanan’i Gileada àry izy ireo, ary tranolay no nipetrahany.",
        "11": "Ny taranak’i Gada kosa no teo akaikin’izy ireo, tany Basana ka hatrany Saleka.",
        "12": "I Joela no lohany tany Basana, ary Safama no faharoa. Tany koa i Janay sy Safata.",
        "13": "Ary ny rahalahiny anisan’ny fianakaviambeny, dia i Mikaela, Mesolama, Sheba, Joray, Jakana, Zia, ary Ebera. Fito izy rehetra.",
        "14": "Ireo no zanakalahin’i Abihaila zanak’i Hory, zanak’i Jaroa, zanak’i Gileada, zanak’i Mikaela, zanak’i Jesisay, zanak’i Jado, zanak’i Boza.",
        "15": "Ary lohan’ny fianakaviambeny i Ahia zanak’i Abdiela, zanak’i Gony.",
        "16": "Dia nipetraka tany Gileada sy Basana sy tany amin’ireo tanàna niankina taminy izy ireo, ary tany amin’ny kijana rehetra tany Sarôna hatrany amin’ny sisiny indrindra.",
        "17": "Voasoratra tao amin’ny tetirazana daholo izy ireo tamin’ny andron’i Jotama mpanjakan’ny Joda, sy tamin’ny andron’i Jeroboama mpanjakan’ny Israely.",
        "18": "Nanana miaramila matanjaka 44 760 ny tafiky ny Robenita sy ny Gadita ary ny antsasaky ny fokon’i Manase. Nanana ampinga sy sabatra izy ireo, ary nitondra tsipìka sady efa zatra ady.",
        "19": "Niady tamin’ny Hagarita sy tamin’i Jetora sy Nafisy ary Nodaba izy ireo.",
        "20": "Nisy nanampy izy ireo rehefa niady tamin’ireny, ka natao resiny ny Hagarita sy izay rehetra niaraka taminy. Niantso vonjy tamin’Andriamanitra mantsy izy ireo tamin’ilay ady, ka nohenoiny ny fitalahoany satria natoky azy izy ireo.",
        "21": "Nalainy ho babo ny biby fiompin’izy ireny, izany hoe rameva 50 000, sy ondry 250 000, ary ampondra 2 000. Nisy olona 100 000 koa nalainy ho babo.",
        "22": "Be dia be ny olona maty, satria ilay tena Andriamanitra no niady ho azy ireo. Dia izy ireo indray no lasa nipetraka tany mandra-pahatongan’ny fotoanan’ny sesitany.",
        "23": "Ny taranaky ny antsasaky ny fokon’i Manase dia nipetraka hatrany Basana ka hatrany Bala-hermona sy Senira ary ny Tendrombohitra Hermona. Be dia be izy ireo.",
        "24": "Ireto avy ny lohan’ny fianakaviambeny: Efera, Jisy, Eliela, Azriela, Jeremia, Hodavia, ary Jadiela. Miaramila matanjaka sy malaza izy ireo, sady lohan’ny fianakaviambeny.",
        "25": "Nivadika tamin’ilay Andriamanitry ny razambeny anefa izy ireo, ka nivavaka tamin’ny andriamanitry ny mponina tao amin’ilay tany. Efa naringan’Andriamanitra tsy ho eo anatrehan’izy ireo anefa ireny mponina ireny.",
        "26": "Nampirisihin’ilay Andriamanitry ny Israely àry i Pola mpanjakan’i Asyria,—dia i Tilgato-pilnesera mpanjakan’i Asyria,—mba hanao sesitany ny Robenita sy ny Gadita ary ny antsasaky ny fokon’i Manase. Dia nentin’izy io nankany Hala sy Habora sy Hara ary tany amin’ny reniranon’i Gozana izy ireo, ka mbola any hatramin’izao."
    },
    "6": {
        "1": "Ny zanakalahin’i Levy dia i Gersona sy Kehata ary Merary.",
        "2": "Ny zanakalahin’i Kehata dia i Amrama, Jizara, Hebrona, ary Oziela.",
        "3": "Ny zanak’i Amrama dia i Arona sy Mosesy ary Miriama. Ary ny zanakalahin’i Arona dia i Nadaba, Abiho, Eleazara, ary Itamara.",
        "4": "I Eleazara niteraka an’i Finehasa, ary Finehasa niteraka an’i Abisoa.",
        "5": "I Abisoa niteraka an’i Boky, ary Boky niteraka an’i Ozy.",
        "6": "I Ozy niteraka an’i Zerahia, ary Zerahia niteraka an’i Meraiota.",
        "7": "I Meraiota niteraka an’i Amaria, ary Amaria niteraka an’i Ahitoba.",
        "8": "I Ahitoba niteraka an’i Zadoka, ary Zadoka niteraka an’i Ahimaza.",
        "9": "I Ahimaza niteraka an’i Azaria, ary Azaria niteraka an’i Johanana.",
        "10": "I Johanana niteraka an’i Azaria. Mpisorona tao amin’ilay trano naorin’i Solomona tao Jerosalema izy.",
        "11": "I Azaria niteraka an’i Amaria, ary Amaria niteraka an’i Ahitoba.",
        "12": "I Ahitoba niteraka an’i Zadoka, ary Zadoka niteraka an’i Saloma.",
        "13": "I Saloma niteraka an’i Hilkia, ary Hilkia niteraka an’i Azaria.",
        "14": "I Azaria niteraka an’i Seraia, ary Seraia niteraka an’i Jozadaka.",
        "15": "Lasa tany an-tsesitany i Jozadaka rehefa navelan’i Jehovah hanao sesitany an’i Joda sy Jerosalema i Nebokadnezara.",
        "16": "Ny zanakalahin’i Levy dia i Gersoma sy Kehata ary Merary.",
        "17": "Ireto avy ny anaran’ny zanak’i Gersoma: Libny sy Simey.",
        "18": "Ny zanakalahin’i Kehata dia i Amrama, Jizara, Hebrona, ary Oziela.",
        "19": "Ny zanakalahin’i Merary dia i Maly sy Mosy. Ireto avy ny fianakavian’ny Levita, araka ny anaran’ny razambeny:",
        "20": "I Gersoma niteraka an’i Libny, Libny niteraka an’i Jahata, Jahata niteraka an’i Zima,",
        "21": "Zima niteraka an’i Joa, Joa niteraka an’i Ido, Ido niteraka an’i Zera, ary Zera niteraka an’i Jeateray.",
        "22": "Ny zanak’i Kehata dia i Aminadaba. I Aminadaba niteraka an’i Kora, ary Kora niteraka an’i Asira",
        "23": "sy Elkana ary Ebiasafa. I Ebiasafa niteraka an’i Asira,",
        "24": "Asira niteraka an’i Tahata, Tahata niteraka an’i Oriela, Oriela niteraka an’i Ozia, ary Ozia niteraka an’i Saoly.",
        "25": "Ny zanakalahin’i Elkana dia i Amasay sy Ahimota.",
        "26": "Ireto avy ny taranak’i Elkana: I Elkana niteraka an’i Zofay, Zofay niteraka an’i Nahata,",
        "27": "Nahata niteraka an’i Eliaba, Eliaba niteraka an’i Jerohama, ary Jerohama niteraka an’i Elkana.",
        "28": "Ireto avy ny zanakalahin’i Samoela: I Joela no lahimatoa, ary Abia no faharoa.",
        "29": "Ny zanak’i Merary dia i Maly, ary i Maly niteraka an’i Libny, Libny niteraka an’i Simey, Simey niteraka an’i Oza,",
        "30": "Oza niteraka an’i Simea, Simea niteraka an’i Hagia, ary Hagia niteraka an’i Asaia.",
        "31": "Ireto avy no notendren’i Davida hitarika ny hira tao an-tranon’i Jehovah, rehefa avy napetraka tao ilay Vata.",
        "32": "Niandraikitra ny hira tao amin’ny tranolay izy ireo, mandra-panorin’i Solomona ny tranon’i Jehovah tao Jerosalema. Ary nanao ny fanompoany araka izay nasaina nataony izy ireo.",
        "33": "Ireto avy ny lehilahy nanompo niaraka tamin’ny zanany: Tamin’ny Kehatita, dia i Hemana mpihira zanak’i Joela, zanak’i Samoela,",
        "34": "zanak’i Elkana, zanak’i Jerohama, zanak’i Eliela, zanak’i Toa,",
        "35": "zanak’i Zofa, zanak’i Elkana, zanak’i Mahata, zanak’i Amasay,",
        "36": "zanak’i Elkana, zanak’i Joela, zanak’i Azaria, zanak’i Zefania,",
        "37": "zanak’i Tahata, zanak’i Asira, zanak’i Ebiasafa, zanak’i Kora,",
        "38": "zanak’i Jizara, zanak’i Kehata, zanak’i Levy, zanak’i Israely.",
        "39": "Nijoro teo ankavanan’i Hemana i Asafa rahalahiny. Ary i Asafa dia zanak’i Berekia, zanak’i Simea,",
        "40": "zanak’i Mikaela, zanak’i Beseia, zanak’i Malkia,",
        "41": "zanak’i Etny, zanak’i Zera, zanak’i Adaia,",
        "42": "zanak’i Etana, zanak’i Zima, zanak’i Simey,",
        "43": "zanak’i Jahata, zanak’i Gersoma, zanak’i Levy.",
        "44": "Teo ankavia kosa ny taranak’i Merary rahalahiny. Tao i Etana zanak’i Kisy, zanak’i Abdia, zanak’i Maloka,",
        "45": "zanak’i Hasabia, zanak’i Amazia, zanak’i Hilkia,",
        "46": "zanak’i Amzy, zanak’i Bany, zanak’i Samera,",
        "47": "zanak’i Maly, zanak’i Mosy, zanak’i Merary, zanak’i Levy.",
        "48": "Voatendry hanao ny fanompoana rehetra tao amin’ny tranolay, izany hoe ny tranon’ilay tena Andriamanitra, ny Levita rahalahin’izy ireo.",
        "49": "I Arona sy ny zanany lahy no nandoro fanatitra mba hidona-tsetroka teo ambonin’ny alitara fanaovana fanatitra dorana sy ny alitara fandoroana emboka manitra. Nanao ny asa nifandray tamin’ireo zavatra masina indrindra izy ireo mba handrakofana ny fahotan’ny Israely, araka izay rehetra nandidian’i Mosesy mpanompon’ilay tena Andriamanitra.",
        "50": "Ireto avy ny taranak’i Arona: I Arona niteraka an’i Eleazara, Eleazara niteraka an’i Finehasa, Finehasa niteraka an’i Abisoa,",
        "51": "Abisoa niteraka an’i Boky, Boky niteraka an’i Ozy, Ozy niteraka an’i Zerahia,",
        "52": "Zerahia niteraka an’i Meraiota, Meraiota niteraka an’i Amaria, Amaria niteraka an’i Ahitoba,",
        "53": "Ahitoba niteraka an’i Zadoka, ary Zadoka niteraka an’i Ahimaza.",
        "54": "Ireto avy ny tanàna kelin’ny Levita sy ny toerana nasiany toby tao amin’ny faritra nipetrahany: Nahazo ny anjara voalohany ny taranak’i Arona anisan’ny fianakavian’ny Kehatita rehefa natao ny antsapaka,",
        "55": "ka nomena azy ireo i Hebrona ao amin’ny tanin’i Joda, sy ny kijana manodidina azy.",
        "56": "Nomena an’i Kaleba zanak’i Jefone anefa ny faritra sy tanàna kely manodidina an’i Hebrona.",
        "57": "Nomena ho an’ny taranak’i Arona ireo tanàna fialokalofana, izany hoe i Hebrona, Libna sy ny kijanany, Jatira, Estemoa sy ny kijanany,",
        "58": "Hilena sy ny kijanany, Debira sy ny kijanany,",
        "59": "Asana sy ny kijanany, ary Beti-semesy sy ny kijanany.",
        "60": "Nomen’ny fokon’i Benjamina azy koa i Geba sy ny kijanany, Alemeta sy ny kijanany, ary Anatota sy ny kijanany. Nisy 13 ny tanàna rehetra nomena ny fianakavian’izy ireo.",
        "61": "Ary ny sisa tamin’ny Kehatita dia nomena tanàna folo, avy tamin’ny fianakavian’ny foko hafa sy ny antsasaky ny fokon’i Manase.",
        "62": "Ny taranak’i Gersoma araka ny fianakaviany avy indray nomena tanàna 13 avy tamin’ny fokon’i Isakara, sy ny fokon’i Asera, sy ny fokon’i Naftaly, ary ny fokon’i Manase any Basana.",
        "63": "Rehefa natao ny antsapaka, dia nomena tanàna 12 ny Merarita araka ny fianakaviany avy. Avy tamin’ny fokon’i Robena sy ny fokon’i Gada ary ny fokon’i Zebolona ireo tanàna ireo.",
        "64": "Nomen’ny Israelita ho an’ny Levita àry ireo tanàna ireo sy ny kijanany.",
        "65": "Rehefa natao ny antsapaka, dia nisy tanàna hafa koa nomena azy ireo. Avy tamin’ny fokon’i Joda sy ny fokon’i Simeona ary ny fokon’i Benjamina ireo tanàna ireo, ary notononina tamin’ny anarany avy.",
        "66": "Nisy tamin’ireo fianakavian’ny Kehatita nahazo tanàna avy tamin’ny fokon’i Efraima, dia ireny no faritra nipetrahany.",
        "67": "Nomena azy ireo koa ireo tanàna fialokalofana, izany hoe i Sekema sy ny kijanany eny amin’ny faritra be tendrombohitr’i Efraima, Gazera sy ny kijanany,",
        "68": "Jokmeama sy ny kijanany, Beti-horona sy ny kijanany,",
        "69": "Aialona sy ny kijanany, ary Gata-rimona sy ny kijanany.",
        "70": "Ny tanàna avy tamin’ny antsasaky ny fokon’i Manase dia i Anera sy ny kijanany, ary Bileama sy ny kijanany. Nomena ho an’ny sisa tamin’ny fianakavian’ny Kehatita ireny.",
        "71": "Ny taranak’i Gersoma indray nomena an’i Golana any Basana sy ny kijanany, ary Astarota sy ny kijanany. Avy tamin’ny fianakavian’ny antsasaky ny fokon’i Manase ireny.",
        "72": "Ireto avy ny tanàna avy tamin’ny fokon’i Isakara: I Kedesy sy ny kijanany, Daberata sy ny kijanany,",
        "73": "Ramota sy ny kijanany, ary Anema sy ny kijanany.",
        "74": "Ireto kosa no avy tamin’ny fokon’i Asera: I Masala sy ny kijanany, Abdona sy ny kijanany,",
        "75": "Hokoka sy ny kijanany, ary Rehoba sy ny kijanany.",
        "76": "Ary ny avy tamin’ny fokon’i Naftaly dia i Kedesy any Galilia sy ny kijanany, Hamona sy ny kijanany, ary Kiriataima sy ny kijanany.",
        "77": "Ny sisa tamin’ny Merarita dia nomena an’i Rimono sy ny kijanany, ary Tabara sy ny kijanany. Avy tamin’ny fokon’i Zebolona ireo.",
        "78": "Ireto no nomena azy avy tamin’ny fokon’i Robena: Ny tany amin’ny faritr’i Jordana tany akaikin’i Jeriko, tany atsinanan’i Jordana, dia i Bezera any an-tany efitra sy ny kijanany, Jahaza sy ny kijanany,",
        "79": "Kedemota sy ny kijanany, ary Mefata sy ny kijanany.",
        "80": "Ary ny avy tamin’ny fokon’i Gada dia i Ramota any Gileada sy ny kijanany, Mahanaima sy ny kijanany,",
        "81": "Hesbona sy ny kijanany, ary Jazera sy ny kijanany."
    },
    "7": {
        "1": "Ny zanakalahin’i Isakara dia i Tola, Poha, Jasoba, ary Simrona. Efatra izy ireo.",
        "2": "Ny zanakalahin’i Tola dia i Ozy, Refaia, Jeriela, Jamay, Jibsama, ary Semoela, izay samy lohan’ny fianakaviambeny. Nisy miaramila matanjaka tamin’ny taranak’i Tola, ka 22 600 ny isany tamin’ny andron’i Davida.",
        "3": "Ary ny taranak’i Ozy dia i Jizrahia sy ireto zanakalahin’i Jizrahia ireto: Mikaela, Obadia, Joela, ary Jisia. Samy lehiben’ny fianakaviany izy dimy ireo.",
        "4": "Nanana vady aman-janaka be dia be izy ireo sy ny taranany. Nisy 36 000 àry ny miaramila vonona handeha hiady tao amin’ny tafiny, avy amin’ny fianakaviambeny.",
        "5": "Ary miaramila matanjaka ireo rahalahiny ao amin’ireo fianakavian’i Isakara, ka 87 000 izy ireo no voasoratra ao amin’ny tetirazana.",
        "6": "Ny zanakalahin’i Benjamina dia i Bela sy Bekera ary Jediaela. Telo izy ireo.",
        "7": "Ny zanakalahin’i Bela dia i Ezbona, Ozy, Oziela, Jerimota, ary Iry. Dimy izy ireo, ary lohan’ny fianakaviambeny sady miaramila matanjaka. Nisy 22 034 izy ireo no voasoratra ao amin’ny tetirazany.",
        "8": "Ny zanakalahin’i Bekera dia i Zemira, Joasy, Eliezera, Elioenay, Omry, Jeremota, Abia, Anatota, ary Alemeta. Ireo rehetra ireo no zanakalahin’i Bekera.",
        "9": "Nisy 20 200 ny miaramila matanjaka, araka ny lisitry ny lohan’ny fianakaviambeny sy ny taranany voasoratra ao amin’ny tetirazany.",
        "10": "Ary ny taranak’i Jediaela dia i Bilana sy ireto zanakalahin’i Bilana ireto: I Jeosy, Benjamina, Ehoda, Kenana, Zetana, Tarsisy, ary Ahisahara.",
        "11": "Taranak’i Jedaiela izy rehetra ireo. Tamin’izy ireo, dia nisy miaramila matanjaka 17 200 izay vonona hiditra tao amin’ny tafika mba ho any an’ady, araka ny lisitry ny lohan’ny fianakaviambeny.",
        "12": "Taranak’i Iry ny fianakavian’i Sopima sy Hopima. Taranak’i Ahera kosa ny fianakavian’i Hosima.",
        "13": "Ny zanakalahin’i Naftaly dia i Jaziela, Gony, Jezera, ary Saloma. Taranak’i Bilaha izy ireo.",
        "14": "Ny zanak’i Manase dia i Asriela, izay naterak’ilay vadikeliny syrianina taminy.—Niteraka an’i Makira rain’i Gileada koa izy io.",
        "15": "Naka vady ho an’i Hopima sy Sopima i Makira, ary Maka no anaran’ny anabaviny.—Zelofada no anaran’ny zanak’i Manase faharoa. Tsy niteraka afa-tsy zanakavavy anefa i Zelofada.",
        "16": "Nitera-dahy i Maka vadin’i Makira, ka nataony hoe Paresy ny anarany. Saresy no anaran’ny rahalahiny, ary i Olama sy Rekema no zanany.",
        "17": "Ny zanakalahin’i Olama dia i Bedana. Ireo no taranak’i Gileada, zanak’i Makira, zanak’i Manase.",
        "18": "I Hamoleketa no anabaviny. Niteraka an’i Isehoda sy Abi-ezera ary Mahala izy io.",
        "19": "Ny zanakalahin’i Semida dia i Ahiana, Sekema, Liky, ary Aniama.",
        "20": "Ny zanakalahin’i Efraima dia i Sotela. I Sotela niteraka an’i Bareda, Bareda niteraka an’i Tahata, Tahata niteraka an’i Elada, ary Elada niteraka an’i Tahata.",
        "21": "I Tahata niteraka an’i Zabada, ary Zabada niteraka an’i Sotela. Zanak’i Efraima koa i Ezera sy Elada. Nidina hangalatra ny biby fiompin’izy ireo ny olona teratany tao Gata, dia namono azy ireo.",
        "22": "Dia nisaona nandritra ny andro maromaro i Efraima rainy, ka tonga nampionona azy ny rahalahiny.",
        "23": "Nanao firaisana tamin’ny vadiny izy, taorian’izay. Dia bevohoka ilay vadiny ka nitera-dahy. Nataon’i Efraima hoe Beria anefa ny anarany, satria nisy fahoriana tao amin’ny fianakaviany tamin’ny fotoana niterahan’ny vadiny.",
        "24": "Ary ny zanany vavy dia i Sera, ilay nanorina an’i Beti-horona Ambany sy Ambony ary Ozena-sera.",
        "25": "Niteraka an’i Refa sy Rasefa izy. Ary i Rasefa niteraka an’i Tela, ary Tela niteraka an’i Tahana,",
        "26": "ary Tahana niteraka an’i Ladana, ary Ladana niteraka an’i Amihoda, ary Amihoda niteraka an’i Elisama,",
        "27": "ary Elisama niteraka an’i Nona, ary Nona niteraka an’i Josoa. *",
        "28": "Ary ny taniny sy ny tanàna keliny dia i Betela sy ny tanàna niankina taminy. Ary ny tany atsinanana dia i Narana, ary ny tany andrefana dia i Gazera sy ny tanàna niankina taminy. Teo koa i Sekema sy ny tanàna niankina taminy, hatrany Aiha sy ny tanàna niankina taminy.",
        "29": "Ary ny teo akaikin’ny tanin’ny taranak’i Manase dia i Beti-sana sy ny tanàna niankina taminy, Tanàka sy ny tanàna niankina taminy, Megido sy ny tanàna niankina taminy, ary Dora sy ny tanàna niankina taminy. Tany amin’ireo ny taranak’i Josefa zanak’i Israely no nipetraka.",
        "30": "Ny zanakalahin’i Asera dia i Jimna, Jisva, Jisvy, ary Beria. I Sera no anabavin’izy ireo.",
        "31": "Ny zanakalahin’i Beria dia i Hebera sy Malkiela rain’i Birzavita.",
        "32": "I Hebera niteraka an’i Jafleta, Somera, Hotama, ary Soa anabavin’ireo.",
        "33": "Ny zanakalahin’i Jafleta dia i Pasaka sy Bimala ary Asvata. Ireo no zanakalahin’i Jafleta.",
        "34": "Ny zanakalahin’i Samera dia i Ahia, Rohaga, Hoba, ary Arama.",
        "35": "Ny zanakalahin’i Helema rahalahiny dia i Zofa, Jimna, Selesy, ary Amala.",
        "36": "Ary ny zanakalahin’i Zofa dia i Soha, Harnefera, Soala, Bery, Jimra,",
        "37": "Bezera, Hoda, Sama, Silsa, Jitrana, ary Bera.",
        "38": "Ny zanakalahin’i Jatera dia i Jefone sy Pispa ary Ara.",
        "39": "Ny zanakalahin’i Ola dia i Ara sy Haniela ary Rizia.",
        "40": "Ireo rehetra ireo no taranak’i Asera, izay samy lohan’ny fianakaviambeny. Miaramila voafantina sy matanjaka koa izy ireo, sady lohan’ny mpiadidy. Nisy 26 000 ny isan’izy ireo, araka ny voasoratra tao amin’ny tetirazana. Tao amin’ny tafika izy ireo ary vonona handeha hiady."
    },
    "8": {
        "1": "Ireto avy no naterak’i Benjamina: I Bela no lahimatoa, Asbela no faharoa, Ahara no fahatelo,",
        "2": "Noha no fahefatra, ary Rafa no fahadimy.",
        "3": "Ny zanakalahin’i Bela dia i Adara, Gera, Abihoda,",
        "4": "Abisoa, Namàna, Ahoa,",
        "5": "Gera, Sefofana, ary Horama.",
        "6": "Ireto avy ny zanakalahin’i Ehoda, izay samy lohan’ireo fianakaviamben’ny mponina tao Geba, sady natao sesitany tany Manahata:",
        "7": "I Namàna sy Ahia ary Gera. I Gera no nitondra azy ireny tany an-tsesitany. Izy no niteraka an’i Oza sy Ahihoda.",
        "8": "Niteraka tany amin’ny faritr’i Moaba i Saharaima rehefa avy nandroaka an’ireny. Ary i Hosima sy Bara no vadiny. *",
        "9": "Ilay vadiny atao hoe Hodesy kosa no niterahany an’i Jobaba, Ziba, Mesa, Malkama,",
        "10": "Jeoza, Sakia, ary Mirma. Ireo no zanakalahiny, izay samy lohan’ny fianakaviambe.",
        "11": "I Hosima indray no niterahany an’i Abitoba sy Elpala.",
        "12": "Ary ny zanakalahin’i Elpala dia i Ebera sy Misama ary Samada izay nanorina an’i Ono sy Loda ary ireo tanàna niankina taminy, *",
        "13": "Beria, ary Sema. Lohan’ireo fianakaviamben’ny mponina tao Aialona izy ireo, ary nandroaka ny mponina tao Gata.",
        "14": "I Ahio, Sasaka, Jeremota,",
        "15": "Zebadia, Arada, Edera,",
        "16": "Mikaela, Jispa, ary Joha no zanakalahin’i Beria.",
        "17": "I Zebadia, Mesolama, Hizky, Hebera,",
        "18": "Jismeray, Jizlia, ary Jobaba no zanakalahin’i Elpala.",
        "19": "I Jakima, Zikry, Zabdy,",
        "20": "Elienay, Ziletahy, Eliela,",
        "21": "Adaia, Beraia, ary Simrata no zanakalahin’i Simey.",
        "22": "I Jispana, Ebera, Eliela,",
        "23": "Abdona, Zikry, Hanana,",
        "24": "Hanania, Elama, Antotia,",
        "25": "Jifdia, ary Penoela no zanakalahin’i Sasaka.",
        "26": "I Samseray, Seharia, Atalia,",
        "27": "Jaresia, Elia, ary Zikry no zanakalahin’i Jerohama.",
        "28": "Lohan’ny fianakaviambe izy ireo, araka ny voasoratra tao amin’ny tetirazana. Nipetraka tao Jerosalema izy ireo.",
        "29": "Nipetraka tao Gibeona i Jeiela rain’i Gibeona, ary Maka no anaran’ny vadiny.",
        "30": "I Abdona no zanany lahimatoa, ary nanarakaraka azy i Zora, Kisy, Bala, Nadaba,",
        "31": "Gedora, Ahio, ary Zakera.",
        "32": "I Miklota niteraka an’i Simea. Nipetraka teny akaikin’ny rahalahiny tao Jerosalema daholo izy ireo, niaraka tamin’ny rahalahiny hafa.",
        "33": "I Nera niteraka an’i Kisy, ary Kisy niteraka an’i Saoly. I Saoly indray niteraka an’i Jonatana, Malkisoa, Abinadaba, ary Esbala. *",
        "34": "Ny zanakalahin’i Jonatana dia i Meri-bala, ary i Meri-bala niteraka an’i Mika.",
        "35": "Ny zanakalahin’i Mika dia i Pitona, Meleka, Tarea, ary Ahaza.",
        "36": "I Ahaza niteraka an’i Joada, ary Joada niteraka an’i Alemeta sy Azmaveta ary Zimry. I Zimry niteraka an’i Moza,",
        "37": "Moza niteraka an’i Binea, Binea niteraka an’i Rafa, Rafa niteraka an’i Elasa, ary Elasa niteraka an’i Azela.",
        "38": "Nanan-janakalahy enina i Azela ka ireto avy ny anarany: Azrikama, Bokero, Ismaela, Searia, Obadia, ary Hanana. Ireo rehetra ireo no zanakalahin’i Azela.",
        "39": "Ireto avy ny zanakalahin’i Eseka rahalahiny: I Olama no lahimatoa, Jeosy no faharoa, ary Elifeleta no fahatelo.",
        "40": "Miaramila matanjaka ny zanakalahin’i Olama sady nahay nampiasa tsipìka. Nanana zanaka aman-jafy be dia be izy ireo, ka 150 ny isany. Ireo rehetra ireo no taranak’i Benjamina."
    },
    "9": {
        "1": "Voasoratra tao amin’ny tetirazana daholo ny Israelita, sady voasoratra ao amin’ny Boky Momba ny Mpanjakan’ny Israely. Ary natao sesitany tany Babylona ny Joda, satria nivadika.",
        "2": "Ary ny Israelita sasany sy ny mpisorona sy ny Levita ary ny mpanompo tao amin’ny tempoly no mponina voalohany tafaverina teo amin’ny taniny tao amin’ny tanànany.",
        "3": "Nisy nipetraka tao Jerosalema ny taranak’i Joda sy Benjamina sy Efraima ary Manase. Ireto avy izy ireo:",
        "4": "Ny avy tamin’ny taranak’i Pereza zanak’i Joda dia i Otahy zanak’i Amihoda, zanak’i Omry, zanak’i Imry, zanak’i Bany.",
        "5": "Ary ny avy tamin’ny Silonita dia i Asaia sy ny zanany hafa, ary i Asaia no lahimatoa.",
        "6": "Ary ny avy tamin’ny taranak’i Zera, dia i Jeoela sy ny rahalahiny 690.",
        "7": "Ary ny avy tamin’ny taranak’i Benjamina dia i Salo zanak’i Mesolama, zanak’i Hodavia, zanak’i Hasenoa,",
        "8": "sy Jibnia zanak’i Jerohama, sy Elaha zanak’i Ozy, zanak’i Mikry, ary Mesolama zanak’i Sefatia, zanak’i Regoela, zanak’i Jibnia.",
        "9": "Ary 956 ny rahalahiny, araka ny voasoratra tao amin’ny tetirazana. Lohan’ny fianakaviambeny daholo ireo lehilahy rehetra ireo.",
        "10": "Ary ny avy tamin’ny mpisorona dia i Jedaia, Joiariba, Jakina,",
        "11": "sy Azaria zanak’i Hilkia, zanak’i Mesolama, zanak’i Zadoka, zanak’i Meraiota, zanak’i Ahitoba mpitarika tao an-tranon’ilay tena Andriamanitra,",
        "12": "sy Adaia, zanak’i Jerohama, zanak’i Pasora, zanak’i Malkia, sy Masay zanak’i Adiela, zanak’i Jazera, zanak’i Mesolama, zanak’i Mesilemita, zanak’i Imera,",
        "13": "ary ireo rahalahiny, samy lohan’ny fianakaviambeny, dia lehilahy matanjaka 1 760. Nahay tsara izy ireo sady afaka nanompo tao an-tranon’ilay tena Andriamanitra.",
        "14": "Ary ny avy tamin’ny Levita dia i Semaia zanak’i Hasoba, zanak’i Azrikama, zanak’i Hasabia, avy tamin’ny taranak’i Merary,",
        "15": "sy Bakbakara, Haresy, Galala, sy Matania zanak’i Mika, zanak’i Zikry, zanak’i Asafa,",
        "16": "sy Obadia zanak’i Semaia, zanak’i Galala, zanak’i Jedotona, ary Berekia zanak’i Asa, zanak’i Elkana. Nipetraka tany amin’ny tanàna kelin’ny Netofatita i Elkana.",
        "17": "Ny mpiandry vavahady dia i Saloma, Akoba, Talmona, ary Ahimana. I Saloma rahalahin’ireo no lohany.",
        "18": "Teo amin’ny vavahadin’ny mpanjaka teo atsinanana izy talohan’izay. Ireo no mpiandry vavahadin’ny tobin’ny Levita.",
        "19": "Ary i Saloma zanak’i Kore, zanak’i Ebiasafa, zanak’i Kora, sy ireo rahalahiny anisan’ny fianakaviambeny, izany hoe ny Korahita, no niandraikitra ny asa fanompoana, sady mpiandry varavarana tao amin’ny tranolay. Niandraikitra ny tobin’i Jehovah koa ny razambeny, ka mpiambina teo amin’ny fidirana no asany.",
        "20": "I Finehasa zanak’i Eleazara no mpitarika teo amin’izy ireo taloha, ary nampian’i Jehovah izy.",
        "21": "I Zakaria zanak’i Meselemia no mpiandry vavahady teo amin’ny fidirana amin’ny tranolay fihaonana.",
        "22": "Nisy 212 ny olona rehetra voafidy ho mpiandry vavahady teo amin’ny fidirana. Napetraka tany amin’ny tanàna keliny izy ireo, araka ny nanoratana azy tao amin’ny tetirazany. Notendren’i Davida sy Samoela mpahita hanao an’izany andraikitra izany izy ireo, satria mendri-pitokisana.",
        "23": "Ireo sy ny taranany no niandraikitra ny fiambenana ny vavahadin’ny tranon’i Jehovah, izany hoe ny tranolay.",
        "24": "Teo amin’ny lafiny efatra ireo mpiandry vavahady, izany hoe teo atsinanana sy andrefana sy avaratra ary atsimo.",
        "25": "Indraindray dia tsy maintsy tonga mba hiaraka hanompo amin’izy ireo nandritra ny fito andro ny rahalahiny nipetraka teny amin’ny tanàna keliny.",
        "26": "Efa-dahy no lehiben’ny mpiandry vavahady nanao an’ilay andraikitra. Levita izy ireo ary mendri-pitokisana, ka niandraikitra an’ireo efitrefitra sy ny fitehirizana zava-tsarobidy tao an-tranon’ilay tena Andriamanitra.",
        "27": "Samy nijanona teny amin’ny toerany, nanodidina ny tranon’ilay tena Andriamanitra izy ireo nandritra ny alina, satria anjarany ny niambina. Andraikiny koa ny lakile, ka izy ireo no nanokatra an’ilay trano isa-maraina.",
        "28": "Ny sasany tamin’izy ireo indray niandraikitra ny fitaovana nampiasaina tamin’ny fanompoana. Nisainy ireny rehefa nampidiriny, ary nisainy koa rehefa navoakany.",
        "29": "Ny sasany kosa notendrena hiandraikitra ny fitaovana hafa sy ny fitaovana masina rehetra, ny lafarinina tsara toto, ny divay, ny menaka, ny ditin-kazo manitra, ary ny menaka balsama.",
        "30": "Ny sasany tamin’ny taranaky ny mpisorona indray nanamboatra menaka fanosotra vita tamin’ny balsama.",
        "31": "Ary i Matitia anisan’ny Levita, lahimatoan’i Saloma Korahita, no niandraikitra ny zavatra nandrahoina tao anaty vilia fisaka. Izany no andraikiny satria mendri-pitokisana izy.",
        "32": "Ary ny sasany tamin’ny taranaky ny Kehatita rahalahin’ireo kosa no niandraikitra ny mofo mifanaingina, ka nanomana an’izany isaky ny sabata.",
        "33": "Ireo no mpihira sady lohan’ny fianakaviamben’ny Levita tao amin’ny efitrefitra. Tsy nomena andraikitra hafa izy ireo, satria efa nanao ny andraikiny andro aman’alina.",
        "34": "Ireo no lohan’ny fianakaviamben’ny Levita, araka ny voasoratra tao amin’ny tetirazana. Ary nipetraka tao Jerosalema izy ireo.",
        "35": "Nipetraka tao Gibeona i Jeiela rain’i Gibeona, ary Maka no anaran’ny vadiny.",
        "36": "I Abdona no zanany lahimatoa, dia nanarakaraka azy i Zora, Kisy, Bala, Nera, Nadaba,",
        "37": "Gedora, Ahio, Zakaria, ary Miklota.",
        "38": "I Miklota niteraka an’i Simeama. Nipetraka teny akaikin’ny rahalahiny tao Jerosalema daholo izy ireo, niaraka tamin’ny rahalahiny hafa.",
        "39": "I Nera niteraka an’i Kisy, ary Kisy niteraka an’i Saoly, ary Saoly niteraka an’i Jonatana, Malkisoa, Abinadaba, ary Esbala.",
        "40": "Ary ny zanakalahin’i Jonatana dia i Meri-bala, ary i Meri-bala niteraka an’i Mika.",
        "41": "Ny zanakalahin’i Mika dia i Pitona, Meleka, Tarea, ary Ahaza.",
        "42": "I Ahaza niteraka an’i Jara, ary Jara niteraka an’i Alemeta sy Azmaveta ary Zimry. I Zimry niteraka an’i Moza,",
        "43": "Moza niteraka an’i Binea, Binea niteraka an’i Refaia, Refaia niteraka an’i Elasa, ary Elasa niteraka an’i Azela.",
        "44": "Nanan-janakalahy enina i Azela ka ireto avy ny anarany: Azrikama, Bokero, Ismaela, Searia, Obadia, ary Hanana. Ireo no zanakalahin’i Azela."
    },
    "10": {
        "1": "Dia niady tamin’ny Israely ny Filistinina. Ary nandositra azy ireo ny lehilahy israelita, ka be dia be no maty niampatrampatra teny amin’ny Tendrombohitra Gilboa.",
        "2": "Narahin’ny Filistinina akaiky dia akaiky i Saoly sy ny zanany lahy, ka matin’izy ireo ny zanak’i Saoly, dia i Jonatana sy Abinadaba ary Malkisoa.",
        "3": "Ary vao mainka nihamafy ny fanafihana an’i Saoly. Dia hitan’ireo mpandefa zana-tsipìka izy, ka voan’izy ireo ary naratra.",
        "4": "Dia hoy i Saoly tamin’ny mpitondra ny fiadiany: “Tsoahy ny sabatrao dia atsatohy amiko, sao dia ho avy hamely ahy ireo tsy mifora ireo ka tsy hiantra ahy.” Tsy nety anefa ilay mpitondra fiadiana, satria natahotra be. Nalain’i Saoly àry ny sabatra, dia nianjerany mba ho voatrobaka izy.",
        "5": "Rehefa hitan’ilay mpitondra fiadiana fa maty i Saoly, dia nianjerany koa ny sabany ka maty izy.",
        "6": "Maty àry i Saoly sy ny zanany telo lahy, ary niara-maty daholo izay anisan’ny ankohonany niaraka taminy.",
        "7": "Tazan’ny vahoakan’Israely rehetra teny amin’ny lohasaha fa nandositra daholo ny olona, ary maty i Saoly sy ny zanany. Nandao ny tanànany àry izy ireo ka nandositra. Dia tonga ny Filistinina ka nipetraka tao amin’ireny tanàna ireny.",
        "8": "Rehefa tonga haka an’izay zavatra teny amin’ireo faty ny Filistinina ny ampitson’iny, dia nahita ny fatin’i Saoly sy ny zanany lahy teo amin’ny Tendrombohitra Gilboa.",
        "9": "Nalain’izy ireo àry ny zavatra teny amin’ny fatin’i Saoly, dia notapahiny ny lohany, ary nalainy ny fiadiany. Ary naniraka olona handeha eran’ny tanin’ny Filistinina izy ireo, mba hilaza an’ilay vaovao tany amin’ny tranon’ny sampiny sy tamin’ny vahoaka.",
        "10": "Dia napetrak’izy ireo tao amin’ny trano nisy ny andriamaniny ny fiadian’i Saoly, fa ny karandohany kosa nahantony tao an-tranon’i Dagona.",
        "11": "Rehefa henon’ny olona rehetra tany Jabesy any Gileada ny zava-drehetra nataon’ny Filistinina tamin’i Saoly,",
        "12": "dia niainga ny miaramila rehetra ka naka ny fatin’i Saoly sy ny fatin’ny zanany. Dia nentin’izy ireo tany Jabesy ny taolambalony, ka naleviny tao ambanin’ilay hazobe tany Jabesy. Ary nifady hanina fito andro izy ireo.",
        "13": "Dia maty i Saoly satria nivadika tamin’i Jehovah. Tsy nankatò ny tenin’i Jehovah mantsy izy sady nanontany mpamoha angatra,",
        "14": "fa tsy nanontany an’i Jehovah. Novonoin’Andriamanitra àry izy, ka i Davida zanak’i Jese indray no nataony mpanjaka."
    },
    "11": {
        "1": "Tatỳ aoriana, dia nivory tany amin’i Davida tao Hebrona ny Israelita rehetra, ka niteny hoe: “Iray ra aminao ihany izahay.",
        "2": "Ianao foana taloha no nitarika ny Israely rehefa nisy ady, tamin’i Saoly mbola mpanjaka. Ary nilaza taminao i Jehovah Andriamanitrao hoe: ‘Ianao no ho mpiandry ny Israely vahoakako, ary ianao koa no ho mpitarika ny Israely vahoakako.’”",
        "3": "Tonga tany amin’ny mpanjaka tao Hebrona daholo àry ny anti-panahin’ny Israely. Ary nanao fifanekena tamin’izy ireo teo anatrehan’i Jehovah tao Hebrona i Davida. Dia nohosoran’izy ireo ho mpanjakan’ny Israely i Davida, araka ny teny nasain’i Jehovah nolazain’i Samoela.",
        "4": "Tatỳ aoriana, dia nandeha nankany Jerosalema, izany hoe Jebosa, i Davida sy ny Israely rehetra. Ny Jebosita no nipetraka tao tamin’izany.",
        "5": "Nanesoeso an’i Davida ny mponin’i Jebosa hoe: “Tsy ho tafiditra eto mihitsy ianao!” Azon’i Davida ihany anefa i Ziona, ilay tanàna voaro mafy, ilay lasa nantsoina hoe Tanànan’i Davida.",
        "6": "Dia hoy i Davida: “Izay mamely voalohany an’ireo Jebosita ireo, dia ho lehiben’ny tafika sy ho andriana.” I Joaba zanak’i Zeroia no niakatra voalohany, ka izy no lasa lehiben’ny tafika.",
        "7": "Dia nanorim-ponenana tao amin’ilay tanàna voaro mafy i Davida. Izany no antony niantsoana azy io hoe Tanànan’i Davida.",
        "8": "Ary nanorina manda sy trano hafa tao amin’ilay tanàna izy, nanomboka teo amin’ilay Havoana ka hatreny amin’ny manodidina. Naverin’i Joaba hoatran’ny taloha koa ny sisa tamin’ilay tanàna.",
        "9": "Dia vao mainka nihanahery i Davida, sady nampian’i Jehovah Tompon’ny tafika.",
        "10": "Ireto avy ny lehiben’ireo miaramila matanjaka tao amin’ny tafik’i Davida, izay tena nanohana ny fanjakany, niaraka tamin’ny Israely rehetra. Nataon’izy rehetra ireo mpanjaka izy, araka ny nampanantenain’i Jehovah ny Israely.",
        "11": "Izao no lisitr’ireo miaramila matanjaka tao amin’ny tafik’i Davida: I Jasobeama, taranak’i Hakmony, lehiben’izy telo lahy. Nampiasa ny lefony izy, indray mandeha, dia nahafaty 300 lahy.",
        "12": "Ary manarakaraka azy i Eleazara zanak’i Dodo Ahohita. Anisan’ireo miaramila matanjaka telo izy.",
        "13": "Niaraka tamin’i Davida tao Pasy-damima izy, ary tonga tao ny Filistinina mba hiady tamin’ny Israelita. Nisy saha feno vary orza naniry tao tamin’izay. Dia lasa nitsoaka ny olona satria natahotra an’ireo Filistinina ireo.",
        "14": "Fa izy kosa nijoro teo afovoan’ilay saha ka niaro an’ilay izy, ary namono an’ireo Filistinina. Nanome fandresena miezinezina i Jehovah tamin’izay.",
        "15": "Nidina nankany amin’ny harambato ny 3 tamin’ireo 30 lahy lehiben’ny tafika, ka tonga tany amin’i Davida tao amin’ilay lava-bato tao Adolama. Efa nisy Filistinina nitoby teny amin’ny Lohasahan’ny Refaima tamin’izay.",
        "16": "I Davida kosa tao amin’ilay toerana niafenany. Ary nisy toby miaramilan’ny Filistinina tao Betlehema.",
        "17": "Nangetaheta be i Davida ka hoy izy: “Raha izao aho izao no mba afaka misotro rano avy ao amin’ilay lavaka fanangonan-drano eo akaikin’ny vavahadin’i Betlehema a!”",
        "18": "Dia niditra an-keriny tao amin’ny tobin’ny Filistinina izy telo lahy. Nanovo rano tao amin’ilay lavaka fanangonan-drano teo akaikin’ny vavahadin’i Betlehema izy ireo, ary nitondra an’ilay izy tany amin’i Davida. Tsy nety nisotro anefa izy, fa nararany ho an’i Jehovah ilay rano.",
        "19": "Ary hoy izy: “Sanatria ahy ny hanao an’izany! Izaho ange matahotra an’Andriamanitra e! Izaho ve dia hisotro ny ran’ireo lehilahy nanao vivery ny ainy ireo? Ry zareo aza nanao vivery ny ainy mba hitondrana an’ilay rano atỳ amiko.” Tsy nety nisotro an’ilay rano àry izy. Izany no nataon’ireo miaramila matanjaka telo ireo.",
        "20": "Lasa lehiben’ny miaramila telo hafa i Abisay rahalahin’i Joaba. Nampiasa ny lefony izy, ka nahafaty 300 lahy. Ary nalaza hoatran’ireo telo lahy ihany izy.",
        "21": "Tamin’izy telo lahy hafa, dia i Abisay no niavaka kokoa noho izy roa lahy. Izy koa no lehiben’izy ireo, saingy mbola tsy nitovy tamin’ireo telo lahy voalohany izy.",
        "22": "Lehilahy be herim-po i Benaia zanak’i Joiada, ary nahavita zavatra niavaka maro tao Kabzela izy. Nahafaty an’ireo roa lahy zanak’i Ariela avy any Moaba izy, ary nidina tao anaty lavaka fanangonan-drano tamin’ny andro nisy lanezy, dia namono liona iray.",
        "23": "Namono lehilahy ejipsianina iray goavam-be koa izy. Nirefy dimy hakiho ilay lehilahy. Nitana lefona hoatran’ny voditenon’ny mpanenona ilay Ejipsianina. Niady taminy anefa i Benaia na dia kibay ihany aza no teny aminy. Nosintoniny teny an-tanan’ilay Ejipsianina ilay lefona, ka iny ihany no namonoany azy.",
        "24": "Izany no nataon’i Benaia zanak’i Joiada, ary nalaza hoatran’ireo miaramila matanjaka telo ihany izy.",
        "25": "Niavaka kokoa izy raha oharina amin’ireo 30 lahy, saingy tsy nahavita ny vitan’ireo telo lahy. Notendren’i Davida ho lehiben’ny mpiambina azy anefa izy.",
        "26": "Ireto avy ireo miaramila matanjaka tao amin’ny tafika: Asahela rahalahin’i Joaba, Elanana zanak’i Dodo avy any Betlehema,",
        "27": "Samota Harorita, Heleza Pelonita,",
        "28": "Ira zanak’i Ikesy Tekoita, Abi-ezera Anatotita,",
        "29": "Sibekay Hosatita, Ely Ahohita,",
        "30": "Maharay Netofatita, Heleda zanak’i Bana Netofatita,",
        "31": "Itahy zanak’i Ribay avy any Gibea tanànan’ny Benjaminita, Benaia Piratonita,",
        "32": "Horay avy any amin’ny lohasahan’i Gasa, Abiela Arbatita,",
        "33": "Azmaveta Baharomita, Eliaba Salbonita,",
        "34": "ny zanak’i Hasema Gizonita, Jonatana zanak’i Sage Hararita,",
        "35": "Ahiama zanak’i Sakara Hararita, Elifala zanak’i Ora,",
        "36": "Hefera Mekeratita, Ahia Pelonita,",
        "37": "Hezro Karmelita, Naray zanak’i Ezbay,",
        "38": "Joela rahalahin’i Natana, Mibara zanak’i Hagry;",
        "39": "Zaleka Amonita, Naharay Berotita mpitondra ny fiadian’i Joaba zanak’i Zeroia,",
        "40": "Ira Jitrita, Gareba Jitrita,",
        "41": "Oria Hetita, Zabada zanak’i Ahelay,",
        "42": "Adina zanak’i Siza Robenita, lehiben’ny tafiky ny Robenita, ary 30 lahy no niaraka taminy;",
        "43": "Hanana zanak’i Maka, Josafata Mitnita,",
        "44": "Ozia Asteratita, Sama sy Jeiela zanak’i Hotama Aroerita,",
        "45": "Jediaela zanak’i Simry, Joha Tizita rahalahiny,",
        "46": "Eliela Mahavita, Jeribay sy Josavia zanak’i Elnama, Jitma Moabita,",
        "47": "Eliela, Obeda, ary Jasiela Mezobaita."
    },
    "12": {
        "1": "Ireto avy ny lehilahy tonga tany amin’i Davida tany Ziklaga, tamin’izy mbola tsy afaka nivezivezy noho ny amin’i Saoly zanak’i Kisy. Anisan’ny miaramila matanjaka izy ireo, ary nanampy azy tamin’ny ady.",
        "2": "Nitondra tsipìka izy ireo. Sady nahay nampiasa ny tanany ankavanana izy ireo no nahay nampiasa ny ankavia rehefa nitoraka vato tamin’ny pilotra na nandefa zana-tsipìka. Rahalahin’i Saoly izy ireo, izany hoe avy amin’ny fokon’i Benjamina.",
        "3": "I Ahiezera no lehiben’ny tafika, ary manarakaraka azy i Joasy. Samy zanak’i Sema Gibeatita izy ireo. Teo koa i Jeziela sy Peleta zanak’i Azmaveta, Beraka, Jeho Anatotita,",
        "4": "Jismaia Gibeonita, izay miaramila matanjaka anisan’ireo 30 lahy sady lehiben’izy ireo, Jeremia, Jahaziela, Johanana, Jozabada Gaderatita,",
        "5": "Elozay, Jerimota, Bealia, Semaria, Sefatia Harifita,",
        "6": "Elkana, Jisia, Azarela, Joezera, ary Jasobeama, izay samy Korahita,",
        "7": "ary Joela sy Zebadia zanak’i Jerohama avy any Gedora.",
        "8": "Lasa niandany tamin’i Davida ny Gadita sasany, ka nankany amin’ilay toerana niafenany tany an-tany efitra. Miaramila matanjaka izy ireo, sady voaofana hiady, ary efa vonona foana hampiasa ampinga lehibe sy lefona. Hoatran’ny tarehina liona ny tarehiny, ary mahery mandeha toy ny gazela eny an-tendrombohitra izy ireo.",
        "9": "I Ezera no lehibeny, Obadia no faharoa, Eliaba no fahatelo,",
        "10": "Mismana no fahefatra, Jeremia no fahadimy,",
        "11": "Atahy no fahenina, Eliela no fahafito,",
        "12": "Johanana no fahavalo, Elzabada no fahasivy,",
        "13": "Jeremia no fahafolo, ary Makbanay no fahiraika ambin’ny folo.",
        "14": "Ireo no Gadita, sady lehiben’ny tafika. Ny kely indrindra aminy dia nahavita ny vitan’ny miaramila 100, ary ny lehibe indrindra nahavita ny vitan’ny 1 000.",
        "15": "Ireo no lehilahy niampita an’i Jordana tamin’ny volana voalohany. Tondraka be izy io tamin’izay, ka difotra ny morony rehetra. Dia noroahin’izy ireo daholo ny olona nipetraka teny amin’ny toerana iva, hatrany atsinanana ka hatrany andrefana.",
        "16": "Nankany amin’i Davida tao amin’ilay toerana niafenany koa ny lehilahy sasany tamin’ny taranak’i Benjamina sy Joda.",
        "17": "Nivoaka nankeny amin’izy ireo i Davida avy eo, dia niteny hoe: “Raha ny hihavana amiko sy hanampy ahy no ahatongavanareo atỳ, dia ho lasa mpinamana isika. Fa raha hamadika ahy kosa ianareo ka hanolotra ahy any amin’ny fahavaloko, nefa izaho tsy nanao ratsy akory, dia aleo hijery an’izany ilay Andriamanitry ny razambentsika dia izy no hitsara.”",
        "18": "Ary niasa tamin’i Amasay lehiben’ireo 30 lahy ny fanahin’Andriamanitra. Dia hoy izy: “Anao izahay, ry Davida ô, ary manohana anao izahay, ry zanak’i Jese ô! Fiadanana, fiadanana anie ho anao, ary fiadanana ho an’izay manampy anao! Fa manampy anao ilay Andriamanitrao.” Dia noraisin’i Davida izy ireo, ka notendreny ho anisan’ny lehiben’ny andia-miaramila.",
        "19": "Nisy tamin’ny taranak’i Manase koa nivadika tamin’i Saoly ka niandany tamin’i Davida, tamin’izy niaraka tamin’ny Filistinina mba hiady tamin’i Saoly. Tsy nanampy an’ireo Filistinina anefa izy. Rehefa nifampidinika mantsy ny andrianan’ny Filistinina, dia nandroaka azy sady niteny hoe: “Hivadihany eo isika dia hiandany amin’i Saoly tompony izy, dia ho tapaka ny lohantsika!”",
        "20": "Rehefa nankany Ziklaga i Davida, dia nisy tamin’ny taranak’i Manase nivadika tamin’i Saoly ka niaraka taminy. Ireto avy izy ireo: Adna, Jozabada, Jediaela, Mikaela, Jozabada, Eliho, ary Ziletahy. Samy mpifehy ny arivo izy ireo, ary avy amin’ny fokon’i Manase.",
        "21": "Nanampy an’i Davida hiady tamin’ny mpandroba izy ireo, satria lehilahy matanjaka sy be herim-po daholo, ka lasa lehiben’ny tafika.",
        "22": "Dia nisy olona tonga tany amin’i Davida isan’andro mba hanampy azy, ka lasa tafika lehibe hoatran’ny tafik’Andriamanitra izy ireo tamin’ny farany.",
        "23": "Izao ny isan’ny miaramila nitondra fitaovam-piadiana sady vonona handeha hiady, ka tonga tany amin’i Davida tao Hebrona mba hamindra ny fanjakan’i Saoly amin’i Davida, araka ny didin’i Jehovah.",
        "24": "Nisy 6 800 ny lehilahy avy tamin’ny fokon’i Joda, izay nitondra ampinga lehibe sy lefona. Vonona handeha hiady izy ireo.",
        "25": "Ny avy amin’ny Simeonita, dia nisy 7 100 ny miaramila matanjaka sy be herim-po.",
        "26": "Ny avy amin’ny Levita dia 4 600.",
        "27": "I Joiada no mpitarika ny taranak’i Arona, ary nisy 3 700 niaraka taminy.",
        "28": "Teo koa i Zadoka, tovolahy matanjaka sady be herim-po, sy ny lehiben’ny tafika 22 avy amin’ny fianakaviambeny.",
        "29": "Ny avy amin’ny Benjaminita, izany hoe ireo rahalahin’i Saoly, dia 3 000. Niambina ny fananan’ny ankohonan’i Saoly ny ankamaroan’izy ireo talohan’izay.",
        "30": "Ny avy amin’ny Efraimita dia 20 800. Lehilahy matanjaka sy be herim-po izy ireo sady olo-malaza teo amin’ireo fianakaviambeny.",
        "31": "Ny avy amin’ny antsasaky ny fokon’i Manase, dia 18 000 no voafidy mba ho avy hanao an’i Davida ho mpanjaka.",
        "32": "Ny avy amin’ny taranak’i Isakara dia nisy lehiben’ny tafika 200 lahy, izay nibaiko ny rahalahiny rehetra. Nahafantatra ny fotoana mety ireo lehiben’ny tafika ireo, ka nahalala izay tokony hataon’ny Israely.",
        "33": "Ny avy amin’ny fokon’i Zebolona, dia nisy 50 000 ny lehilahy afaka niditra tao amin’ny tafika. Vonona hiady izy ireo sady nitondra ny fiadiany rehetra. Niandany tamin’i Davida izy rehetra ireo sady tsy nivadika taminy mihitsy. *",
        "34": "Ny avy amin’ny fokon’i Naftaly dia nisy lehiben’ny tafika 1 000 lahy. Nisy 37 000, nitondra ampinga lehibe sy lefona, niaraka taminy.",
        "35": "Ny avy amin’ny Danita dia nisy 28 600 no vonona hiady.",
        "36": "Ary ny avy amin’ny fokon’i Asera dia 40 000 no afaka niditra tao amin’ny tafika sady vonona hiady.",
        "37": "Ny tany ampitan’i Jordana, izany hoe ny avy amin’ny Robenita sy ny Gadita ary ny antsasaky ny fokon’i Manase, dia nisy miaramila 120 000 nitondra ny karazana fitaovam-piadiana rehetra.",
        "38": "Lehilahy mpiady daholo izy rehetra ireo sady niara-nilahatra toy ny miaramila vonona hiady. Tonga tao Hebrona izy ireo sady tapa-kevitra ny hanao an’i Davida ho mpanjakan’ny Israely rehetra. Samy te hanao an’i Davida ho mpanjaka koa ny sisa tamin’ny Israely.",
        "39": "Dia nijanona telo andro tany amin’i Davida izy ireo, ka nihinana sy nisotro an’izay efa nomanin’ny rahalahiny ho azy ireo.",
        "40": "Nitondra sakafo be dia be teo ambony ampondra sy rameva sy ramole ary omby koa ny olona teny akaikin’izy ireo, ary na dia ny avy any amin’ny tanin’i Isakara sy Zebolona ary Naftaly aza. Ireto avy izany: Lafarinina, mofo vita tamin’ny aviavy noporetina sy tamin’ny voaloboka maina, divay, menaka, omby, ary ondry. Faly be mantsy ny Israely."
    },
    "13": {
        "1": "Niara-nidinika tamin’ny lehiben’ny arivo sy ny lehiben’ny zato ary ny mpitarika rehetra i Davida.",
        "2": "Dia hoy i Davida tamin’ny fiangonan’Israely manontolo: “Raha mety aminareo sy eken’i Jehovah Andriamanitsika, dia andao isika haniraka olona hilaza amin’ny rahalahintsika mbola tavela any amin’ny faritra rehetra manerana ny Israely, sy amin’ny mpisorona sy ny Levita any amin’ny tanànany misy kijana, mba ho tonga atỳ hiaraka amintsika.",
        "3": "Dia andao hoentintsika atỳ ny Vata masin’ilay Andriamanitsika.” Tsy niraharaha azy io mantsy ny vahoaka, tamin’ny andron’i Saoly.",
        "4": "Dia nanaiky hanao an’izany ny fiangonana manontolo, satria hitan’ny olona rehetra fa tsara ilay hevitra.",
        "5": "Novorin’i Davida àry ny Israely rehetra, hatrany amin’ny reniranon’i Ejipta ka hatrany Lebo-hamata, mba haka ny Vata masin’Andriamanitra any Kiriata-jearima.",
        "6": "Dia niakatra nankany Balaha, na Kiriata-jearima any Joda, i Davida sy ny Israely rehetra mba haka ny Vata masin’i Jehovah, ilay tena Andriamanitra, ilay mipetraka eo amin’ny seza fiandrianana eo ambonin’ny kerobima, dia eo amin’izay iantsoana ny anarany.",
        "7": "Nataon’izy ireo teo ambony sarety vaovao anefa ilay Vata masin’ilay tena Andriamanitra, rehefa avy nalain’izy ireo tao an-tranon’i Abinadaba. I Oza sy Ahio no nandroaka an’ilay sarety tamin’izay.",
        "8": "Dia nanao fety teo anatrehan’ilay tena Andriamanitra i Davida sy ny Israely rehetra, ka nanao an’izany tamin’ny fony manontolo. Sady nihira izy ireo no nampiasa harpa, zavamaneno fitendry, ampongatapaka, kipantsona, ary trompetra.",
        "9": "Rehefa tonga teo amin’ny famoloan’i Kidona anefa izy ireo, dia nanatsotra ny tanany i Oza ka notazoniny ilay Vata. Saika nazeran’ny omby mantsy ilay izy.",
        "10": "Dia tezitra be tamin’i Oza i Jehovah, ka novonoiny izy satria nanatsotra ny tanany mba hitazona an’ilay Vata. Dia maty teo anatrehan’Andriamanitra teo izy.",
        "11": "Sosotra anefa i Davida noho i Jehovah tezitra be tamin’i Oza. Dia antsoina hoe Pereza-oza io toerana io hatramin’izao.",
        "12": "Natahotra an’ilay tena Andriamanitra àry i Davida tamin’iny andro iny, ka nilaza hoe: “Dia hataoko ahoana izany ny hitondra ny Vata masin’Andriamanitra ho any amiko?”",
        "13": "Tsy nentin’i Davida tany aminy, tany amin’ny Tanànan’i Davida, indray àry ilay Vata, fa nasainy nentina nankany an-tranon’i Obeda-edoma Gatita.",
        "14": "Nijanona telo volana tao an-tranon’ny ankohonan’i Obeda-edoma ny Vata masin’ilay tena Andriamanitra. Dia notahin’i Jehovah foana ny ankohonan’i Obeda-edoma sy izay rehetra nananany."
    },
    "14": {
        "1": "Naniraka olona ho any amin’i Davida i Hirama mpanjakan’i Tyro, sady nandefa hazo sedera sy mpanao vato ary mpandrafitra, mba hanorina trano ho azy.",
        "2": "Ary fantatr’i Davida fa efa nataon’i Jehovah mafy orina tsara teo amin’ny Israely ny fanjakany. Nataony lasa matanjaka be mantsy ny fanjakany, noho ny amin’ny Israely vahoakany.",
        "3": "Naka vady hafa tao Jerosalema i Davida, ka mbola niteraka zazalahy sy zazavavy hafa.",
        "4": "Ireto avy ny anaran’ny zaza naterany tany Jerosalema: Samoa, Sobaba, Natana, Solomona,",
        "5": "Jibara, Elisoa, Elipeleta,",
        "6": "Noga, Nafega, Jafia,",
        "7": "Elisama, Beliada ary Elifeleta.",
        "8": "Rehefa henon’ny Filistinina fa nohosorana ho mpanjakan’ny Israely rehetra i Davida, dia niakatra hitady an’i Davida izy rehetra. Henon’i Davida izany, ka nivoaka hiady tamin’izy ireo izy.",
        "9": "Ary tonga nanafika teo amin’ny Lohasahan’ny Refaima ny Filistinina.",
        "10": "Dia nanontany an’Andriamanitra i Davida hoe: “Hiakatra hiady amin’ny Filistinina ve aho? Hataonao resiko ve ireo?” Ary hoy i Jehovah taminy: “Miakara fa tena hataoko resinao ireo.”",
        "11": "Niakatra nankany Bala-perazima àry i Davida, ka tany izy no namely azy ireo. Ary hoy i Davida: “Andriamanitra efa nampiasa ny tanako, ka toy ny rano vaky nandravarava ny laharan’ny fahavaloko izy.” Izany no antony niantsoany an’io toerana io hoe Bala-perazima. *",
        "12": "Dia navelan’ny Filistinina teo ny sampiny, ary nasain’i Davida nodorana ireny.",
        "13": "Tatỳ aoriana, dia nanafika teo amin’ilay lohasaha indray ny Filistinina.",
        "14": "Dia nanontany an’ilay tena Andriamanitra indray i Davida, nefa hoy Izy: “Aza tonga dia miakatra manaraka an-dry zareo, fa mandehana aloha mihodidina mankany aorianany. Dia asio izy rehefa tandrifin’ireo hazo bakà.",
        "15": "Rehefa maheno olona mirodorodo ianao, dia tonga dia tafiho ry zareo satria ho efa nivoaka hialoha anao ilay tena Andriamanitra, mba hamely ny tafiky ny Filistinina.”",
        "16": "Nataon’i Davida àry izay nasain’Andriamanitra nataony. Dia nasian’izy ireo ny tafiky ny Filistinina, hatrany Gibeona ka hatrany Gazera.",
        "17": "Dia lasa nalaza hatraiza hatraiza i Davida. Ary nataon’i Jehovah natahotra be azy ny firenena rehetra."
    },
    "15": {
        "1": "Ary mbola nanao trano hafa ho an’ny tenany i Davida tao amin’ny Tanànan’i Davida. Nanomana toerana ho an’ny Vata masin’ilay tena Andriamanitra koa izy, ka nanangana tranolay ho an’ilay izy.",
        "2": "Hoy i Davida tamin’izay: “Tsy misy mahazo milanja an’ilay Vata masin’Andriamanitra afa-tsy ny Levita ihany. Ry zareo mantsy no nofidin’i Jehovah hilanja ny Vata masin’i Jehovah sy hanompo Azy foana.”",
        "3": "Dia novorin’i Davida tany Jerosalema ny Israely rehetra, mba hampiakatra ny Vata masin’i Jehovah ho any amin’ilay toerana efa nomaniny hasiana azy.",
        "4": "Novorin’i Davida ny taranak’i Arona sy ny Levita:",
        "5": "Tamin’ny Kehatita, dia i Oriela mpiadidy sy ny rahalahiny 120;",
        "6": "tamin’ny Merarita, dia i Asaia mpiadidy sy ny rahalahiny 220;",
        "7": "tamin’ny Gersomita, dia i Joela mpiadidy sy ny rahalahiny 130;",
        "8": "tamin’ny taranak’i Elizafana, dia i Semaia mpiadidy sy ny rahalahiny 200;",
        "9": "tamin’ny taranak’i Hebrona, dia i Eliela mpiadidy sy ny rahalahiny 80;",
        "10": "ary tamin’ny taranak’i Oziela, dia i Aminadaba mpiadidy sy ny rahalahiny 112.",
        "11": "Nantsoin’i Davida koa i Zadoka sy Abiatara mpisorona, Oriela, Asaia, Joela, Semaia, Eliela, ary Aminadaba, izay samy Levita.",
        "12": "Dia hoy izy tamin’ireo: “Ianareo no lohan’ny fianakaviamben’ny Levita. Hamasino ny tenanareo sy ny rahalahinareo, dia ampiakaro any amin’ilay toerana efa nomaniko ho azy ny Vata masin’i Jehovah Andriamanitry ny Israely.",
        "13": "Tsy nentinareo ilay izy tamin’ny voalohany ka tezitra be tamintsika i Jehovah Andriamanitsika. Tsy mba nofantarintsika mantsy hoe ahoana no tokony hatao.”",
        "14": "Dia nanamasina ny tenany ny mpisorona sy ny Levita, mba hampiakatra ny Vata masin’i Jehovah Andriamanitry ny Israely.",
        "15": "Avy eo dia nentin’ny Levita tamin’ny bao filanjana ilay Vata masin’ilay tena Andriamanitra, ka nataony teo an-tsorony. Izany mantsy no baikon’i Mosesy, araka ny tenin’i Jehovah.",
        "16": "Notenenin’i Davida ny mpiadidy teo amin’ny Levita mba hanendry ny rahalahiny mpihira. Nasaina nihira tamin’ny fo izy ireo, sady hampiaraka ny hirany amin’ny zavamaneno, dia zavamaneno fitendry sy harpa ary kipantsona.",
        "17": "Dia notendren’ny Levita i Hemana zanak’i Joela. Ny avy amin’ny fokony dia i Asafa zanak’i Berekia. Ny avy amin’ny Merarita rahalahin’izy ireo indray dia i Etana zanak’i Kosaia no voatendry.",
        "18": "Ary niaraka tamin’izy ireo ny rahalahiny tao amin’ny fizarana faharoa, dia i Zakaria, Bena, Jaziela, Semiramota, Jehiela, Ony, Eliaba, Benaia, Mahaseia, Matitia, Elifeleho, Mikneia, ary Obeda-edoma sy Jeiela izay samy mpiandry vavahady.",
        "19": "I Hemana sy Asafa ary Etana mpihira no nasaina nampaneno ny kipantsona varahina.",
        "20": "I Zakaria, Aziela, Semiramota, Jehiela, Ony, Eliaba, Mahaseia, ary Benaia kosa no nitendry zavamaneno natao Alamota. *",
        "21": "I Matitia, Elifeleho, Mikneia, Obeda-edoma, Jeiela, ary Azazia indray no nitendry harpa natao Seminita, ary izy ireo no mpitarika.",
        "22": "I Kenania, mpiadidy teo amin’ny Levita, no niandraikitra ny filanjana ny Vata, satria hainy tsara izany.",
        "23": "I Berekia sy Elkana no mpiandry vavahadin’ny toerana nisy ny Vata.",
        "24": "I Sebania, Josafata, Netanela, Amasay, Zakaria, Benaia, ary Eliezera, izay samy mpisorona no nitsoka mafy ny trompetra teo anoloan’ny Vata masin’ilay tena Andriamanitra. Mpiandry vavahadin’ny toerana nisy ny Vata koa i Obeda-edoma sy Jehia.",
        "25": "Dia nankany an-tranon’i Obeda-edoma i Davida sy ny anti-panahin’ny Israely ary ny lehiben’ny arivo sady falifaly be, fa haka an’ilay Vata misy ny fifanekena nataon’i Jehovah ka hampiakatra an’ilay izy avy any.",
        "26": "Nampian’ilay tena Andriamanitra ny Levita nilanja ny Vata misy ny fifanekena nataon’i Jehovah, ka nanao sorona vantotr’ombilahy fito sy ondrilahy fito.",
        "27": "Nanao akanjo tsy misy tanany vita tamin’ny lamba tena tsara i Davida sy ny Levita rehetra nilanja ny Vata, sy ny mpihira, ary Kenania lehiben’ny mpihira mpilanja an’ilay Vata. Nanao efoda vita tamin’ny kofehy rongony koa i Davida.",
        "28": "Dia nampiakatra ny Vata misy ny fifanekena nataon’i Jehovah ny Israelita rehetra, ka faly sy nihorakoraka be sady nitsoka anjombona sy trompetra ary nampaneno kipantsona. Notendren’izy ireo mafy be koa ny zavamaneno fitendry sy ny harpa.",
        "29": "Rehefa tonga tao amin’ny Tanànan’i Davida anefa ilay Vata misy ny fifanekena nataon’i Jehovah, dia nitazana avy teo am-baravarankely i Mikala zanakavavin’i Saoly. Dia nahita an’i Davida Mpanjaka nandihindihy sy nifalifaly be izy, ka nanambany azy tao am-pony."
    },
    "16": {
        "1": "Nampidirina tao amin’ny tranolay àry ny Vata masin’ilay tena Andriamanitra ka napetraka tao. Natsangan’i Davida ho an’ilay Vata io tranolay io. Dia nanolotra fanatitra dorana sy sorona iombonana teo anatrehan’Andriamanitra ny olona.",
        "2": "Rehefa avy nanolotra ny fanatitra dorana sy ny sorona iombonana i Davida, dia nitso-drano ny vahoaka tamin’ny anaran’i Jehovah.",
        "3": "Samy nizarany mofo boribory sy mofo antrendry ary mofo vita tamin’ny voaloboka maina koa ny Israelita rehetra, na lahy na vavy.",
        "4": "Avy eo dia nisy Levita notendreny hanompo eo anoloan’ny Vata masin’i Jehovah, mba hanome voninahitra sy hisaotra ary hidera an’i Jehovah Andriamanitry ny Israely.",
        "5": "I Asafa no mpitarika ny mpihira, ary nanarakaraka azy i Zakaria. I Jeiela, Semiramota, Jehiela, Matitia, Eliaba, Benaia, Obeda-edoma, ary Jeiela no nitendry zavamaneno sy harpa. I Asafa kosa no nampaneno kipantsona.",
        "6": "Fa i Benaia sy Jahaziela mpisorona foana no nitsoka trompetra teo anoloan’ny Vata misy ny fifanekena nataon’ilay tena Andriamanitra.",
        "7": "Namorona hira fisaorana an’i Jehovah i Davida tamin’izay andro izay, ary sambany ilay izy no nasainy nohirain’i Asafa sy ny rahalahiny, hoe:",
        "8": "“Misaora an’i Jehovah, ary miantsoa ny anarany. Ampahafantaro an’ireo firenena ny zavatra nataony!",
        "9": "Mihirà ho azy, manaova hira fiderana ho azy! Saintsaino ny zavatra mahatalanjona rehetra nataony.",
        "10": "Ataovy ho reharehanareo ny anarany masina, Ary enga anie ho faly ny fon’izay mitady an’i Jehovah!",
        "11": "Mitadiava an’i Jehovah ary miantehera amin’ny heriny. Mitadiava sitraka aminy foana. *",
        "12": "Tsarovy ny zavatra mahatalanjona nataony, Sy ny fahagagana vitany ary ny didim-pitsarana nolazainy,",
        "13": "Ry taranak’i Israely mpanompony, Ry taranak’i Jakoba, dia ianareo olom-boafidiny.",
        "14": "Izy no Jehovah Andriamanitsika. Mihatra eran-tany ny didim-pitsarany.",
        "15": "Tsarovy mandrakizay ny fifanekena nataony, Ary tsarovy hatrany amin’ny taranaka arivo mifandimby ny fampanantenana nataony, *",
        "16": "Dia ilay fifanekena nataony tamin’i Abrahama, Sy ilay fianianana nataony tamin’i Isaka.",
        "17": "Nataony fitsipika ho an’i Jakoba io fianianana io, Sady fifanekena maharitra ela be ho an’i Israely.",
        "18": "Fa hoy izy: ‘Homeko anao ny tany Kanana, Ho anjara lovanao.’",
        "19": "Mbola vitsy izy ireo tamin’izany, Tena vitsy kely sady vahiny tao amin’ilay tany.",
        "20": "Nifindrafindra tany amin’ny firenena samihafa izy ireo, Ary nifindrafindra tany amin’ny fanjakana samihafa.",
        "21": "Tsy nisy olona navelan’Andriamanitra hampijaly azy ireo, Fa nananatra mpanjaka mihitsy aza izy noho ny amin’izy ireo,",
        "22": "Ka niteny hoe: ‘Aza mikasika ny voahosotro, Ary aza manisy ratsy ny mpaminaniko.’",
        "23": "Mihirà ho an’i Jehovah, ry tany manontolo! Ambarao isan’andro ny famonjeny!",
        "24": "Lazao amin’ireo firenena hoe be voninahitra izy, Ary lazao amin’ny vahoaka rehetra ny zavatra mahatalanjona nataony.",
        "25": "Fa tena miavaka i Jehovah ka izy no mendrika hoderaina indrindra. Mendrika hatahorana mihoatra noho ny andriamanitra rehetra izy.",
        "26": "Andriamanitra tsy misy dikany daholo ny andriamanitry ny firenena, Fa i Jehovah kosa no nanao ny lanitra.",
        "27": "Haja amam-boninahitra no eo anatrehany, Ary hery sy fifaliana no ao amin’izay misy azy.",
        "28": "Omeo an’i Jehovah izay tokony homena azy, ry foko eo amin’ireo firenena. Omeo an’i Jehovah izay tokony homena azy, satria be voninahitra sady matanjaka izy.",
        "29": "Omeo voninahitra i Jehovah fa mendrika an’izany ny anarany. Mitondrà fanomezana ho azy ka midira mankeo anatrehany. Manaova fitafiana masina dia miankohofa eo anatrehan’i Jehovah. *",
        "30": "Mangovita eo anatrehany, ry tany manontolo! Mafy orina ny tany, ka tsy ho voahozongozona. *",
        "31": "Aoka hiravoravo ny lanitra, ary aoka hifaly ny tany. Lazao any amin’ireo firenena hoe: ‘Lasa Mpanjaka i Jehovah!’",
        "32": "Aoka hihoby ny ranomasina sy izay rehetra ao aminy, Ary aoka hifaly ny saha sy izay rehetra eo aminy.",
        "33": "Aoka hihoby eo anatrehan’i Jehovah koa ny hazo any an’ala, Fa iny tamy iny izy hitsara ny tany.",
        "34": "Misaora an’i Jehovah fa tsara izy. Be fitiavana sady tsy mivadika mandrakizay izy.",
        "35": "Dia lazao hoe: ‘Vonjeo izahay, ry Andriamanitra mpamonjy anay ô! Angony izahay ka vonjeo avy any amin’ireo firenena, Mba ho afaka hisaotra ny anaranao masina, Sy ho faly hidera anao.",
        "36": "Enga anie i Jehovah Andriamanitry ny Israely Hoderaina mandrakizay doria!’” Dia hoy ny olona rehetra: “Amena!” Ary nidera an’i Jehovah izy ireo.",
        "37": "Dia navelan’i Davida teo anoloan’ny Vata misy ny fifanekena nataon’i Jehovah i Asafa sy ny rahalahiny, mba hanompo foana eo anoloan’ilay Vata, araka ny fanao isan’andro.",
        "38": "Nisy 68 ry Obeda-edoma sy ny rahalahiny. Ary mpiandry vavahady i Obeda-edoma zanak’i Jedotona, sy Hosa.",
        "39": "Navelan’i Davida teo anoloan’ny tranolain’i Jehovah teo amin’ny toerana avo tany Gibeona koa i Zadoka mpisorona sy ny mpisorona hafa,",
        "40": "mba hanolotra fanatitra dorana ho an’i Jehovah tsy tapaka eo amin’ny alitara fanaovana fanatitra dorana, amin’ny maraina sy hariva, ary mba hanao an’izay rehetra voasoratra ao amin’ny Lalàn’i Jehovah nandidiany ny Israely.",
        "41": "Niaraka tamin’izy ireo koa i Hemana sy Jedotona ary izay sisa tavela tamin’ny lehilahy voafantina sy voatonona anarana mba hisaotra an’i Jehovah, satria “be fitiavana sady tsy mivadika mandrakizay izy.”",
        "42": "Niaraka tamin’izy ireo i Hemana sy Jedotona mba hitsoka ny trompetra sy hampaneno ny kipantsona ary hampiasa ny zavamaneno natao hiderana an’ilay tena Andriamanitra. Teo am-bavahady kosa ny zanakalahin’i Jedotona.",
        "43": "Dia samy nody tany an-tranony ny olona rehetra. Lasa nody koa i Davida mba hitso-drano ny ankohonany."
    },
    "17": {
        "1": "Raha vao tafapetraka tsara tao amin’ny tranony i Davida, dia hoy izy tamin’i Natana mpaminany: “Izaho ity mipetraka ato amin’ny trano sedera, nefa ny Vata misy ny fifanekena nataon’i Jehovah mipetraka ao anaty tranolay!”",
        "2": "Dia hoy i Natana taminy: “Ataovy izay rehetra ao am-ponao, fa manohana anao ilay tena Andriamanitra.”",
        "3": "Ny alin’iny ihany, dia niteny tamin’i Natana Andriamanitra hoe:",
        "4": "“Mandehana lazao amin’i Davida mpanompoko hoe: ‘Izao no tenin’i Jehovah: “Tsy ianao no hanorina trano hipetrahako.",
        "5": "Fa tsy nipetraka tao anaty trano aho, hatramin’ny andro nitondrako ny Israely nivoaka avy tany Ejipta ka hatramin’izao. Nifindrafindra tranolay foana aho, ary nifindrafindra toerana. *",
        "6": "Nandritra ny fotoana nandehanako niaraka tamin’ny Israely rehetra, izaho ve mba efa niteny tamin’ny mpitsaran’ny Israely, izay notendreko hiandry ny vahoakako, hoe: ‘Nahoana ianareo no tsy nanorina trano sedera ho ahy?’”’",
        "7": "“Izao tenenina amin’i Davida mpanompoko: ‘Izao no tenin’i Jehovah Tompon’ny tafika: “Naka anao avy teny amin’ny kijana teny am-piandrasana ondry aho mba ho mpitarika ny Israely vahoakako.",
        "8": "Ary hanampy anao aho na aiza na aiza alehanao, ka haringako tsy ho eo anoloanao ny fahavalonao rehetra. Dia hataoko malaza ny anaranao, toy ny anaran’ny olo-malaza eny ambonin’ny tany.",
        "9": "Ary hanokana toerana hametrahako ny Israely vahoakako aho. Dia hipetraka ao izy ireo, ka tsy hisy hanakorontana intsony. Tsy hampijaly azy ireo intsony koa ny olona ratsy fanahy, hoatran’ny nataon’izy ireny taloha,",
        "10": "tamin’ny fotoana nanendreko mpitsara hitondra ny Israely vahoakako. Ary hataoko eo ambany fahefanao ny fahavalonao rehetra. Izao koa no lazaiko aminao: ‘Hanao trano ho anao i Jehovah.’",
        "11": "“‘“Rehefa tapitra ny andronao ka lasa any amin’ny razambenao ianao, dia hotendreko ho mpanjaka handimby anao ny taranakao, dia ny iray amin’ny zanakao lahy. Ary hataoko mafy orina ny fanjakany.",
        "12": "Izy no hanorina trano ho ahy. Ary hataoko mafy orina mandrakizay ny seza fiandrianany.",
        "13": "Izaho ho rainy, ary izy ho zanako. Ho tia azy sy tsy hivadika aminy mihitsy aho, fa tsy hanao hoatran’ny nataoko tamin’ilay talohanao.",
        "14": "Hataoko mipetraka eo amin’ny seza fiandrianako mandrakizay izy, ary haharitra mandrakizay ny fanjakany sy ny taranany.”’”",
        "15": "Noresahin’i Natana tamin’i Davida àry izany teny rehetra izany sy ilay fahitana manontolo.",
        "16": "Dia nipetraka teo anatrehan’i Jehovah i Davida Mpanjaka, ka niteny hoe: “Fa mba iza moa aho, ry Jehovah Andriamanitra ô? Ary mba inona ny ankohonako no nataonao lasa hoatr’izao aho?",
        "17": "Ary toy ny hoe tsy ampy izany efa nataonao izany, Andriamanitra ô, fa mbola nilazanao koa aho hoe haharitra hatrany aoriana lavitra any ny taranaky ny mpanomponao. Dia nijery ahy ianao Jehovah Andriamanitra ô, hoatran’ny hoe olona ambony aho.",
        "18": "Inona intsony moa no azon’i Davida mpanomponao lazaina aminao momba ny voninahitra nomenao ahy? Ianao aza efa mahafantatra tsara ny mpanomponao.",
        "19": "Fa noho ny mpanomponao sady araka ny sitraponao, Jehovah ô, no nanaovanao an’izany zavatra miavaka rehetra izany ka nampahafantaranao fa tena miavaka ianao.",
        "20": "Fa tsy misy hoatr’anao, Jehovah ô! Ary tsy misy Andriamanitra ankoatra anao. Manamarina an’izany ny zava-drehetra henonay.",
        "21": "Ary iza amin’ny firenena eto an-tany moa no hoatran’ny Israely vahoakanao? Navotan’ilay tena Andriamanitra izy ireo mba ho lasa vahoakany. Nataonao nalaza ny anaranao rehefa nanao zavatra miavaka sy mahagaga ianao. Nandroaka firenena hiala eo anatrehan’ilay vahoakanao navotanao avy tany Ejipta ianao.",
        "22": "Nataonao lasa vahoakanao mandrakizay ny Israely. Ary ianao, Jehovah ô, no lasa Andriamanitr’izy ireo.",
        "23": "Dia enga anie, Jehovah ô, ka hotanterahinao mandrakizay izay nampanantenainao momba ny mpanomponao sy ny taranany! Ary enga anie ianao ka hanao an’izay efa nampanantenainao!",
        "24": "Haharitra sy hankalazaina mandrakizay anie ny anaranao, mba ho afaka hilaza ny olona hoe: ‘I Jehovah Tompon’ny tafika, Andriamanitry ny Israely, no Andriamanitra ho an’ny Israely.’ Haharitra eo anatrehanao koa anie ny taranak’i Davida mpanomponao!",
        "25": "Fa ianao, Andriamanitro ô, no nampahafantatra ny mpanomponao ny fikasanao hoe hanao trano ho ahy. Izany no mahatonga ny mpanomponao tsy hisalasala hanao an’izao vavaka izao aminao.",
        "26": "Ianao, Jehovah ô, no tena Andriamanitra, ary nampanantena an’izany zavatra tsara izany ho an’ny mpanomponao ianao.",
        "27": "Dia enga anie hahafinaritra anao ny hitahy ny taranaky ny mpanomponao, ary enga anie haharitra mandrakizay eo anatrehanao izany taranany izany! Fa ianao, Jehovah ô, no efa nitahy azy ka tahina mandrakizay izy.”"
    },
    "18": {
        "1": "Tatỳ aoriana, dia notafihin’i Davida ny Filistinina, ka resiny. Dia nalainy teo an-tanan’izy ireo i Gata sy ny tanàna niankina taminy. *",
        "2": "Resiny koa i Moaba. Dia lasa mpanompon’i Davida ny Moabita ka nandoa hetra taminy.",
        "3": "Resin’i Davida teny akaikin’i Hamata i Hadadezera mpanjakan’i Zoba, tamin’izy io nankany amin’ny Reniranon’i Eofrata mba hanamafy orina ny fahefany.",
        "4": "Ireto ny babo azon’i Davida avy taminy: Kalesy 1 000, mpitaingin-tsoavaly 7 000, ary miaramila 20 000 mpandeha an-tongotra. Dia notapahiny ny hoza-tongotry ny soavaly rehetra mpitarika kalesy, fa soavaly 100 sisa no tsy nataony an’izany.",
        "5": "Dia tonga nanampy an’i Hadadezera mpanjakan’i Zoba ny Syrianina avy any Damaskosy, kanjo 22 000 tamin’izy ireo no matin’i Davida.",
        "6": "Nasian’i Davida toby miaramila àry tany Damaskosy, any Syria. Dia lasa mpanompony ny Syrianina, ka nandoa hetra taminy. Nataon’i Jehovah nandresy i Davida, na taiza na taiza nalehany.",
        "7": "Nalain’i Davida koa ny ampinga volamena boribory teny amin’ireo mpanompon’i Hadadezera, ka nentiny tany Jerosalema.",
        "8": "Ary naka varahina be dia be avy tany Tibata sy Kona, tanànan’ i Hadadezera, i Davida. Ireny no nanamboaran’i Solomona an’ilay Ranomasina varahina, sy ny andry, ary ny fanaka varahina.",
        "9": "Vao henon’i Toy mpanjakan’i Hamata fa resin’i Davida ny tafik’i Hadadezera mpanjakan’i Zoba manontolo,",
        "10": "dia nirahiny ho any amin’i Davida Mpanjaka i Hadorama zanany lahy, mba hanontany ny fahasalamany sy hiarahaba azy noho izy niady tamin’i Hadadezera dia nandresy azy. Niady matetika tamin’i Toy mantsy i Hadadezera. Ary nitondra zavatra isan-karazany vita tamin’ny volamena sy volafotsy ary varahina i Hadorama.",
        "11": "Dia nohamasinin’i Davida Mpanjaka ho an’i Jehovah ireny, hoatran’ny efa nataony tamin’ny volafotsy sy ny volamena nentiny avy tany amin’ny firenena rehetra, dia i Edoma sy Moaba, ny Amonita, ny Filistinina, ary ny Amalekita.",
        "12": "Ary nahafaty Edomita 18 000 i Abisay zanak’i Zeroia, teo amin’ny Lohasahan-tsira.",
        "13": "Nasiany toby miaramila tany Edoma, ka lasa mpanompon’i Davida ny Edomita rehetra. Dia nataon’i Jehovah nandresy i Davida, na taiza na taiza nalehany.",
        "14": "Nanjaka teo amin’ny Israely rehetra i Davida, ary nanao ny rariny sy hitsiny teo amin’ny vahoakany manontolo izy.",
        "15": "I Joaba zanak’i Zeroia no lehiben’ny tafika, Josafata zanak’i Ahiloda no mpanoratra ny raharaham-panjakana,",
        "16": "Zadoka zanak’i Ahitoba sy Ahimeleka zanak’i Abiatara no mpisorona, ary Saosa no mpitan-tsoratra.",
        "17": "I Benaia zanak’i Joiada no lehiben’ny Keretita sy ny Peletita. Ary ny zanakalahin’i Davida no manam-pahefana ambony indrindra nanarakaraka ny mpanjaka."
    },
    "19": {
        "1": "Tatỳ aoriana, dia maty i Nahasy mpanjakan’ny Amonita, ka ny zanany lahy no nanjaka nandimby azy.",
        "2": "Dia hoy i Davida: “Ho tsara fanahy amin’i Hanona zanak’i Nahasy aho, satria tsara fanahy tamiko ny rainy.” Naniraka olona àry i Davida, mba hampionona azy noho ny nahafatesan-drainy. Rehefa tonga tany amin’ny tanin’ny Amonita anefa ny mpanompon’i Davida, mba hampionona an’i Hanona,",
        "3": "dia hoy ny andrianan’ny Amonita tamin’i Hanona: “Ianao ve dia mieritreritra hoe ny hanome voninahitra ny dadanao no nanirahan’i Davida ny mpanompony atỳ hampionona anao, fa tsy hoe handeha hamantatra sy hitsikilo an’ity tany ity, dia handresy anao?”",
        "4": "Nosamborin’i Hanona àry ny mpanompon’i Davida ka nesoriny ny volombavany, ary notapahiny hatreo amin’ny fitombenany ny akanjony, dia nalefany izy ireo.",
        "5": "Vao henon’i Davida izany, dia naniraka olona hitsena an’ireo lehilahy ireo izy. Afa-baraka tanteraka mantsy izy ireo. Ary hoy ny mpanjaka: “Mijanòna aloha any Jeriko, dia rehefa maniry indray ny volombavanareo vao modia.”",
        "6": "Dia hitan’ny Amonita fa lasa halan’i Davida izy ireo. Naniraka olona hitondra volafotsy 1 000 talenta àry i Hanona sy ny Amonita, mba hanofa kalesy fitondra miady sy hanakarama mpitaingin-tsoavaly avy any Mezopotamia sy Arama-maka ary Zoba.",
        "7": "Dia nanofa kalesy fitondra miady 32 000 izy ireo, ary nokaramainy koa ny mpanjakan’i Maka sy ny vahoakany. Dia tonga ireny ka nitoby tandrifin’i Medeba. Nifamory avy any an-tanànany koa ny Amonita ka nivoaka hiady.",
        "8": "Rehefa henon’i Davida izany, dia nirahiny i Joaba sy ny tafika manontolo, anisan’izany ireo miaramilany matanjaka indrindra.",
        "9": "Ary nivoaka avy tao an-tanàna ny Amonita, ka nilahatra hiady teo amin’ny fidirana amin’ilay tanàna. Nitokana teny an-tsaha kosa ireo mpanjaka tonga hanampy.",
        "10": "Hitan’i Joaba fa avy any aloha sy avy any aoriana ny fahavalo. Dia nifidy tamin’ireo miaramila voafantina teo amin’ny Israely izy, ka nasainy nilahatra hiady tamin’ny Syrianina izy ireo.",
        "11": "Ny sisa kosa nasainy notarihin’i Abisay rahalahiny, mba hilahatra hiady amin’ny Amonita.",
        "12": "Dia hoy izy: “Raha matanjaka loatra ny Syrianina ka tsy resiko, dia tongava mamonjy ahy. Fa raha matanjaka loatra kosa ny Amonita ka tsy resinao, dia hovonjeko ianao.",
        "13": "Tsy maintsy matanjaka sy be herim-po isika, satria hiady ho an’ny vahoakantsika sy ho an’ny tanànan’ilay Andriamanitsika. I Jehovah koa tsy maintsy hanao ny anjarany.”",
        "14": "Ary nandroso i Joaba sy ny miaramilany, ka niady tamin’ny Syrianina. Dia nandositra azy izy ireo.",
        "15": "Rehefa hitan’ny Amonita fa nandositra ny Syrianina, dia nandositra an’i Abisay rahalahin’i Joaba koa izy ireo, ka niditra tao an-tanàna. Dia niverina tany Jerosalema i Joaba.",
        "16": "Rehefa hitan’ny Syrianina fa resin’ny Israely izy ireo, dia naniraka olona izy hampiantso ny Syrianina tany amin’ny faritry ny Renirano. Ary i Sofàka lehiben’ny tafik’i Hadadezera no nitarika azy ireo.",
        "17": "Raha vao henon’i Davida izany, dia nangoniny ny Israely rehetra. Dia niampita ny Reniranon’i Jordana izy ireo ka tonga tany amin’ny Syrianina, ary nilahatra hiady tamin’ireo. Dia nandeha niady tamin’ny Syrianina i Davida, ka nifanandrina taminy koa izy ireo.",
        "18": "Nandositra ny Israely anefa ny Syrianina. Ary mpitondra kalesy 7 000 sy miaramila 40 000 mpandeha an-tongotra no matin’i Davida. Novonoiny ho faty koa i Sofàka lehiben’ny tafika.",
        "19": "Rehefa hitan’ny mpanompon’i Hadadezera fa resin’ny Israely izy ireo, dia nihavana haingana tamin’i Davida ireo ka nanompo azy. Ary tsy te hanampy ny Amonita intsony i Syria."
    },
    "20": {
        "1": "Fiandohan’ny taona tamin’izay, sady fotoana fandehanan’ny mpanjaka hiady. Nitarika miaramila àry i Joaba dia noravany ny tanin’ny Amonita. Nanao fahirano an’i Raba izy tamin’izay, fa i Davida kosa nijanona tao Jerosalema. Notafihin’i Joaba i Raba avy eo, dia noravany.",
        "2": "Taorian’izay dia nesorin’i Davida ilay satroboninahitra volamena teny an-dohan’i Malkama, ary hitany fa iray talenta no lanjan’izy io, ary nisy vatosoa ilay izy. Dia natao teo amin’ny lohan’i Davida ilay izy. Naka zavatra be dia be avy tao amin’ilay tanàna koa izy.",
        "3": "Nentiny koa ny olona tao, ka nampiasainy mba hanatsofa vato, sy hiasa amin’ny fitaovana vy maranitra sy famaky. Nataon’i Davida hoatr’izany daholo ny tanànan’ny Amonita. Dia niverina nankany Jerosalema i Davida sy ny miaramila rehetra.",
        "4": "Taorian’izay, dia raikitra ny ady tamin’ny Filistinina, tao Gazera. Tamin’izay i Sibekay Hosatita no nahafaty an’i Sipay, taranaky ny Refaima, ka resy ny Filistinina.",
        "5": "Ary raikitra indray ny ady tamin’ny Filistinina. Dia novonoin’i Elanana zanak’i Jaira i Lamy, rahalahin’i Goliata Gatita, ilay nanana tahon-defona hoatran’ ny voditenon’ny mpanenona.",
        "6": "Raikitra indray ny ady tany Gata, ary nisy lehilahy iray goavam-be tao. Enina avy ny rantsantanany sy ny rantsantongony, ka 24 ny fitambarany. Taranaky ny Refaima koa izy.",
        "7": "Nila ady tamin’ny Israely foana izy, ka novonoin’i Jonatana zanak’i Simea rahalahin’i Davida.",
        "8": "Ireo no taranaky ny Refaima tany Gata, ary ny tanan’i Davida sy ny mpanompony no namono azy ireo."
    },
    "21": {
        "1": "Dia tapa-kevitra ny hanisy ratsy ny Israely i Satana, ka nampirisika an’i Davida hanisa an’ilay vahoaka.",
        "2": "Hoy àry i Davida tamin’i Joaba sy ny lehiben’ny vahoaka: “Mandehana isao ny Israely hatrany Beri-sheba ka hatrany Dana. Dia teneno ahy avy eo mba hahafantarako ny isany.”",
        "3": "Hoy anefa i Joaba: “Hampitomboin’i Jehovah avo 100 heny anie ny isan’ny vahoakany! Angaha moa tsy efa mpanomponao daholo izy rehetra, ry mpanjaka tompoko ô? Fa maninona ianao, tompoko, no te hanao an’izany? Maninona no dia ataonao izay hahatonga ny Israely hanota?”",
        "4": "Tsy naharesy lahatra ny mpanjaka anefa i Joaba. Lasa nitety ny tanin’ny Israely manontolo àry izy, ary tafaverina tany Jerosalema avy eo.",
        "5": "Dia nomen’i Joaba an’i Davida ny isan’ny olona voasoratra anarana. Nisy 1 100 000 ny lehilahy mpitan-tsabatra teo amin’ny Israely rehetra, ary 470 000 kosa ny teo amin’ny Joda.",
        "6": "Tsy voasoratra anarana niaraka tamin’ireo anefa ny fokon’i Levy sy Benjamina. Tsy tian’i Joaba mihitsy mantsy ny tenin’ny mpanjaka.",
        "7": "Dia tena tsy faly tamin’izany ilay tena Andriamanitra, ka nosaziny ny Israely.",
        "8": "Niteny tamin’ilay tena Andriamanitra àry i Davida hoe: “Tena nanao fahotana lehibe aho tamin’iny zavatra nataoko iny. Mba avelao re ny fahadisoan’ny mpanomponao e! Fa nanao hadalana be mihitsy aho.”",
        "9": "Dia hoy i Jehovah tamin’i Gada, ilay mpahita fahitana ho an’i Davida:",
        "10": "“Mandehana lazao amin’i Davida hoe: ‘Izao no lazain’i Jehovah: “Omeko safidy telo ianao, dia fidio izay iray tianao hataoko aminao.”’”",
        "11": "Nankao amin’i Davida àry i Gada, ka niteny taminy hoe: “Izao no tenin’i Jehovah: ‘Mifidiana ianao amin’ireto:",
        "12": "Mosary telo taona ve? Sa haripaky ny fahavalonao telo volana ka hasiany amin’ny sabatra? Sa hasian’i Jehovah amin’ny sabatra mandritra ny telo andro, izany hoe handefasany areti-mandringana eto amin’ny taninao, ka hisy anjelin’i Jehovah handringana manerana ny faritry ny Israely?’ Eritrereto tsara hoe inona no havaliko an’Ilay naniraka ahy.”",
        "13": "Dia hoy i Davida tamin’i Gada: “Sahiran-tsaina be aho. Aleoko anefa azon’ny tanan’i Jehovah, toy izay azon’ny tanan’olona. Tena be famindram-po mantsy izy.”",
        "14": "Nandefa areti-mandringana teo amin’ny Israely àry i Jehovah, ka Israelita 70 000 no maty.",
        "15": "Ankoatra izany, dia nisy anjely nirahin’Andriamanitra handringana ny tao Jerosalema. Vao saika handringana anefa ilay anjely, dia hitan’i Jehovah izany, ka nanenina izy noho ilay loza. Hoy àry izy tamin’ilay anjely nandringana: “Ampy izay! Ampidino amin’izay ny tananao.” Nijoro teo akaikin’ny famoloan’i Ornana Jebosita ilay anjelin’i Jehovah tamin’izay.",
        "16": "Rehefa nitraka i Davida, dia nahita an’ilay anjelin’i Jehovah nijoro teo anelanelan’ny tany sy ny lanitra, sady nitana sabatra nanondro an’i Jerosalema, dia sabatra voatsoaka tao anaty tranony. Tonga dia niankohoka tamin’ny tany i Davida sy ny anti-panahy, izay samy niakanjo gony.",
        "17": "Dia hoy i Davida tamin’ilay tena Andriamanitra: “Fa angaha tsy izaho no naniraka hoe isao ny vahoaka? Izaho no nanota ary izaho no nanao ratsy. Fa inona moa no nataon’ireo ondry ireo? Izaho sy ny ankohonan-draiko re asiana, Jehovah Andriamanitro ô! Fa aza mandefa loza amin’ireto vahoakanao ireto.”",
        "18": "Dia nasain’ilay anjelin’i Jehovah nilaza tamin’i Davida i Gada mba hiakatra, ka hanangana alitara ho an’i Jehovah eo amin’ny famoloan’i Ornana Jebosita.",
        "19": "Dia nataon’i Davida izay nolazain’i Gada tamin’ny anaran’i Jehovah, ka niakatra izy.",
        "20": "I Ornana indray tamin’izay nanosihosy varimbazaha teny am-pamoloana. Dia niherika izy ka nahita an’ilay anjely, fa ny zanany efa-dahy niaraka taminy kosa niafina.",
        "21": "Rehefa nankeo amin’i Ornana i Davida, dia nitazana i Ornana ka nahita azy. Tonga dia niala teo am-pamoloana àry i Ornana ka niankohoka tamin’ny tany teo anatrehany.",
        "22": "Hoy i Davida tamin’i Ornana: “Mba amidio amiko ity tany misy ny famoloana ity, fa te hanorina alitara ho an’i Jehovah eto aho. Amidio amiko araka izay tena vidiny ilay izy. Amin’izay mba mitsahatra ilay loza mahazo ny vahoaka.”",
        "23": "Hoy anefa i Ornana tamin’i Davida: “Alaivo ho anao ny famoloana, dia ataovy izay hitan’ny mpanjaka tompoko fa mety. Ireo fa omeko ny omby hatao fanatitra dorana. Dia ireo koa ny fitaovana fanosihosena varimbazaha hatao kitay, ary ny varimbazaha hatao fanatitra. Omeko daholo izy rehetra.”",
        "24": "Hoy anefa i Davida Mpanjaka tamin’i Ornana: “Tsy mety izany, fa tsy maintsy hovidiko amin’izay tena vidiny ireo. Tsy ny fanananao mantsy no homeko an’i Jehovah, ary tsy zavatra azoko maimaim-poana no hatolotro ho sorona dorana.”",
        "25": "Nomen’i Davida volamena 600 sekely àry i Ornana ho vidin’ilay tany.",
        "26": "Ary nanorina alitara ho an’i Jehovah teo i Davida, ka nanolotra sorona dorana sy sorona iombonana. Niantso an’i Jehovah koa izy. Dia novaliany izy, ka nisy afo avy any an-danitra nalatsany teo ambonin’ilay alitara fanaovana fanatitra dorana.",
        "27": "Dia nasain’i Jehovah namerina ny sabany tao anaty tranony ilay anjely.",
        "28": "Rehefa hitan’i Davida àry tamin’izay hoe teo amin’ilay famoloan’i Ornana Jebosita i Jehovah no namaly azy, dia teo foana izy no nanao sorona.",
        "29": "Teo amin’ny toerana avo tany Gibeona anefa tamin’izany andro izany ilay tranolain’i Jehovah nataon’i Mosesy tany an-tany efitra, sy ilay alitara fanaovana fanatitra dorana,",
        "30": "saingy tsy nankany i Davida mba hanontany an’Andriamanitra. Natahotra be mantsy izy nahita ny sabatr’ilay anjelin’i Jehovah."
    },
    "22": {
        "1": "Dia hoy i Davida: “Eto no hasiana ny tranon’i Jehovah, ilay tena Andriamanitra, ary eto no hasiana alitara hanoloran’ny Israely fanatitra dorana.”",
        "2": "Ary nasain’i Davida novorina ny vahiny tao amin’ny tanin’ny Israely ka notendreny ho mpipai-bato. Hikapa sy hanefy vato hanorenana ny tranon’ilay tena Andriamanitra izy ireo.",
        "3": "Nanomana vy be dia be i Davida mba hanaovana fantsika ho an’ny vavahady sy vy fametahan-javatra. Nanomana varahina be dia be efa tsy voalanja intsony koa izy,",
        "4": "ary hazo sedera tsy hita isa. Nitondra hazo sedera be dia be ho an’i Davida mantsy ny olona avy any Sidona sy Tyro.",
        "5": "Dia hoy i Davida: “Mbola kely sady tsy dia nahita fiainana i Solomona zanako. Trano faran’izay kanto anefa no haorina ho an’i Jehovah, mba ho fantatry ny olona any amin’ny tany rehetra ny lazan’ilay trano sy ny hatsaran-tarehiny. Hanomana an’izay ilain’i Solomona àry aho.” Dia nanomana fitaovana be dia be i Davida talohan’ny nahafatesany.",
        "6": "Nampiantso an’i Solomona zanany koa izy, ka nilaza taminy mba hanorina trano ho an’i Jehovah Andriamanitry ny Israely.",
        "7": "Dia hoy i Davida tamin’i Solomona zanany: “Mba nirin’ny foko ny hanorina trano ho an’ny anaran’i Jehovah Andriamanitro.",
        "8": "Niteny tamiko anefa i Jehovah hoe: ‘Efa betsaka ny ra nalatsakao sy ny ady nataonao. Tsy hanorina trano ho an’ny anarako ianao, satria be loatra ny ra nalatsakao tamin’ny tany teo anatrehako.",
        "9": "Hiteraka lahikely ianao, ary hiadana izy. Hovonjeko amin’ny fahavalo rehetra manodidina azy izy ka hataoko milamin-tsaina. Hantsoina hoe Solomona mantsy izy, ary hataoko miadana sy milamina ny Israely amin’ny androny.",
        "10": "Izy ilay hanorina trano ho an’ny anarako. Ho zanako izy ary izaho ho rainy. Dia hataoko mafy orina mandrakizay ny seza fiandrianany sy ny fanjakany eo amin’ny Israely.’",
        "11": "“Izao àry, anaka: Enga anie hanampy anao i Jehovah, dia hahomby ianao rehefa manorina ny tranon’i Jehovah Andriamanitrao, araka izay efa nolazainy momba anao.",
        "12": "Hanampy anao ho malina sy hahira-tsaina anie i Jehovah, rehefa omeny fahefana hitondra ny Israely ianao! Amin’izay ianao dia hanaraka ny lalàn’i Jehovah Andriamanitrao.",
        "13": "Dia hahomby ianao raha manaraka tsara ny fitsipika sy ny didim-pitsarana nasain’i Jehovah nampitain’i Mosesy tamin’ny Israely. Manàna herim-po ary mahereza! Aza matahotra na mihorohoro.",
        "14": "Tsy nitandro hasasarana aho nanomana volamena 100 000 talenta, sy volafotsy 1 000 000 talenta, ary varahina sy vy be dia be izay tsy voalanja intsony ho an’ny tranon’i Jehovah. Efa nanomana hazo sy vato koa aho, nefa mbola mila ampianao ireo.",
        "15": "Efa manana mpiasa betsaka ianao, dia mpipai-bato, mpanao vato, mpandrafitra, ary mpiasa mahay isan-karazany.",
        "16": "Tsy voalanja intsony koa ny volamena, ny volafotsy, ny varahina, ary ny vy. Atombohy àry ny asa, ary hanampy anao anie i Jehovah!”",
        "17": "Dia nasain’i Davida nanampy an’i Solomona zanany ny andriana rehetra teo amin’ny Israely, ka hoy izy:",
        "18": "“Angaha moa tsy ampian’i Jehovah Andriamanitrareo ianareo, sady efa nataony milamina tanteraka ny taninareo? Fa efa natolony teo am-pelatanako ny mponina teto amin’ity tany ity, ary resin’i Jehovah sy ny vahoakany ity tany ity.",
        "19": "Miezaha mafy àry hitady an’i Jehovah Andriamanitrareo amin’ny fonareo manontolo sy ny herinareo manontolo. Dia atombohy ny fanorenana ny toerana masin’i Jehovah, ilay tena Andriamanitra. Amin’izay dia ho azo entina ao amin’ilay trano haorina ho an’ny anaran’i Jehovah ny Vata misy ny fifanekena nataon’i Jehovah, sy ny fitaovana masin’ilay tena Andriamanitra.”"
    },
    "23": {
        "1": "Rehefa antitra i Davida sady efa akaiky ho faty, dia nataony mpanjakan’ny Israely i Solomona zanany.",
        "2": "Novoriny daholo avy eo ny andrianan’ny Israely sy ny mpisorona ary ny Levita.",
        "3": "Nisaina tsirairay àry ny Levita 30 taona no ho miakatra, ka 38 000 ny isan’izy ireo.",
        "4": "Mpanara-maso ny asa ao an-tranon’i Jehovah ny 24 000 tamin’ireo, mpifehy sy mpitsara ny 6 000,",
        "5": "mpiandry vavahady ny 4 000, ary mpidera an’i Jehovah amin’ny zavamaneno ny 4 000. Ireo zavamaneno ireo ilay nolazain’i Davida hoe: “Namboariko hiderana an’Andriamanitra ireto.”",
        "6": "Dia nalamin’i Davida ho fizarana maromaro izy ireo, arakaraka izay niaviany amin’ireto zanak’i Levy ireto: I Gersona sy Kehata ary Merary.",
        "7": "I Ladana sy Simey no avy amin’ny Gersonita.",
        "8": "Ny zanak’i Ladana dia i Jehiela lohan’ny fianakaviambe sy Zetama ary Joela. Telo izy ireo.",
        "9": "Ny zanak’i Simey dia i Selomota sy Haziela ary Harana. Telo izy ireo. Ireo no lohan’ny fianakaviamben’i Ladana.",
        "10": "Ary ny zanak’i Simey dia i Jahata, Zina, Jeosy, ary Beria. Izy efa-dahy ireo no zanak’i Simey.",
        "11": "I Jahata no lohany, ary Ziza no faharoa. Tsy nanan-janakalahy firy anefa i Jeosy sy Beria, ka nisaina ho fianakaviambe iray ihany ary nomena andraikitra iray ihany.",
        "12": "Ny zanak’i Kehata dia i Amrama, Jizara, Hebrona, ary Oziela. Efatra izy ireo.",
        "13": "Ny zanak’i Amrama dia i Arona sy Mosesy. I Arona anefa no voatokana mandrakizay hanamasina ny Masina Indrindra. Izy sy ny taranany no voatokana mba hanao sorona eo anatrehan’i Jehovah, hanompo azy, ary hanao tsodrano amin’ny anarany foana.",
        "14": "Nisaina ho anisan’ny fokon’i Levy koa ny zanakalahin’i Mosesy, lehilahin’Andriamanitra.",
        "15": "I Gersoma sy Eliezera no zanak’i Mosesy.",
        "16": "Ny avy amin’ny taranak’i Gersoma dia i Seboela no lohan’ny fianakaviambe.",
        "17": "Ny avy amin’ny taranak’i Eliezera dia i Rehabia no lohan’ny fianakaviambe. Tsy nanan-janakalahy hafa intsony i Eliezera, fa be dia be kosa ny zanakalahin’i Rehabia.",
        "18": "Ny avy amin’ny taranak’i Jizara dia i Selomita no lohan’ny fianakaviambe.",
        "19": "Ny taranak’i Hebrona dia i Jeria no lohan’ny fianakaviambe, Amaria no faharoa, Jahaziela no fahatelo, ary Jekameama no fahefatra.",
        "20": "Ary ny taranak’i Oziela dia i Mika no lohan’ny fianakaviambe, ary Jisia no faharoa.",
        "21": "I Maly sy Mosy no zanak’i Merary. Ary ny zanak’i Maly dia i Eleazara sy Kisy.",
        "22": "Maty i Eleazara nefa tsy nitera-dahy fa vavy ihany. Nanambady an’ireo zazavavy ireo àry ny zanak’i Kisy havan’izy ireo. *",
        "23": "Ny zanak’i Mosy dia i Maly sy Edera ary Jeremota. Telo izy ireo.",
        "24": "Ireo no taranak’i Levy araka ny fianakaviambeny, araka ny lohan’ireo fianakaviambe. Voasoratra anarana izy ireo ary nisaina sy nalahatra araka ny anarany. Nanao ny asa fanompoana tao an-tranon’i Jehovah izy ireo, dia izay 20 taona no ho miakatra.",
        "25": "Fa hoy i Davida: “Nataon’i Jehovah Andriamanitry ny Israely milamina ny fiainan’ny vahoakany, ary hipetraka ao Jerosalema mandrakizay Izy.",
        "26": "Tsy hitondra ny tranolay intsony koa ny Levita, na hitondra an’izay fitaovana ampiasaina amin’ny fanompoana ao.”",
        "27": "Nisaina ny Levita 20 taona no ho miakatra, araka ny toromarika farany nomen’i Davida.",
        "28": "Nanampy ny taranak’i Arona tamin’ny fanompoana tao an-tranon’i Jehovah no asan’izy ireo. Ireto avy izany: Niandraikitra ny tokotany sy ny efitra fisakafoana, nanadio ny zava-masina rehetra, ary nanao ny asa rehetra ilaina amin’ny fanompoana ao an-tranon’ilay tena Andriamanitra.",
        "29": "Nanampy tamin’ny fikarakarana an’ireto koa izy ireo: Ny mofo mifanaingina, ny lafarinina tsara toto atao fanatitra varimbazaha, ny mofo fisaka tsy misy lalivay, ny mofo atao anaty lasitra, ny koba mifangaro menaka, ary ny karazana vatomizana sy famarana rehetra.",
        "30": "Tsy maintsy tonga isa-maraina mba hisaotra sy hidera an’i Jehovah koa izy ireo, ary hoatr’izany koa amin’ny takariva.",
        "31": "Nanampy foana koa izy ireo rehefa natolotra ny sorona dorana ho an’i Jehovah amin’ny Sabata sy ny tsinam-bolana ary ny fotoanan’ny fety. Araka ny fitsipika momba an’ireny ny isan’ny nanaovan’izy ireo an’izany. Ary nanao an’izany foana teo anatrehan’i Jehovah izy ireo.",
        "32": "Dia nataon’izy ireo ny andraikiny momba ny tranolay fihaonana sy ny toerana masina. Nampian’izy ireo koa ny rahalahiny, dia ny taranak’i Arona nanompo tao amin’ny tranon’i Jehovah."
    },
    "24": {
        "1": "Ireto avy ny fizarana nisy ny taranak’i Arona: Ny zanakalahin’i Arona dia i Nadaba, Abiho, Eleazara, ary Itamara.",
        "2": "Maty talohan-drainy anefa i Nadaba sy Abiho, ary samy tsy nitera-dahy. I Eleazara sy Itamara kosa mbola mpisorona ihany.",
        "3": "Nizara azy ireo araka ny fanompoana hiandraiketany avy i Davida, sy Zadoka avy amin’ny taranak’i Eleazara, ary Ahimeleka avy amin’ny taranak’i Itamara.",
        "4": "Maro kokoa noho ny an’ny taranak’i Itamara anefa ny lohan’ireo fianakaviambe teo amin’ny taranak’i Eleazara. Nozaraina hoatr’izao àry izy ireo: Nisy 16 ny lohan’ny fianakaviamben’ny taranak’i Eleazara, ary 8 kosa ny an’ireo fianakaviamben’ny taranak’i Itamara.",
        "5": "Natao antsapaka ny taranak’i Eleazara sy ny taranak’i Itamara, satria avy amin’ireo antokony roa ireo ny mpiandraikitra ny toerana masina sy ireo lehibe nanompo an’ilay tena Andriamanitra.",
        "6": "Ary i Semaia zanak’i Netanela sady mpitan-tsoratry ny Levita, no nanoratra ny anaran’izy ireo teo anatrehan’ny mpanjaka, sy ny andriana, sy Zadoka mpisorona, sy Ahimeleka zanak’i Abiatara, sy ny lohan’ireo fianakaviamben’ny mpisorona, ary ny lohan’ireo fianakaviamben’ny Levita. Dia nisy fianakaviambe iray voafidy ho an’ny taranak’i Eleazara, ary iray koa ho an’ny taranak’i Itamara.",
        "7": "Rehefa natao ny antsapaka, dia i Joiariba no voalohany, Jedaia no faharoa,",
        "8": "Harima no fahatelo, Seorima no fahefatra,",
        "9": "Malkia no fahadimy, Miamina no fahenina,",
        "10": "Hakoza no fahafito, Abia no fahavalo,",
        "11": "Jesoa no fahasivy, Sekania no fahafolo,",
        "12": "Eliasiba no faha-11, Jakima no faha-12,",
        "13": "Hopa no faha-13, Jesebaba no faha-14,",
        "14": "Bilga no faha-15, Imera no faha-16,",
        "15": "Hezira no faha-17, Hafizeza no faha-18,",
        "16": "Petahia no faha-19, Jehezekela no faha-20,",
        "17": "Jakina no faha-21, Gamola no faha-22,",
        "18": "Delaia no faha-23, ary Mahazia no faha-24.",
        "19": "Hoatr’izany no nandaminana ny fanompoana niandraiketan’izy ireo rehefa nankao amin’ny tranon’i Jehovah izy ireo. Izany mantsy no fomba fiasa natoron’i Arona razambeny, araka ny didy nomen’i Jehovah Andriamanitry ny Israely azy.",
        "20": "Ireto no sisa tavela tamin’ny Levita: I Sobaela no tamin’ ny taranak’i Amrama, Jedaia no tamin’ny taranak’i Sobaela,",
        "21": "Jisia lohan’ny fianakaviambe no avy tamin’ny taranak’i Rehabia,",
        "22": "Selomota no tamin’ny taranak’i Jizara, Jahata no tamin’ny taranak’i Selomota,",
        "23": "ary tamin’ny taranak’i Hebrona dia i Jeria no lohany, Amaria no faharoa, Jahaziela no fahatelo, ary Jekameama no fahefatra,",
        "24": "Mika no tamin’ny taranak’i Oziela, ary Samira no tamin’ny taranak’i Mika.",
        "25": "I Jisia no rahalahin’i Mika, ary Zakaria no tamin’ny taranak’i Jisia.",
        "26": "I Maly sy Mosy no zanakalahin’i Merary, ary Beno no avy tamin’ny taranak’i Jazia.",
        "27": "Ireto avy ny tamin’ny taranak’i Merary: I Beno, Sohama, Zakora, ary Ibry, izay avy tamin’i Jazia.",
        "28": "Ny avy tamin’i Maly dia i Eleazara, izay tsy nitera-dahy.",
        "29": "Ny avy tamin’ny taranak’i Kisy dia i Jeramela.",
        "30": "Ary ny zanakalahin’i Mosy dia i Maly sy Edera ary Jerimota. Ireo no taranak’i Levy, araka ny fianakaviambeny avy.",
        "31": "Ary nanao antsapaka hoatran’ireo rahalahiny taranak’i Arona koa izy ireo, teo anatrehan’i Davida Mpanjaka, sy Zadoka, sy Ahimeleka, sy ny lohan’ireo fianakaviamben’ny mpisorona, ary ny lohan’ireo fianakaviamben’ny Levita. Nitovy ihany ny nitondrana ny lohan’ireo fianakaviambe, na zokiny izy na zandriny."
    },
    "25": {
        "1": "Ary natokan’i Davida sy ny lehiben’ny antoko-mpanompo ny sasany tamin’ny taranak’i Asafa sy Hemana ary Jedotona, mba hanao fanompoana ka sady haminany izy ireo no hampiasa harpa sy zavamaneno fitendry ary kipantsona. Ireto avy ireo lehilahy voatendry hanao fanompoana ireo:",
        "2": "Ny avy amin’ny taranak’i Asafa dia i Zakora, Josefa, Netania, ary Asarela. Zanak’i Asafa ireo, ka i Asafa no niandraikitra azy. Naminany teo ambany fiandraiketan’ny mpanjaka i Asafa.",
        "3": "Ny avy amin’i Jedotona dia i Gedalia, Zery, Jesaia, Simey, Hasabia, ary Matitia. Zanak’i Jedotona izy enina ireo. I Jedotona rainy no niandraikitra azy ireo. Sady naminany i Jedotona no nampiasa harpa rehefa nisaotra sy nidera an’i Jehovah.",
        "4": "Ny avy amin’i Hemana dia i Bokia, Matania, Oziela, Seboela, Jerimota, Hanania, Hanany, Eliata, Gidalty, Romamti-ezera, Josbekasa, Maloty, Hotira, ary Mahaziota. Zanak’i Hemana izy ireo.",
        "5": "Ireo rehetra ireo no zanakalahin’i Hemana. I Hemana no nampita tamin’ny mpanjaka ny fahitana hitany, dia ny hafatr’ilay tena Andriamanitra mba hiderana Azy. Dia nomen’Andriamanitra zanakalahy 14 sy zanakavavy 3 izy.",
        "6": "Izy rehetra ireo dia teo ambany fiandraiketan’ny rainy rehefa nihira tao an-tranon’i Jehovah, ary nampiarahina tamin’ny kipantsona sy ny zavamaneno fitendry ary ny harpa ny hirany. Izany no fanompoana nataony tao an-tranon’ilay tena Andriamanitra. Ny mpanjaka no niandraikitra an’i Asafa sy Jedotona ary Hemana.",
        "7": "Ary 288 ny isan’izy ireo sy ny rahalahiny, izay nampianarina hihira ho an’i Jehovah, ka efa tena mahay izy rehetra.",
        "8": "Dia nanao antsapaka izy ireo hizarana ny andraikiny, na ho an’ny kely sy ny lehibe, na ho an’ny efa tena mahay sy ny vao mianatra.",
        "9": "Rehefa natao ny antsapaka dia i Josefa avy amin’ny taranak’i Asafa no voalohany, ary Gedalia no faharoa.—Nisy 12 izy sy ny rahalahiny ary ny zanany lahy.—",
        "10": "I Zakora sy ny zanany lahy ary ny rahalahiny kosa no fahatelo: 12 izy ireo.",
        "11": "I Jizry sy ny zanany lahy ary ny rahalahiny no fahefatra: 12 izy ireo.",
        "12": "I Netania sy ny zanany lahy ary ny rahalahiny no fahadimy: 12 izy ireo.",
        "13": "I Bokia sy ny zanany lahy ary ny rahalahiny no fahenina: 12 izy ireo.",
        "14": "I Jesarela sy ny zanany lahy ary ny rahalahiny no fahafito: 12 izy ireo.",
        "15": "I Jesaia sy ny zanany lahy ary ny rahalahiny no fahavalo: 12 izy ireo.",
        "16": "I Matania sy ny zanany lahy ary ny rahalahiny no fahasivy: 12 izy ireo.",
        "17": "I Simey sy ny zanany lahy ary ny rahalahiny no fahafolo: 12 izy ireo.",
        "18": "I Azarela sy ny zanany lahy ary ny rahalahiny no faha-11: Nisy 12 izy ireo.",
        "19": "I Hasabia sy ny zanany lahy ary ny rahalahiny no faha-12: Nisy 12 izy ireo.",
        "20": "I Sobaela sy ny zanany lahy ary ny rahalahiny no faha-13: Nisy 12 izy ireo.",
        "21": "I Matitia sy ny zanany lahy ary ny rahalahiny no faha-14: Nisy 12 izy ireo.",
        "22": "I Jeremota sy ny zanany lahy ary ny rahalahiny no faha-15: Nisy 12 izy ireo.",
        "23": "I Hanania sy ny zanany lahy ary ny rahalahiny no faha-16: Nisy 12 izy ireo.",
        "24": "I Josbekasa sy ny zanany lahy ary ny rahalahiny no faha-17: Nisy 12 izy ireo.",
        "25": "I Hanany sy ny zanany lahy ary ny rahalahiny no faha-18: Nisy 12 izy ireo.",
        "26": "I Maloty sy ny zanany lahy ary ny rahalahiny no faha-19: Nisy 12 izy ireo.",
        "27": "I Eliata sy ny zanany lahy ary ny rahalahiny no faha-20: Nisy 12 izy ireo.",
        "28": "I Hotira sy ny zanany lahy ary ny rahalahiny no faha-21: Nisy 12 izy ireo.",
        "29": "I Gidalty sy ny zanany lahy ary ny rahalahiny no faha-22: Nisy 12 izy ireo.",
        "30": "I Mahaziota sy ny zanany lahy ary ny rahalahiny no faha-23: Nisy 12 izy ireo.",
        "31": "I Romamti-ezera sy ny zanany lahy ary ny rahalahiny no faha-24: Nisy 12 izy ireo."
    },
    "26": {
        "1": "Nozaraina hoatr’izao ny mpiandry vavahady: Ny avy tamin’ny Korahita dia i Meselemia zanak’i Kore, taranak’i Asafa.",
        "2": "Nanan-janakalahy i Meselemia: I Zakaria no lahimatoa, Jediaela no faharoa, Zebadia no fahatelo, Jatniela no fahefatra,",
        "3": "Elama no fahadimy, Johanana no fahenina, ary Eliho-enay no fahafito.",
        "4": "Ary nanan-janakalahy i Obeda-edoma: I Semaia no lahimatoa, Jozabada no faharoa, Joa no fahatelo, Sakara no fahefatra, Netanela no fahadimy,",
        "5": "Amiela no fahenina, Isakara no fahafito, ary Peoletahy no fahavalo. Notahin’Andriamanitra mantsy i Obeda-edoma.",
        "6": "Ary nanan-janakalahy i Semaia zanany. Samy lohan’ny fianakaviambeny izy ireo, satria lehilahy natanjaka sady nahay.",
        "7": "Ireto avy ny zanak’i Semaia: Otny, Refaela, Obeda, ary Elzabada. Samy lehilahy nahay koa i Eliho sy Semakia rahalahin’i Elzabada.",
        "8": "Taranak’i Obeda-edoma daholo izy ireo. Samy lehilahy nahay sy nahafeno fepetra hanao an’ilay fanompoana izy ireo sy ny zanak’izy ireo ary ny rahalahiny. Nisy 62 ny avy tamin’i Obeda-edoma.",
        "9": "Ary nanan-janakalahy sy rahalahy i Meselemia. Nisy 18 izy ireo, sady lehilahy nahay daholo.",
        "10": "Nanan-janakalahy i Hosa taranak’i Merary. I Simry no lohan’ny fianakaviambe, satria notendren’ny rainy ho lohany izy na dia tsy lahimatoa aza,",
        "11": "Hilkia no faharoa, Tebalia no fahatelo, ary Zakaria no fahefatra. Nisy 13 ny zanak’i Hosa sy ny rahalahiny rehetra.",
        "12": "Rehefa nozaraina hoatr’izany ny mpiandry vavahady, dia nahazo andraikitra hoatran’ny rahalahiny koa ny lohan’ny fianakaviambe, mba hanompo tao an-tranon’i Jehovah.",
        "13": "Nanaovana antsapaka àry na ny kely na ny lehibe, araka ny fianakaviambeny, mba hahafantarana an’izay vavahady hambenany.",
        "14": "Dia azon’i Selemia ny vavahady tany atsinanana. Ary rehefa natao ny antsapaka ho an’i Zakaria zanany, izay mpanolo-tsaina hendry, dia azony ny vavahady tany avaratra.",
        "15": "Azon’i Obeda-edoma ny tany atsimo, ary ny zanany lahy no notendrena hiandraikitra ny trano fitehirizana entana.",
        "16": "Azon’i Sopima sy Hosa kosa ny tany andrefana, teny akaikin’ny Vavahady Saleketa, teny amin’ny lalambe miakatra, ka nifanakaiky ireo antokona mpiambina.",
        "17": "Ary ny tany atsinanana dia Levita enina, ny tany avaratra efatra isan’andro, ny tany atsimo efatra isan’andro, ary tsiroaroa ny tany amin’ny trano fitehirizana entana.",
        "18": "Ary ho an’ny lala-mitafo tany andrefana dia efatra ny teo amin’ny lalambe, ary roa ny teo amin’ny lala-mitafo.",
        "19": "Ireo no avy tamin’ny taranaky ny Korahita sy ny Merarita, rehefa natao ny fizarana ny mpiandry vavahady.",
        "20": "Ary tamin’ny Levita dia i Ahia no niandraikitra ny fitehirizana ny zava-tsarobidy tao an-tranon’ilay tena Andriamanitra sy ny zava-tsarobidy efa nohamasinina. *",
        "21": "Tamin’ny taranak’i Ladana, izany hoe ny taranaky ny Gersonita, dia i Jehiela, izay anisan’ny lohan’ireo fianakaviambe avy tamin’i Ladana,",
        "22": "sy ny zanak’i Jehiela, Zetama, ary Joela rahalahiny. Izy ireo no niandraikitra ny fitehirizana ny zava-tsarobidy tao an-tranon’i Jehovah.",
        "23": "Ny avy tamin’ny Amramita, ny Jizarita, ny Hebronita, ary ny Ozielita,",
        "24": "dia i Seboela taranak’i Gersoma zanak’i Mosesy no lehibe niandraikitra ny trano fitehirizana entana.",
        "25": "Ireto avy ny rahalahiny, taranak’i Eliezera: Rehabia, Jesaia, Jorama, Zikry, ary Selomota.",
        "26": "Io Selomota io sy ny rahalahiny no niandraikitra ny fitehirizana ny zava-tsarobidy rehetra efa nohamasinin’i Davida Mpanjaka, sy ny lohan’ireo fianakaviambe, sy ny lehiben’ny arivo, sy ny lehiben’ny zato, ary ny lehiben’ny tafika.",
        "27": "Nisy nohamasinin’izy ireo ny zavatra azo babo tany an’ady, mba hikojakojana ny tranon’i Jehovah.",
        "28": "Teo koa ny zava-drehetra nohamasinin’i Samoela mpahita, sy Saoly zanak’i Kisy, sy Abnera zanak’i Nera, ary Joaba zanak’i Zeroia. Nasaina nokarakarain’i Selomita sy ny rahalahiny ny zavatra rehetra nohamasinina.",
        "29": "Ny avy tamin’ny Jizarita, dia i Kenania sy ireo zanany no voatendry hiandraikitra ny tany ivelan’ny tranon’Andriamanitra, ka izy ireo no mpifehy sy mpitsara teo amin’ny Israely.",
        "30": "Ny avy tamin’ny Hebronita, dia i Hasabia sy ny rahalahiny no niandraikitra ny fitantanan-draharahan’ny Israely, tany amin’ny faritra andrefan’ny Reniranon’i Jordana. Niandraikitra ny asa rehetra ho an’i Jehovah sy ny mpanjaka àry izy ireo. Lehilahy mahay izy ireo, ary 1 700 ny isany.",
        "31": "Ny avy tamin’ny Hebronita dia i Jerija no lohan’ireo fianakaviana sy fianakaviamben’ny Hebronita. Tamin’ny taona faha-40 nanjakan’i Davida, dia notadiavina izay lehilahy matanjaka sady mahay teo amin’ny Hebronita, ka tany Jazera any Gileada no nahitana azy ireo.",
        "32": "Nisy 2 700 ny isan’ny rahalahin’i Jerija, dia lehilahy mahay sady lohan’ireo fianakaviambe. Notendren’i Davida Mpanjaka àry izy ireo mba hifehy ny Robenita sy ny Gadita ary ny antsasaky ny fokon’i Manase, ka hiandraikitra ny raharaha rehetra momba an’ilay tena Andriamanitra sy ny mpanjaka."
    },
    "27": {
        "1": "Nisy 24 000 ny Israelita tao amin’ny antoko-miaramila tsirairay. Anisan’izy ireo ny lohan’ireo fianakaviambe, ny lehiben’ny arivo, ny lehiben’ny zato, ary ny mpifehy izay nanompo ny mpanjaka ka nikarakara ny raharaha rehetra momba an’ireo antoko-miaramila. Nifandimby isam-bolana ireo antoko-miaramila ireo nandritra ny volana rehetra amin’ny taona.",
        "2": "I Jasobeama, zanak’i Zabdiela, no nifehy ny antoko-miaramila voalohany ho an’ny volana voalohany. Nisy 24 000 ny tao amin’ny antoko-miaramilany.",
        "3": "Taranak’i Pereza izy, ary izy no lohan’ny lehiben’ny antoko-mpanompo rehetra voatendry hanompo tamin’ny volana voalohany.",
        "4": "I Doday Ahotita no nifehy ny antoko-miaramila ho an’ny volana faharoa, ary i Miklota no mpitarika. Nisy 24 000 ny tao amin’ny antoko-miaramilany.",
        "5": "I Benaia, zanak’i Joiada lehiben’ny mpisorona, no lehiben’ny antoko-mpanompo fahatelo voatendry hanompo tamin’ny volana fahatelo. Nisy 24 000 ny tao amin’ny antoko-miaramilany.",
        "6": "Miaramila matanjaka anisan’ireo 30 lahy io Benaia io sady niandraikitra an’ireo. Ary i Amizabada zanany no nifehy ny antoko-miaramilany.",
        "7": "I Asahela rahalahin’i Joaba, sy Zebadia zanany nandimby azy no lehibe fahefatra ho an’ny volana fahefatra. Nisy 24 000 ny tao amin’ny antoko-miaramilany.",
        "8": "I Samihota Jizrahita no lehibe fahadimy ho an’ny volana fahadimy. Nisy 24 000 ny tao amin’ny antoko-miaramilany.",
        "9": "I Ira zanak’i Ikesy Tekoita no fahenina ho an’ny volana fahenina. Nisy 24 000 ny tao amin’ny antoko-miaramilany.",
        "10": "I Heleza Pelonita avy amin’ny Efraimita no fahafito ho an’ny volana fahafito. Nisy 24 000 ny tao amin’ny antoko-miaramilany.",
        "11": "I Sibekay Hosatita avy amin’ny Zerita no fahavalo ho an’ny volana fahavalo. Nisy 24 000 ny tao amin’ny antoko-miaramilany.",
        "12": "I Abi-ezera Anatotita avy amin’ny Benjaminita no fahasivy ho an’ny volana fahasivy. Nisy 24 000 ny tao amin’ny antoko-miaramilany.",
        "13": "I Maharay Netofatita avy amin’ny Zerita no fahafolo ho an’ny volana fahafolo. Nisy 24 000 ny tao amin’ny antoko-miaramilany.",
        "14": "I Benaia Piratonita avy amin’ny taranak’i Efraima no faha-11 ho an’ny volana faha-11. Nisy 24 000 ny tao amin’ny antoko-miaramilany.",
        "15": "Ary i Helday Netofatita avy amin’ny taranak’i Otniela no faha-12 ho an’ny volana faha-12. Nisy 24 000 ny tao amin’ny antoko-miaramilany.",
        "16": "Ireto avy ny mpitarika ny fokon’ny Israely: I Eliezera zanak’i Zikry no mpitarika ny Robenita, Sefatia zanak’i Maka no an’ny Simeonita,",
        "17": "Hasabia zanak’i Kemoela no an’ny fokon’i Levy, Zadoka no an’ny taranak’i Arona,",
        "18": "Eliho, anisan’ny rahalahin’i Davida, no an’ny fokon’i Joda, Omry zanak’i Mikaela no an’ny fokon’i Isakara,",
        "19": "Jismaia zanak’i Obadia no an’ny fokon’i Zebolona, Jerimota zanak’i Azriela no an’ny fokon’i Naftaly,",
        "20": "Hosea zanak’i Azazia no an’ny Efraimita, Joela zanak’i Pedaia no an’ny antsasaky ny fokon’i Manase,",
        "21": "Ido zanak’i Zakaria no an’ny antsasaky ny fokon’i Manase any Gileada, Jasiela zanak’i Abnera no an’ny fokon’i Benjamina,",
        "22": "ary Azarela zanak’i Jerohama no an’ny fokon’i Dana. Ireo no andrianan’ny fokon’ny Israely.",
        "23": "Tsy nisain’i Davida ny 20 taona no ho midina, satria efa nampanantena i Jehovah fa hataony be dia be hoatran’ny kintana eny amin’ny lanitra ny Israely.",
        "24": "Efa nanomboka nanisa ihany i Joaba zanak’i Zeroia, saingy tsy nahavita hatramin’ny farany. Dia tezitra tamin’ny Israely Andriamanitra noho izany fanisana izany, ka tsy nampidirina tao amin’ny boky mirakitra ny tantara tamin’ny andron’i Davida Mpanjaka ilay isa.",
        "25": "I Azmaveta zanak’i Adiela no niandraikitra ny fitehirizana ny zava-tsarobidin’ny mpanjaka. I Jonatana zanak’i Ozia no niandraikitra ny trano fitehirizana ny entana tany an-tsaha, sy tao amin’ireo tanàna sy tanàna kely, ary tany amin’ireo tilikambo.",
        "26": "I Ezry zanak’i Keloba no niandraikitra an’ireo niasa tany an-tsaha.",
        "27": "I Simey Ramatita no niandraikitra ny tanimboaloboka, ary Zabdy Sifmita no niandraikitra ny toerana nasiana ny tahirin-divay.",
        "28": "I Bala-hanana Gaderita no niandraikitra ny sahan’oliva sy ny aviavidia tany Sefela, ary Joasy no niandraikitra ny tahiri-menaka.",
        "29": "I Sitray Sarônita no niandraikitra ny omby niraoka ahitra tany Sarôna, ary Safata zanak’i Adlay no niandraikitra ny omby tany amin’ny tany lemaka. *",
        "30": "I Obila Ismaelita no niandraikitra ny rameva, ary Jedaia Meronotita no niandraikitra ny ampondra. *",
        "31": "Ary i Jaziza Hagarita no niandraikitra ny ondry aman’osy. Ireo rehetra ireo no mpiadidy ny fananan’i Davida Mpanjaka.",
        "32": "Mpanolo-tsaina sady mpitan-tsoratra i Jonatana zana-drahalahin’i Davida, ary lehilahy nahira-tsaina. I Jehiela zanak’i Hakmony no nikarakara ny zanaky ny mpanjaka.",
        "33": "Mpanolo-tsain’ny mpanjaka i Ahitofela, ary i Hosay Arkita no naman’ny mpanjaka.",
        "34": "I Joiada zanak’i Benaia, sy Abiatara no nandimby an’i Ahitofela. Ary i Joaba no lehiben’ny tafiky ny mpanjaka."
    },
    "28": {
        "1": "Novorin’i Davida tao Jerosalema daholo ireto andrianan’ny Israely ireto: Ny andrianan’ireo foko, ny lehiben’ireo antoko-miaramila nanompo ny mpanjaka, ny lehiben’ny arivo, ny lehiben’ny zato, ny mpiandraikitra ny fananana sy biby fiompy rehetran’ny mpanjaka sy ny an’ny zanany, ary ny tandapa sy ny lehilahy matanjaka sady mahay rehetra.",
        "2": "Dia nitsangana i Davida Mpanjaka, ka niteny hoe: “Mihainoa ahy, ry rahalahiko sy vahoakako! Efa nirin’ny foko ny hanorina trano hipetrahan’ny Vata misy ny fifanekena nataon’i Jehovah, sy ho fitoeran-tongotr’ilay Andriamanitsika. Efa nanomana an’izay ilaina mba hanorenana an’ilay izy aho,",
        "3": "saingy hoy ilay tena Andriamanitra tamiko: ‘Tsy hanorina trano ho an’ny anarako ianao, satria lehilahy mpiady sady efa nandatsa-dra.’",
        "4": "Tamin’ny fianakaviamben’ny raiko iray manontolo anefa, dia izaho no nofidin’i Jehovah Andriamanitry ny Israely ho mpanjakan’ny Israely mandrakizay. Nifidy an’i Joda ho mpitarika mantsy izy, ary tamin’ny fokon’i Joda, dia ny ankohonan-draiko no nofidiny. Tamin’ny zanaky ny raiko kosa, dia izaho no nankasitrahany ka nataony mpanjakan’ny Israely rehetra.",
        "5": "Ary tamin’ny zanako rehetra—fa be dia be ny zanaka nomen’i Jehovah ahy—dia i Solomona zanako no nofidiny mba hipetraka eo amin’ny seza fiandrianan’ny fanjakan’i Jehovah eo amin’ny Israely.",
        "6": "“Hoy izy tamiko: ‘I Solomona zanakao no hanorina ny tranoko sy hanao ny tokotaniko. Nifidy azy ho zanako mantsy aho, ary izaho ho rainy.",
        "7": "Hataoko mafy orina mandrakizay ny fanjakany, raha tena tapa-kevitra ny hankatò ny didiko sy ny didim-pitsarako izy, hoatr’izao ataony izao.’",
        "8": "Izao àry no lazaiko eto imason’ny Israely rehetra izay fiangonan’i Jehovah, sy eo anatrehan’Andriamanitsika: Fantaro tsara sy karohy daholo ny didin’i Jehovah Andriamanitrareo. Amin’izay ianareo hipetraka foana eto amin’ity tany tsara ity, dia ho afaka handova an’ilay izy foana koa ny taranaka mandimby anareo.",
        "9": "“Ary ianao, ry Solomona zanako, fantaro ilay Andriamanitry ny rainao, ka manompoa azy amin’ny fo manontolo sy amin’ny fo falifaly. Mandinika ny fo rehetra mantsy i Jehovah, ary fantany daholo ny eritreritra sy ny faniriana. Raha mitady azy ianao, dia hataony izay hahitanao azy. Raha mahafoy azy kosa ianao, dia hariany mandrakizay.",
        "10": "Efa nifidy anao i Jehovah mba hanorina trano ho toerana masina. Manàna herim-po àry, dia ataovy ilay asa.”",
        "11": "Dia nomen’i Davida an’i Solomona zanany ny planin’ny tilikambo fidirana sy ny efitra isan-karazany, ny efitra fitehirizana entana, ny efitra any an-tampon-trano, ny efitra anatiny, ary ny trano misy ny sarony fampihavanana. *",
        "12": "Dia nomeny azy ny planin’ny zava-drehetra azony avy tamin’ny fanahy masina, izany hoe ny planin’ny tokotanin’ny tranon’i Jehovah, ny efitra fisakafoana rehetra manodidina an’ilay trano, ny fitehirizana ny zava-tsarobidy ao an-tranon’ilay tena Andriamanitra, ary ny fitehirizana ny zava-tsarobidy efa nohamasinina. *",
        "13": "Nanome toromarika momba an’ireto koa izy: Ny fizarana misy ny mpisorona sy ny Levita, ny asa fanompoana rehetra ao an-tranon’i Jehovah, ny fitaovana rehetra hampiasaina amin’ny fanompoana ao an-tranon’i Jehovah,",
        "14": "ny lanjan’ny volamena hanaovana ny fitaovana rehetra ho an’ny fanompoana isan-karazany, ny lanjan’ny volafotsy hanaovana ny fitaovana volafotsy rehetra ho an’ny fanompoana isan-karazany,",
        "15": "ny lanjan’ny fitoeran-jiro volamena sy ny jirony volamena, ny lanjan’ny fitoeran-jiro samy hafa sy ny jirony, ny lanjan’ny fitoeran-jiro volafotsy sy ny jirony, arakaraka izay hampiasana ny fitoeran-jiro sy ny jiro tsirairay,",
        "16": "ny lanjan’ny volamena ho an’ny latabatra misy ny mofo mifanaingina sy ho an’ny latabatra tsirairay, ny volafotsy ho an’ny latabatra volafotsy,",
        "17": "ny fitrebika sy ny vilia baolina ary ny zinga izay samy volamena tsy misy fangarony, ny lanjan’ny vilia baolina kely volamena tsirairay, ary ny lanjan’ny vilia baolina kely volafotsy tsirairay.",
        "18": "Nomeny koa ny lanjan’ny volamena voadio ho an’ny alitara fandoroana emboka manitra sy ho an’ireo kerobima izay sary fanehoana ny kalesy, izany hoe ireo kerobima volamena mamelatra ny elany ka manaloka ny Vata misy ny fifanekena nataon’i Jehovah.",
        "19": "Ary hoy i Davida: “Nitarika ahy ny tanan’i Jehovah, ary nomeny fahendrena aho ka lasa haiko ny nanoratra ny tsipiriany rehetra amin’ilay planina.”",
        "20": "Hoy koa i Davida tamin’i Solomona zanany: “Manàna herim-po ary mahereza, ka ataovy ilay asa. Aza matahotra na mihorohoro, fa manampy anao i Jehovah Andriamanitra, ilay Andriamanitro. Tsy handao anao izy ary tsy hahafoy anao mihitsy, fa hanampy anao mandra-pahavitan’ny asa rehetra momba ny tranon’i Jehovah.",
        "21": "Ary ireo daholo ny fizarana misy ny mpisorona sy ny Levita hanao ny fanompoana rehetra ao an-tranon’ilay tena Andriamanitra. Manana mpanao asa tanana mahay koa ianao, ary efa vonona izy ireo hamita ny fanompoana isan-karazany. Eo koa ny andriana sy ny vahoaka manontolo mba hanatanteraka an’izay toromarika rehetra omenao.”"
    },
    "29": {
        "1": "Ary hoy i Davida Mpanjaka tamin’ny fiangonana manontolo: “Mbola kely sady tsy dia nahita fiainana i Solomona zanako, ilay nofidin’Andriamanitra. Asa goavana koa no hatao, satria tsy ho an’olombelona ilay tempoly fa ho an’i Jehovah Andriamanitra.",
        "2": "Dia nanao an’izay fara heriko aho mba hanomanana an’izay ilaina ho an’ny tranon’Andriamanitro, ka nanome volamena ho an’izay zavatra ilana volamena, volafotsy ho an’izay ilana volafotsy, varahina ho an’izay ilana varahina, vy ho an’izay ilana vy, hazo ho an’izay ampiasana hazo, vato oniksa, vato voatefy araikitra amin’ny rihitra, vato madinika samihafa loko, vatosoa isan-karazany, ary vatosanga be dia be.",
        "3": "Tiako koa ny tranon’Andriamanitro, ka hanome volamena sy volafotsy avy amin’ny harenako ho an’ny tranon’Andriamanitro aho, ankoatra izay rehetra efa nomaniko ho an’ilay trano masina.",
        "4": "Anisan’izany ny volamena 3 000 talenta avy any Ofira sy ny volafotsy efa voadio 7 000 talenta, mba handrakofana ny rindrin’ireo efitra,",
        "5": "sy ny volamena ho an’izay zavatra ilana volamena, sy ny volafotsy ho an’izay ilana volafotsy, ary ho an’izay rehetra hataon’ny mpanao asa tanana. Iza àry izao no vonona hanao fanomezana an-tsitrapo ho an’i Jehovah?”",
        "6": "Dia nirotsaka an-tsitrapo ny andrianan’ireo fianakaviambe, ny andrianan’ny fokon’ny Israely, ny lehiben’ny arivo, ny lehiben’ny zato, ary ireo mpiandraikitra ny raharahan’ny mpanjaka,",
        "7": "ka nanome an’ireto ho an’ny tranon’ilay tena Andriamanitra: Volamena 5 000 talenta, 10 000 darìka, volafotsy 10 000 talenta, varahina 18 000 talenta, ary vy 100 000 talenta.",
        "8": "Ary izay rehetra nanana vatosoa dia nanome an’izany mba hatao ao amin’ny fitehirizana ny zava-tsarobidy tao an-tranon’i Jehovah, ka i Jehiela Gersonita no nikarakara an’izany.",
        "9": "Faly ny vahoaka nanome an’ireny fanatitra an-tsitrapo ireny, satria tamin’ny fony manontolo no nanomezany an’ireny ho an’i Jehovah. Faly be koa i Davida Mpanjaka.",
        "10": "Dia nidera an’i Jehovah teo anatrehan’ny fiangonana manontolo i Davida, ka hoy izy: “Ry Jehovah Andriamanitr’i Israely razambenay ô, hoderaina mandrakizay doria anie ianao!",
        "11": "Anao Jehovah ô, ny fahalehibeazana sy ny hery sy ny hatsarana ary ny haja amam-boninahitra, fa anao ny zava-drehetra any an-danitra sy etỳ an-tany. Anao ny fanjakana, Jehovah ô, ary ianao Ilay misandratra ho ambonin’ny zava-drehetra.",
        "12": "Avy aminao ny harena sy ny voninahitra, ary ianao no manjaka amin’ny zava-drehetra. Eo am-pelatananao ny hery sy ny tanjaka, ary vitanao ny manandratra sy manatanjaka ny olon-drehetra.",
        "13": "Misaotra anao àry izahay, ry Andriamanitray ô, ary derainay ny anaranao kanto dia kanto.",
        "14": "“Fa inona moa izay izaho ary inona moa izay vahoakako no hahavita hanao fanatitra an-tsitrapo hoatr’izao? Avy aminao ny zava-drehetra, ka ny avy amin’ny tananao ihany no nomenay anao.",
        "15": "Fa mpivahiny sy mpiavy izahay eo anatrehanao, hoatran’ny razambenay ihany. Toy ny aloka fotsiny mantsy ny andronay etỳ an-tany, ka tsy misy antenaina.",
        "16": "Ry Jehovah Andriamanitray ô, avy amin’ny tananao sady anao daholo izao harena nomaninay hanorenana trano ho an’ny anaranao masina izao.",
        "17": "Ary fantatro tsara fa mandinika ny fo ianao, ry Andriamanitro ô, sady mahafinaritra anao ny olona tsy mivadika. Tamin’ny fo madio no nanomezako an-tsitrapo an’ireo zavatra rehetra ireo. Tena faly koa aho mahita an’ireto vahoakanao ireto manao fanatitra an-tsitrapo ho anao.",
        "18": "Ry Jehovah Andriamanitr’i Abrahama sy Isaka ary Israely razambenay ô! Ampio ity vahoaka ity mba ho tia manome foana sady hanompo anao amin’ny fony manontolo foana.",
        "19": "Ary ampio i Solomona zanako mba hankatò amin’ny fo manontolo ny didinao sy ny fampahatsiahivanao ary ny fitsipikao. Ampio koa izy mba hanao an’ireo zava-drehetra ireo sy hanorina an’ilay tempoly, fa efa nomaniko izay ilaina amin’izany.”",
        "20": "Dia hoy i Davida tamin’ny fiangonana manontolo: “Derao i Jehovah Andriamanitrareo.” Dia nidera an’i Jehovah Andriamanitry ny razambeny ny fiangonana manontolo, ka niondrika sy niankohoka teo anatrehan’i Jehovah sy ny mpanjaka.",
        "21": "Nanao sorona ho an’i Jehovah izy ireo tamin’io andro io, ary nanolotra fanatitra dorana ho an’i Jehovah ny ampitson’iny. Ireto avy izany: Vantotr’ombilahy 1 000 sy ondrilahy 1 000 ary ondrilahy kely 1 000, izay samy nampiarahina tamin’ny fanatitra zava-pisotro. Nanao fanatitra hafa be dia be koa izy ireo, fa izy ireo no solontenan’ny Israely rehetra.",
        "22": "Dia nihinana sy nisotro teo anatrehan’i Jehovah izy ireo tamin’iny andro iny sady faly be. Ary nambaran’izy ireo fanindroany hoe mpanjaka i Solomona, zanak’i Davida Mpanjaka, ka nohosoran’izy ireo indray teo anatrehan’i Jehovah mba ho mpitarika. Nohosoran’izy ireo ho mpisorona koa i Zadoka.",
        "23": "Dia nipetraka teo amin’ny seza fiandrianan’i Jehovah i Solomona ho mpanjaka handimby an’i Davida rainy, ary nahomby izay nataony. Dia nankatò azy ny Israelita rehetra.",
        "24": "Samy nanaiky an’i Solomona Mpanjaka daholo ny andriana sy ny miaramila matanjaka ary ny zanak’i Davida Mpanjaka rehetra.",
        "25": "Nataon’i Jehovah nisandratra faran’izay ambony teo anatrehan’ny Israely rehetra i Solomona, ary nataony mpanjaka be voninahitra izy ka tsy nisy hoatr’azy ny mpanjakan’ny Israely rehetra teo alohany.",
        "26": "Nanjaka teo amin’ny Israely rehetra àry i Davida zanak’i Jese.",
        "27": "Naharitra 40 taona ny fotoana nanjakany teo amin’ny Israely, ka 7 taona tao Hebrona ary 33 taona tao Jerosalema.",
        "28": "Maty izy rehefa tratrantitra sy afa-po tamin’ny fiainana sady nanan-karem-be ary be voninahitra. Dia i Solomona zanany no nanjaka nandimby azy.",
        "29": "Ary ny tantaran’i Davida Mpanjaka, hatramin’ny voalohany ka hatramin’ny farany, dia voasoratra ao amin’ny asa soratr’i Samoela mpahita sy Natana mpaminany ary Gada mpahita fahitana.",
        "30": "Voasoratra ao koa ny zava-drehetra momba ny fanjakany sy ny heriny, ary izay nitranga tamin’izany ka nahakasika azy sy ny Israely ary ny fanjakana rehetra manodidina."
    },
    "meta": {
        "name": "1 Tantara",
        "order": 12,
        "chapter_number": 29
    }
}