{
    "1": {
        "1": "Rehefa maty i Ahaba, dia nikomy tamin’ny Israely i Moaba.",
        "2": "Indray andro, dia nianjera avy teo amin’ny makarakara tamin’ny efitranony tany an-tampon-trano tao Samaria i Ahazia, ka naratra. Naniraka olona àry izy, ka niteny tamin’izy ireo hoe: “Mandehana anontanio i Bala-zeboba andriamanitr’i Ekrona raha ho sitrana amin’ity ratrako ity aho na tsia.”",
        "3": "Niteny tamin’i Elia Tisbita anefa ny anjelin’i Jehovah hoe: “Mitsangàna, dia mandehana mihaona amin’ireo olona nirahin’ny mpanjakan’i Samaria. Lazao amin’izy ireo hoe: ‘Fa angaha dia tsy misy Andriamanitra eto amin’ny Israely no handeha hanontany an’i Bala-zeboba andriamanitr’i Ekrona ianareo?",
        "4": "Koa izao no lazain’i Jehovah: “Tsy hiala eo amin’io fandriana atorianao io intsony ianao, fa tsy maintsy ho faty.”’” Dia lasa i Elia.",
        "5": "Raha vao tonga tany amin’ny mpanjaka ireo olona nirahiny, dia nanontaniany hoe: “Fa maninona ianareo no niverina?”",
        "6": "Namaly izy ireo hoe: “Nisy lehilahy niakatra hihaona taminay, dia niteny taminay hoe: ‘Mandehana miverina any amin’ny mpanjaka naniraka anareo, ka lazao aminy hoe: “Izao no lazain’i Jehovah: ‘Fa angaha dia tsy misy Andriamanitra eto amin’ny Israely no maniraka olona hanontany an’i Bala-zeboba andriamanitr’i Ekrona ianao? Koa tsy hiala eo amin’io fandriana atorianao io intsony ianao, fa tsy maintsy ho faty.’”’”",
        "7": "Dia nanontany azy ireo ny mpanjaka hoe: “Hoatran’ny ahoana ilay lehilahy niakatra nitsena anareo sy nilaza an’izany teny izany taminareo?”",
        "8": "Hoy àry izy ireo: “Lehilahy nanao akanjo volom-biby, ary nisy fehikibo hoditra teo amin’ny andilany.” Tonga dia nilaza ny mpanjaka hoe: “I Elia Tisbita izany.”",
        "9": "Koa naniraka lehiben’ny 50 niaraka tamin’ny miaramilany 50 ny mpanjaka, mba ho any amin’i Elia. Dia niakatra nankany amin’i Elia ilay lehilahy. Nipetraka teo an-tampon’ny tendrombohitra i Elia tamin’izay. Hoy ilay lehiben’ny 50 taminy: “Ry lehilahin’Andriamanitra, ‘midìna ianao!’, hoy ny mpanjaka.”",
        "10": "Hoy anefa i Elia tamin’ilay lehiben’ny 50: “Raha lehilahin’Andriamanitra tokoa aho, dia aoka hisy afo hilatsaka avy any an-danitra handevona anao sy ny miaramilanao 50!” Dia nisy afo nilatsaka avy tany an-danitra, ka nandevona azy sy ny miaramilany 50.",
        "11": "Naniraka lehiben’ny 50 hafa niaraka tamin’ny miaramilany 50 indray àry ny mpanjaka. Dia nandeha izy ka niteny tamin’i Elia hoe: “Ry lehilahin’Andriamanitra, ‘midìna haingana ianao’, hoy ny mpanjaka.”",
        "12": "Hoy anefa i Elia tamin’izy ireo: “Raha lehilahin’Andriamanitra tokoa aho, dia aoka hisy afo hilatsaka avy any an-danitra handevona anao sy ny miaramilanao 50!” Dia nisy afon’Andriamanitra nilatsaka avy tany an-danitra, ka nandevona azy sy ny miaramilany 50.",
        "13": "Naniraka lehiben’ny 50 fanintelony, niaraka tamin’ny miaramilany 50, indray ny mpanjaka. Dia niakatra nankany amin’i Elia ilay lehiben’ny 50. Nandohalika anefa izy rehefa teo anatrehany sady nitalaho taminy hoe: “Ry lehilahin’Andriamanitra ô, mba tsimbino re ny aiko sy ny ain’ireto 50 lahy mpanomponao ireto e!",
        "14": "Efa nisy afo nilatsaka avy tany an-danitra, ka nandevona an’ireo roa lahy lehiben’ny 50 teo aloha sy ny miaramilany 50 avy. Fa mba tsimbino kosa re ny aiko e!”",
        "15": "Dia hoy ilay anjelin’i Jehovah tamin’i Elia: “Midìna miaraka aminy, ary aza matahotra azy.” Koa nitsangana i Elia, ka nidina niaraka taminy ho any amin’ny mpanjaka.",
        "16": "Ary hoy izy tamin’ny mpanjaka: “Izao no lazain’i Jehovah: Naniraka olona hanontany an’i Bala-zeboba andriamanitr’i Ekrona ianao. Fa angaha dia tsy misy Andriamanitra eto amin’ny Israely? Fa maninona ianao no tsy nanontany azy? Koa tsy hiala eo amin’io fandriana atorianao io intsony ianao, fa tsy maintsy ho faty.’”",
        "17": "Dia maty tokoa izy, araka ny tenin’i Jehovah nolazain’i Elia. Tsy nanan-janakalahy izy, ka i Jorama no nanjaka nandimby azy, tamin’ny taona faharoa nanjakan’i Jorama zanak’i Josafata mpanjakan’ny Joda.",
        "18": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ve ny sisa amin’ny tantaran’i Ahazia, izany hoe ny zavatra nataony?"
    },
    "2": {
        "1": "Rehefa hitondra an’i Elia hiakatra ho eny amin’ny lanitra tao anaty tafio-drivotra i Jehovah, dia niainga avy tany Gilgala i Elia sy Elisa.",
        "2": "Hoy i Elia tamin’i Elisa: “Mijanòna eto, azafady, fa izaho nirahin’i Jehovah ho any Betela.” Hoy anefa i Elisa: “Raha mbola velona koa i Jehovah, ary raha mbola velona koa ianao, dia tsy handao anao aho.” Nidina nankany Betela àry izy ireo.",
        "3": "Dia nankany amin’i Elisa ireo zanaky ny mpaminany tao Betela, ka nilaza taminy hoe: “Mba fantatrao moa fa androany i Jehovah no haka ny tomponao, ka tsy ho tomponao intsony izy?” Dia hoy izy: “Efa fantatro izany fa mangìna ianareo.”",
        "4": "Hoy i Elia taminy: “Mijanòna eto ianao, ry Elisa, azafady, fa izaho nirahin’i Jehovah ho any Jeriko.” Hoy anefa i Elisa: “Raha mbola velona koa i Jehovah, ary raha mbola velona koa ianao, dia tsy handao anao aho.” Dia tonga tany Jeriko izy roa lahy.",
        "5": "Dia nanatona an’i Elisa ireo zanaky ny mpaminany tao Jeriko, ka nilaza taminy hoe: “Mba fantatrao moa fa androany i Jehovah no haka ny tomponao, ka tsy ho tomponao intsony izy?” Dia hoy i Elisa: “Efa fantatro izany fa mangìna ianareo.”",
        "6": "Ary hoy i Elia taminy: “Mijanòna eto, azafady, fa izaho nirahin’i Jehovah ho any Jordana.” Hoy anefa i Elisa: “Raha mbola velona koa i Jehovah, ary raha mbola velona koa ianao, dia tsy handao anao aho.” Nanohy ny diany àry izy roa lahy.",
        "7": "Ary nisy 50 lahy zanaky ny mpaminany, nanaraka an’i Elia sy Elisa. Nijanona nitazana azy roa lahy izy ireo, tamin’izy roa lahy nijoro teo amoron’i Jordana.",
        "8": "Nesorin’i Elia avy eo ilay akanjona mpaminany nanaovany, ary nahorongorony ka nokapohiny tamin’iny ny rano. Dia nisaraka roa ilay rano, ka niampita tamin’ny tany maina izy roa lahy.",
        "9": "Raha vao tonga teny ampita izy ireo, dia hoy i Elia tamin’i Elisa: “Angataho izay tianao hataoko ho anao, alohan’ny hakana ahy hiala aminao.” Dia hoy i Elisa: “Mba afaka mahazo anjaran’olon-droa amin’ny fanahy miasa aminao ve aho?”",
        "10": "Namaly i Elia hoe: “Sarotra izany zavatra angatahinao izany. Fa ho azonao ihany anefa izany, raha hitanao ny hakana ahy hiala aminao. Raha tsy izany kosa, dia tsy ho azonao izany.”",
        "11": "Raha mbola nandeha izy ireo sady niresaka, dia nisy kalesy afo sy soavaly afo nampisaraka tampoka azy roa lahy. Ary niakatra ho eny amin’ny lanitra tao anaty tafio-drivotra i Elia.",
        "12": "Sady nijery an’izany rehetra izany i Elisa no niantsoantso hoe: “Ry raiko ô, ry raiko ô! Ny kalesy fitondran’ny Israely miady sy ny mpitaingin-tsoavaliny!” Rehefa tsy nahita an’i Elia intsony izy, dia noraisiny ny akanjo teny an-kodiny ka norovitiny hizara roa.",
        "13": "Avy eo dia nalainy ilay akanjona mpaminany nanaovan’i Elia, izay latsaka avy teny aminy. Dia niverin-dalana izy ka nijoro teo amoron’i Jordana.",
        "14": "Ary nalainy ilay akanjo nanaovan’i Elia, izay latsaka avy teny aminy, ka nokapohiny tamin’iny ilay rano sady niteny izy hoe: “Aiza i Jehovah Andriamanitr’i Elia?” Dia nisaraka roa ilay rano rehefa nokapohiny, ka niampita izy.",
        "15": "Rehefa nahatazana azy ny zanaky ny mpaminany tao Jeriko, dia nilaza hoe: “Efa lasa ao amin’i Elisa ny fanahy niasa tamin’i Elia.” Nitsena azy àry izy ireo, ka niankohoka tamin’ny tany teo anatrehany.",
        "16": "Dia hoy izy ireo taminy: “Misy 50 lahy mahery fo ireto, anisan’ny mpanomponao. Aoka re izy ireo handeha hitady ny tomponao e! Angamba nampiakarin’ny fanahin’i Jehovah izy, dia nazerany any an-tendrombohitra any, na any an-dohasaha any.” Hoy anefa i Elisa: “Aza alefa ry zareo.”",
        "17": "Niangavy an’i Elisa foana anefa izy ireo, ka tsy nahazo aina i Elisa tamin’ny farany. Koa niteny izy hoe: “Iraho àry ry zareo e!” Dia naniraka 50 lahy izy ireo. Nitady an’i Elia nandritra ny telo andro izy ireo, fa tsy nahita azy.",
        "18": "Rehefa niverina izy ireo, dia mbola tao Jeriko i Elisa. Dia hoy i Elisa: “Tsy efa noteneniko moa ianareo hoe: ‘Aza mandeha’?”",
        "19": "Tatỳ aoriana, dia hoy ny mponina tao an-tanàna tamin’i Elisa: “Araka izao hitan’ny tompoko izao, dia tsara toerana ity tanàna ity. Ratsy anefa ny rano ary tsy mamokatra ny tany.”",
        "20": "Hoy àry i Elisa: “Itondray vilia baolina kely vaovao aho, ary asio sira ao anatiny.” Dia nitondran’izy ireo izy.",
        "21": "Nankany amin’ilay loharano izy avy eo, dia nanipy sira tao sady niteny hoe: “Izao no lazain’i Jehovah: ‘Efa nodioviko ity rano ity. Tsy hahafaty intsony izy ity na hahatonga ny olona tsy hiteraka.’”",
        "22": "Ary mbola madio ilay rano hatramin’izao, araka ny tenin’i Elisa.",
        "23": "Niakatra avy tany Jeriko i Elisa, ka nankany Betela. Rehefa teny an-dalana izy, dia nisy ankizilahy nivoaka avy ao an-tanàna ka naniratsira azy. Namerimberina niteny izy ireo hoe: “Miakara, ry ilay sola! Miakara, ry ilay sola!”",
        "24": "Nitodika nijery azy ireo i Elisa tamin’ny farany, ary nanozona azy ireo tamin’ny anaran’i Jehovah. Dia nisy orsavavy roa nivoaka avy tao anaty ala, ka namiravira ny 42 tamin’ireo ankizy ireo.",
        "25": "Nanohy ny diany i Elisa ka nankany amin’ny Tendrombohitra Karmela, ary avy eo niverina nankany Samaria."
    },
    "3": {
        "1": "Lasa mpanjakan’ny Israely tany Samaria i Jorama zanak’i Ahaba, tamin’ny taona faha-18 nanjakan’i Josafata mpanjakan’ny Joda. Ary nanjaka 12 taona izy.",
        "2": "Nanao izay ratsy teo imason’i Jehovah foana izy, nefa tsy hoatran’ny nataon’ny rainy na ny reniny. Mba nesoriny mantsy ilay tsangambato masin’i Bala, izay nataon-drainy.",
        "3": "Nikiry nanao ny fahotana, izay nataon’ny Israely noho ny fitaoman’i Jeroboama zanak’i Nebata, anefa izy. Tsy niala tamin’izany izy.",
        "4": "Mpiompy ondry i Mesa mpanjakan’i Moaba. Ary nandoa hetra ho an’ny mpanjakan’ny Israely foana izy, dia zanak’ondry 100 000 sy ondrilahy 100 000 mbola tsy nohetezana.",
        "5": "Raha vao maty anefa i Ahaba, dia nikomy tamin’ny mpanjakan’ny Israely ny mpanjakan’i Moaba.",
        "6": "Niala avy tany Samaria àry i Jorama Mpanjaka, tamin’izany andro izany, ka novoriny ny Israely rehetra.",
        "7": "Naniraka olona ho any amin’i Josafata mpanjakan’ny Joda koa izy, mba hilaza hoe: “Mikomy amiko ny mpanjakan’i Moaba. Koa hiaraka amiko hiady amin’i Moaba ve ianao?” Dia hoy i Josafata: “Handeha aho. Hoatr’anao ihany aho! Ny vahoakako dia vahoakanao ihany, ary ny soavaliko dia soavalinao ihany.”",
        "8": "Nanontany izy avy eo hoe: “Avy aiza isika no hiakatra?” Dia hoy i Jorama: “Avy any an-tany efitr’i Edoma.”",
        "9": "Niainga àry ny mpanjakan’ny Israely sy ny mpanjakan’ny Joda ary ny mpanjakan’i Edoma. Nanodidina izy ireo, ary rehefa avy nandeha lalana fito andro, dia tsy nisy rano intsony ho an’ny tafika sy ho an’ny biby fiompy izay nanaraka azy ireo avy tao aoriana.",
        "10": "Koa niteny ny mpanjakan’ny Israely hoe: “Loza ity! Ny handresen’i Moaba antsika mpanjaka telo ireto mihitsy no niantsoan’i Jehovah antsika!”",
        "11": "Dia hoy i Josafata: “Tsy misy mpaminanin’i Jehovah azontsika asaina manontany an’i Jehovah angaha eto?” Namaly àry ny lehilahy iray mpanompon’ny mpanjakan’ny Israely hoe: “Ao i Elisa zanak’i Safata, ilay mpanondraka rano ny tanan’i Elia.”",
        "12": "Dia hoy i Josafata: “Izy no itenenan’i Jehovah.” Nidina nankany aminy àry ny mpanjakan’ny Israely sy Josafata ary ny mpanjakan’i Edoma.",
        "13": "Hoy i Elisa tamin’ny mpanjakan’ny Israely: “Fa inona no hankanesanao atỳ amiko? Mandehana any amin’ny mpaminanin-drainao sy ny mpaminanin-dreninao.” Hoy anefa ny mpanjakan’ny Israely: “Aza miteny an’izany ianao, fa i Jehovah no niantso anay mpanjaka telo ireto mba ho resin’i Moaba.”",
        "14": "Dia hoy i Elisa: “Raha mbola velona koa i Jehovah Tompon’ny tafika izay tompoiko, dia tsy ho nijery anao na ho niraharaha anao akory aho raha tsy noho ny fanajako an’i Josafata mpanjakan’ny Joda.",
        "15": "Akao mpitendry harpa àry aho.” Raha vao nitendry harpa ilay mpitendry, dia tonga tamin’i Elisa ny fanahin’i Jehovah.",
        "16": "Dia hoy izy: “Izao no lazain’i Jehovah: ‘Asio tatatra be dia be eto amin’ity lohasaha ity,",
        "17": "fa izao no tenin’i Jehovah: “Tsy hahita rivotra na orana ianareo, nefa ho feno rano ity lohasaha ity, ka izay no hosotroinareo sy ny biby fiompinareo ary ny biby hafa anananareo.”’",
        "18": "Tsotra kely amin’i Jehovah anefa ny manao an’izany, satria na i Moaba koa aza hataony resinareo.",
        "19": "Tafiho ny tanàna voaro mafy rehetra sy ny tanàna tena tsara rehetra. Kapao ny hazo tsara rehetra, ary tampeno ny loharano rehetra. Anipazo vato koa ny tany tsara rehetra mba tsy hamokatra.”",
        "20": "Rehefa maraina ny andro, tamin’ny fotoana fanolorana fanatitra varimbazaha, dia nisy rano tonga tampoka avy any amin’ny faritr’i Edoma, ka feno rano ilay tany.",
        "21": "Henon’ny Moabita rehetra fa niakatra hiady taminy ireo mpanjaka ireo. Novorin’izy ireo àry ny lehilahy rehetra afaka mitondra fitaovam-piadiana, dia niandry teo amin’ny sisin-tany izy ireo.",
        "22": "Rehefa nifoha maraina ny Moabita teny ampita, dia efa notarafin’ny masoandro ny rano, ka mena hoatran’ny ra no fahitan’izy ireo an’ilay izy.",
        "23": "Dia hoy izy ireo: “Ra io! Tena nifamono tamin’ny sabatra ireo mpanjaka, koa andao haka babo, ry Moaba ô!”",
        "24": "Rehefa niditra tao amin’ny tobin’ny Israely anefa izy ireo, dia nitsangana ny Israelita ka namely azy. Nandositra azy ireo àry ny Moabita. Ny Israelita kosa nandroso hatrany Moaba, ka sady nandeha izy ireo no namono an’ireo Moabita.",
        "25": "Dia noravany ireo tanàna. Ary samy nanipy vato teny amin’ny tany tsara rehetra ny olona tsirairay, ka nofenoiny vato ireny. Notampenan’izy ireo koa ny loharano rehetra ary nokapainy ny hazo tsara rehetra. Ny manda vato tao Kira-haresa sisa no tsy rava, ary nohodidinin’ireo mpampiasa pilotra ilay tanàna ka notafihiny.",
        "26": "Hitan’ny mpanjakan’i Moaba fa resy izy, ka nitondra 700 lahy mpampiasa sabatra izy mba hanavatsava hankany amin’ny mpanjakan’i Edoma. Tsy nahavita an’izany anefa izy ireo.",
        "27": "Nalainy àry ny zanany lahimatoa, izay tokony hanjaka handimby azy, ka natolony ho fanatitra dorana teo ambony manda. Ary tezitra be tamin’ny Israely ny miaramila, ka tsy nanafika azy intsony fa niverina tany amin’ny taniny."
    },
    "4": {
        "1": "Ary nisy vehivavy iray vadin’ny zanaky ny mpaminany, tonga nitaraina tamin’i Elisa hoe: “Maty ny vadiko, izay mpanomponao, ary fantatrao tsara fa natahotra an’i Jehovah foana izy. Tonga anefa izao ny tompon-trosa haka ny zanako roa lahy ho andevony.”",
        "2": "Dia hoy i Elisa taminy: “Inona àry no azoko atao ho anao? Lazao ahy izay anananao ao an-trano.” Dia namaly ilay vehivavy hoe: “Tsy misy na inona na inona ao an-tranon’ny mpanomponao, afa-tsy siny iray fasiana menaka.”",
        "3": "Hoy àry i Elisa: “Mankanesa any amin’ny mpiray tanàna aminao rehetra, dia mangataha siny tsy misy na inona na inona. Manangòna betsaka araka izay azonao atao.",
        "4": "Dia midira ao an-trano ianao sy ny zanakao, ary hidio ny varavarana. Fenoy menaka daholo ireo siny, ka atokàny izay feno.”",
        "5": "Koa lasa nandeha ilay vehivavy. Rehefa nihidy tao an-trano izy sy ny zanany mirahalahy, dia izy roa lahy no nanome azy an’ireo siny, fa izy kosa nandraraka menaka tao anatiny.",
        "6": "Rehefa feno ireo siny, dia hoy izy tamin’ilay zanany anankiray: “Itondray siny hafa aho.” Hoy anefa ilay zanany: “Tsisy intsony.” Dia tsy nisy menaka niraraka intsony koa.",
        "7": "Nandeha nilaza an’izany tamin’ilay lehilahin’Andriamanitra àry ilay vehivavy. Dia hoy ilay lehilahin’Andriamanitra: “Mandehana amidio ilay menaka, dia aloavy ny trosanao. Ny ambiny kosa azonao sy ny zanakao ivelomana.”",
        "8": "Nankany Sonema i Elisa, indray andro. Nisy vehivavy nanan-kaja tao, ary tsy namelany mihitsy i Elisa raha tsy nisakafo tao aminy. Nivily mba hisakafo tao àry i Elisa isaky ny nandalo.",
        "9": "Dia niteny tamin’ny vadiny ilay vehivavy hoe: “Fantatro fa olo-masin’Andriamanitra ilay mpandalo eto amintsika iny.",
        "10": "Andao mba hanao efitra kely ao an-tampon-trano, dia hasiantsika fandriana, sy latabatra, sy seza, ary fitoeran-jiro ao hampiasainy. Amin’izay mba afaka mipetraka ao izy isaky ny tonga eto amintsika.”",
        "11": "Tonga tany i Elisa, indray andro. Dia nankao amin’ilay efitra tany an-tampon-trano izy mba hatory.",
        "12": "Ary hoy izy tamin’i Gehazy mpanompony: “Antsoy ilay vehivavy sonemita.” Dia nantsoiny ilay vehivavy, ka tonga tao aminy.",
        "13": "Ary hoy i Elisa tamin’i Gehazy: “Lazao aminy, azafady, hoe: ‘Nisahirana be ianao nikarakara anay. Koa inona no mba azoko atao ho anao? Misy zavatra tianao horesahiko amin’ny mpanjaka na amin’ny lehiben’ny tafika ve?’” Namaly anefa ilay vehivavy hoe: “Tsisy ka! Izaho ange eto amin’ny havako ihany e!”",
        "14": "Hoy àry i Elisa: “Inona izany no azo atao ho azy?” Dia niteny i Gehazy hoe: “Tsy manan-janaka lahy izy, sady efa antitra ny vadiny.”",
        "15": "Tonga dia hoy i Elisa: “Antsoy àry izy.” Dia nantsoiny ilay vehivavy, ka nijoro teo am-baravarana.",
        "16": "Ary niteny taminy i Elisa hoe: “Hitrotro zanakalahy ianao amin’ny herintaona hoatr’izao.” Hoy anefa ilay vehivavy: “Aiza koa no hisy an’izany, tompoko ô! Aza dia mandainga amin’ny mpanomponao re, ry lehilahin’Andriamanitra ô!”",
        "17": "Bevohoka tokoa anefa ilay vehivavy, ka tera-dahy rehefa afaka herintaona, araka ny tenin’i Elisa taminy.",
        "18": "Dia nihalehibe ilay zaza. Nankany amin-drainy tany amin’ireo mpijinja izy, indray andro.",
        "19": "Hoy foana izy tamin-drainy: “Marary be ny lohako! Marary be ny lohako!” Dia hoy ny rainy tamin’ny mpanompo: “Ento any amin’ny reniny izy.”",
        "20": "Nentin’ilay mpanompo niverina tany amin-dreniny àry ilay zazalahy. Dia nampofoin-dreniny izy mandra-pitataovovonan’ny andro, ary maty avy eo.",
        "21": "Koa nentiny niakatra ilay zaza, ka nampatoriny teo amin’ny fandrianan’ilay lehilahin’Andriamanitra. Dia nakatony ny varavarana ary lasa izy.",
        "22": "Ary nantsoiny ny vadiny, ka nilazany hoe: “Mba andefaso mpanompo iray sy ampondra iray aho, azafady. Ary avelao aho handeha haingana ho any amin’ilay lehilahin’Andriamanitra, dia hiverina.”",
        "23": "Hoy anefa ny vadiny: “Fa misy inona no hankany aminy ianao androany, nefa sady tsy tsinam-bolana no tsy sabata ny andro?” Ary hoy ilay vehivavy: “Tsy misy na inona na inona ka!”",
        "24": "Nasiany lasely àry ilay ampondra, ary hoy izy tamin’ny mpanompony: “Mandehana haingana! Aza mandeha miadana satria hoe manahy noho ny amiko ianao, raha tsy hoe izaho angaha no miteny anao.”",
        "25": "Dia nankany amin’ilay lehilahin’Andriamanitra tany amin’ny Tendrombohitra Karmela izy. Raha vao nahatazana azy ilay lehilahin’Andriamanitra, dia niteny tamin’i Gehazy mpanompony hoe: “Iny ilay vehivavy sonemita!",
        "26": "Mba mandehana mihazakazaka mitsena azy, dia anontanio izy hoe: ‘Salama ve ianao? Salama ve ny vadinao? Ary ilay zaza?’” Dia hoy ilay vehivavy: “Salama daholo izahay!”",
        "27": "Raha vao tonga teo amin’ilay lehilahin’Andriamanitra teo an-tendrombohitra izy, dia notazoniny ny tongotr’ilay lehilahy. Dia nanatona i Gehazy mba hanala azy, nefa hoy ilay lehilahin’Andriamanitra: “Avelao izy fa mafy ny manjo azy, saingy nafenin’i Jehovah tamiko izany fa tsy nampahafantariny ahy.”",
        "28": "Dia hoy ilay vehivavy: “Izaho angaha nangataka zanakalahy tamin’ny tompoko? Tsy efa niteny moa aho hoe: ‘Aza mampanantena tsy misy’?”",
        "29": "Avy hatrany, dia hoy i Elisa tamin’i Gehazy: “Sikino ny akanjonao, dia raiso ny tehiko, ary mandehana. Raha mifanena amin’olona ianao, dia aza miarahaba azy. Ary raha misy miarahaba anao, dia aza mamaly. Mandehana apetraho eo amin’ny tarehin’ilay zazalahy ny tehiko.”",
        "30": "Dia hoy ny renin’ilay zazalahy: “Raha mbola velona koa i Jehovah, ary raha mbola velona koa ianao, dia tsy hiala eto aho raha tsy miaraka amiko ianao.” Koa nitsangana i Elisa, ary lasa niaraka taminy.",
        "31": "Ary nialoha lalana azy ireo i Gehazy, ka nametraka an’ilay tehina teo amin’ny tarehin’ilay zazalahy. Sady tsy namoaka feo anefa ilay zaza no tsy nihetsika. Dia niverina nitsena an’i Elisa izy, ka nilaza hoe: “Tsy nifoha ilay zazalahy.”",
        "32": "Tamin’i Elisa tonga tao amin’ilay trano, dia efa natsotra teo am-pandrianan’i Elisa ilay zaza maty.",
        "33": "Niditra izy ka nihidy tao an-trano niaraka tamin’ilay zaza, dia nivavaka tamin’i Jehovah.",
        "34": "Niakatra teo amin’ilay fandriana izy avy eo, ary nitsotra teo ambonin’ilay zaza, ka nataony teo amin’ny vavan’ilay zaza ny vavany, teo amin’ny masony ny masony, ary teo amin’ny felatanany ny felatanany. Dia niondrika teo amboniny elaela izy, ka nihanafana ny vatan’ilay zaza.",
        "35": "Ary nivezivezy kely tao an-trano izy, dia niakatra teo amin’ilay fandriana ka niondrika teo ambonin’ilay zaza indray. Dia nievina impito ilay zazalahy, ary nihiratra avy eo.",
        "36": "Ary nantsoin’i Elisa i Gehazy, ka nilazany hoe: “Antsoy ilay vehivavy sonemita.” Dia nantsoiny ilay vehivavy. Rehefa tonga tao aminy izy, dia hoy i Elisa: “Raiso ny zanakao.”",
        "37": "Dia niditra ilay vehivavy, ka nandohalika teo an-tongotr’i Elisa ary niankohoka tamin’ny tany teo anatrehany. Noraisiny ilay zanany avy eo, ary lasa izy.",
        "38": "Dia niverina tany Gilgala i Elisa. Nisy mosary tany tamin’izay. Ary nipetraka teo anatrehany ireo zanaky ny mpaminany, ka hoy izy tamin’ny mpanompony: “Ataingeno ilay vilanibe, ka manaova lasopy ho an’ny zanaky ny mpaminany.”",
        "39": "Nankany an-tsaha àry ny iray tamin’izy ireo mba hitsongo anana. Dia nahita voantangomboalavo naniry izy ka nioty ny voany, ary nahangona eran’ny akanjony. Dia niverina izy, ary notetitetehiny ilay izy ka narotsany tao anatin’ilay vilanin-dasopy. Tsy fantany akory anefa hoe inona ilay izy.",
        "40": "Nandoarana avy eo ilay lasopy mba hohanin’ny olona. Raha vao nihinana anefa izy ireo, dia nikiakiaka hoe: “Misy zavatra mahafaty ao am-bilany, ry lehilahin’Andriamanitra ô!” Tsy nahavita nihinana an’ilay izy àry izy ireo.",
        "41": "Dia hoy i Elisa: “Akao lafarinina aho.” Ary narotsany tao am-bilany izany, dia hoy izy: “Andoary amin’io amin’izay ny olona.” Dia tsy nampaninona intsony ilay lasopy tao am-bilany.",
        "42": "Nisy lehilahy iray avy any Bala-salisa, nitondra mofo 20 vita tamin’ny vary orza voaloham-bokatra. Nitondra voa vaovao iray kitapo koa izy. Nentiny ho an’ilay lehilahin’Andriamanitra ireo. Dia hoy i Elisa: “Omeo hohanin’ny olona ireo.”",
        "43": "Hoy anefa ny mpanompony: “Ireo ve dia ho ampy ho an’olona 100?” Dia hoy i Elisa: “Omeo hohanin’ny olona ireo, fa izao no lazain’i Jehovah: ‘Hihinana ny olona, ary hisy sisa tsy lany.’”",
        "44": "Dia narosony azy ireo izany, ka nihinana izy ireo ary nisy sisa tsy lany, araka ny tenin’i Jehovah."
    },
    "5": {
        "1": "Ary nisy lehilahy atao hoe Namàna, lehiben’ny tafiky ny mpanjakan’i Syria. Olo-malaza izy ary nanaja be azy ny tompony, satria izy no nampiasain’i Jehovah hanomezana fandresena an’i Syria. Miaramila matanjaka izy, saingy boka.",
        "2": "Nahazo babo zazavavikely iray ny Syrianina, indray mandeha, rehefa nanafika tany amin’ny tanin’ny Israely. Lasa mpanompon’ny vadin’i Namàna izy io.",
        "3": "Hoy izy tamin’ny tompovaviny: “Raha mba mankany amin’ilay mpaminany any Samaria izao ny tompoko, dia hositraniny ny habokany!”",
        "4": "Lasa àry izy nitantara tamin’ny tompony an’izay nolazain’ilay zazavavy avy any Israely.",
        "5": "Dia hoy ny mpanjakan’i Syria: “Tonga dia mandehana. Ary hampitondra taratasy ho an’ny mpanjakan’ny Israely aho.” Lasa àry izy sady nitondra volafotsy nilanja folo talenta, sy volamena 6 000 sekely, ary akanjo vaovao folo.",
        "6": "Nentiny tany amin’ny mpanjakan’ny Israely ilay taratasy izay nilaza hoe: “Alefako atỳ aminao miaraka amin’ity taratasy ity i Namàna mpanompoko mba hositraninao amin’ny habokany.”",
        "7": "Raha vao voavakin’ny mpanjakan’ny Israely ilay taratasy, dia nandrovitra ny akanjony izy, ka niteny hoe: “Izaho angaha Andriamanitra ka mahay mamono na misakana olona tsy ho faty? Alefany atỳ amiko ity olona ity dia asainy sitraniko amin’ny habokany! Hitanareo fa mila ady amiko mihitsy iny!”",
        "8": "Raha vao henon’i Elisa, lehilahin’Andriamanitra, fa nandrovitra ny akanjony ny mpanjakan’ny Israely, dia naniraka olona nankany aminy izy mba hiteny hoe: “Nahoana ianao no nandrovitra ny akanjonao? Alefaso atỳ amiko izy, azafady, mba ho fantany fa misy mpaminany eto amin’ny Israely.”",
        "9": "Dia tonga i Namàna, niaraka tamin’ireo soavaliny sy ny kalesy fitondrany miady, ka nijanona teo amin’ny fidirana amin’ny tranon’i Elisa.",
        "10": "Olona anefa no nirahin’i Elisa nankany aminy, hilaza hoe: “Mandehana mandro impito ao amin’ny Reniranon’i Jordana, dia hiverina hoatran’ny taloha indray ny nofonao, ka hadio ianao.”",
        "11": "Dia tezitra i Namàna, ka sady lasa izy no niteny hoe: “Nieritreritra aho hoe: ‘Hivoaka hankatỳ amiko izy, dia hitsangana eto. Dia hiantso ny anaran’i Jehovah Andriamaniny izy, sady hanevaheva ny tanany eo ambonin’ilay habokana mba hanasitranana azy.’",
        "12": "Fa angaha i Abana sy Farpara, reniranon’i Damaskosy, tsy tsara noho ny rano rehetra eto Israely? Tsy afaka mandro any angaha aho dia hadio?” Dia nihodina izy ka lasa nandeha sady romotry ny hatezerana.",
        "13": "Nanatona azy anefa ny mpanompony, ka niteny taminy hoe: “Ry raiko ô, na zavatra miavaka be aza ve no nasain’ilay mpaminany nataonao, dia tsy ho nataonao? Koa mainka fa izay hoe ‘Mandroa, dia hadio ianao’?”",
        "14": "Lasa nidina àry i Namàna ka nisitrika impito tao Jordana, araka ny tenin’ilay lehilahin’Andriamanitra. Dia lasa hoatran’ny nofon-jazalahikely indray ny nofony, ka nadio izy.",
        "15": "Niverina tany amin’ilay lehilahin’Andriamanitra izy sy izay rehetra niaraka taminy, taorian’izay. Nijoro teo anatrehan’i Elisa izy sady niteny hoe: “Fantatro izao fa tsy misy Andriamanitra na aiza na aiza eto an-tany, afa-tsy eto amin’ny Israely ihany. Koa mba raiso re ny fanomezana avy amin’ny mpanomponao e!”",
        "16": "Hoy anefa i Elisa: “Raha mbola velona koa i Jehovah izay tompoiko, dia tsy handray an’io aho.” Niangavy azy mafy i Namàna, fa tsy nety nandray mihitsy izy.",
        "17": "Hoy i Namàna tamin’ny farany: “Raha izany àry, dia mba omeo tany avy amin’ity tany ity ny mpanomponao, dia tany zakan’ny ramole anankiroa. Tsy hanolotra fanatitra dorana na sorona ho an’ny andriamani-kafa intsony mantsy ny mpanomponao, fa ho an’i Jehovah ihany.",
        "18": "Kanefa, enga anie i Jehovah hamela ny mpanomponao amin’izao zavatra iray izao: Rehefa miditra ao an-tranon’i Rimona ny tompoko mba hiankohoka ao, dia mitehina amin’ny tanako izy ka voatery miankohoka ao an-tranon’i Rimona koa aho. Enga anie i Jehovah mba hamela ny heloky ny mpanomponao rehefa miankohoka ao an-tranon’i Rimona aho!”",
        "19": "Dia hoy i Elisa taminy: “Mandehana, ary mirary soa ho anao aho!” Rehefa niala teo izy ka lasa lavidavitra,",
        "20": "dia nieritreritra i Gehazy mpanompon’i Elisa lehilahin’Andriamanitra hoe: ‘Navelan’ny tompoko handeha fotsiny i Namàna Syrianina, fa tsy noraisiny izay zavatra nentiny. Raha mbola velona koa i Jehovah, dia hihazakazaka hanenjika azy aho ka haka zavatra avy aminy.’",
        "21": "Lasa nanenjika an’i Namàna àry i Gehazy. Rehefa nahatazana olona nihazakazaka nanenjika azy i Namàna, dia nidina avy teo amin’ny kalesiny mba hitsena azy, ka nilaza hoe: “Misy olana angaha?”",
        "22": "Ary hoy i Gehazy: “Tsisy ka! Nirahin’ny tompoko aho hilaza hoe: ‘Misy tovolahy roa, zanaky ny mpaminany, vao tonga atỳ amiko izao. Avy any amin’ny faritra be tendrombohitr’i Efraima ry zareo. Mba omeo volafotsy iray talenta sy akanjo vaovao roa re ry zareo, azafady e!’”",
        "23": "Dia hoy i Namàna: “Roa talenta alaina e!” Niangavy azy mafy i Namàna, dia nataony tao anaty kitapo roa ny volafotsy roa talenta sy ny akanjo vaovao roa. Nampitondrainy an’ireo mpanompony roa lahy ilay izy, ary nandeha teo alohan’i Gehazy izy ireo.",
        "24": "Nalain’i Gehazy teny amin’izy ireo ilay izy rehefa tonga tany Ofela izy ka napetrany tao an-trano. Ary nalefany handeha izy ireo. Rehefa lasa izy ireo,",
        "25": "dia nankao amin’ny tompony i Gehazy ka nijoro teo akaikiny. Dia hoy i Elisa taminy: “Avy taiza ianao, ry Gehazy?” Ary hoy izy: “Tsy taiza tsy taiza ny mpanomponao.”",
        "26": "Dia hoy i Elisa taminy: “Tsy fantatro angaha izay nitranga rehefa nidina avy teo amin’ny kalesiny ilay lehilahy mba hitsena anao? Angaha moa izao fotoana andraisana volafotsy, na akanjo, na sahan’oliva, na tanimboaloboka, na ondry, na omby, na mpanompolahy, na mpanompovavy?",
        "27": "Koa hiraikitra aminao sy ny taranakao mandrakizay ny habokan’i Namàna.” Dia niala teo anatrehany avy hatrany i Gehazy, ka tonga dia boka ary lasa fotsy be hoatran’ny lanezy."
    },
    "6": {
        "1": "Hoy ireo zanaky ny mpaminany tamin’i Elisa: “Kely loatra ny toerana ipetrahanay miaraka aminao, ka tsy antonona antsika.",
        "2": "Koa avelao re izahay handeha ho any Jordana e! Samy haka vatan-kazo iray any izahay, ary hanamboatra toerana hipetrahanay.” Dia hoy i Elisa: “Mandehana àry.”",
        "3": "Niteny taminy ny anankiray tamin’izy ireo hoe: “Handeha hiaraka amin’ny mpanomponao ve ianao?” Dia hoy izy: “Ie, handeha aho.”",
        "4": "Niaraka tamin’izy ireo àry izy. Dia tonga tany Jordana izy ireo, ary nikapa hazo.",
        "5": "Rehefa nikapa hazo anefa ny anankiray, dia nipitika tao anaty rano ny lelam-pamaky. Koa nitaraina izy hoe: “Loza ity, tompoko! Famaky nindramina iny!”",
        "6": "Ary hoy ilay lehilahin’Andriamanitra: “Fa taiza ilay izy no latsaka?” Dia natorony azy ilay toerana. Nanapaka rantsankazo i Elisa avy eo ka natsipiny tao, dia natsinkafony ilay lelam-pamaky.",
        "7": "Ary hoy izy: “Io alaivo.” Dia natsotran’ilay lehilahy ny tanany, ka nalainy ilay izy.",
        "8": "Nandeha niady tamin’ny Israely ny mpanjakan’i Syria tamin’izany. Niara-nidinika tamin’ny mpanompony izy ka niteny hoe: “Hitoby miaraka aminareo any ananona aho.”",
        "9": "Dia naniraka olona ilay lehilahin’Andriamanitra hiteny tamin’ny mpanjakan’ny Israely hoe: “Tandremo sao mandalo any amin’izany toerana izany, fa any ny Syrianina no hidina.”",
        "10": "Nandefa hafatra ho an’ny olona tany amin’ilay toerana nolazain’ilay lehilahin’Andriamanitra àry ny mpanjakan’ny Israely. Nampitandrina azy foana i Elisa, ka tsy nankany amin’ireny toerana ireny izy. Imbetsaka izany no nitranga.",
        "11": "Naharomotra ny mpanjakan’i Syria izany, ka niantso ny mpanompony izy ary niteny hoe: “Misy naman’ny mpanjakan’ny Israely mihitsy eto amintsika. Teneno amiko hoe iza izany!”",
        "12": "Dia hoy ny mpanompony anankiray: “Tsisy an’izany, ry mpanjaka tompoko ô! I Elisa mpaminany any Israely no milaza amin’ny mpanjakan’ny Israely izay zavatra lazainao ao amin’ny efitra fatorianao.”",
        "13": "Ary hoy ny mpanjaka: “Mandehana tadiavo izay misy azy mba hanirahako olona hisambotra azy.” Nisy nitatitra tany aminy, tatỳ aoriana, hoe: “Any Dotana izy.”",
        "14": "Avy hatrany dia nandefa soavaly sy kalesy fitondra miady ary tafika lehibe nankany izy. Tonga alina izy ireo, ary nohodidininy ilay tanàna.",
        "15": "Rehefa nifoha maraina ny mpanompon’ilay lehilahin’Andriamanitra ka nankeo ivelany, dia nahita tafika nanodidina ny tanàna niaraka tamin’ny soavaly sy kalesy fitondra miady. Tonga dia nilaza ilay mpanompo hoe: “Loza ity, tompoko! Inona no hataontsika?”",
        "16": "Hoy anefa izy: “Aza matahotra, fa ny miaraka amintsika dia betsaka noho ny miaraka amin’izy ireo.”",
        "17": "Dia nivavaka i Elisa hoe: “Jehovah ô, sokafy re ny masony mba hahitany e!” Avy hatrany dia nosokafan’i Jehovah ny mason’ilay mpanompo, ka nahita izy. Ary ireo fa feno soavaly sy kalesy afo ny faritra be tendrombohitra nanodidina an’i Elisa.",
        "18": "Rehefa nidina nankeny amin’i Elisa ny Syrianina, dia nivavaka tamin’i Jehovah izy hoe: “Mba ataovy jamba re io firenena io e!” Nataony jamba àry izy ireo, araka ny fangatahan’i Elisa.",
        "19": "Ary hoy i Elisa tamin’izy ireo: “Tsy ity ilay lalana, ary tsy ity ilay tanàna. Manaraha ahy, fa hoentiko any amin’ilay lehilahy tadiavinareo ianareo.” Nentiny tany Samaria anefa izy ireo.",
        "20": "Hoy i Elisa rehefa tonga tany Samaria izy ireo: “Jehovah ô, sokafy ny mason’ireto mba hahitany.” Nosokafan’i Jehovah àry ny mason’izy ireo, ka hitany fa teo afovoan’i Samaria izy ireo.",
        "21": "Dia hoy ny mpanjakan’ny Israely tamin’i Elisa rehefa nahita an-dry zareo: “Hasiako ve ry zareo? Ry raiko ô, hasiako ve ry zareo?”",
        "22": "Hoy anefa izy: “Aza asiana ry zareo. Izay azonao babo tamin’ny sabatrao sy ny tsipìkanao ve dia asianao? Rosoy sakafo hohaniny sy rano hosotroiny ry zareo, dia alefaso hiverina any amin’ny tompony.”",
        "23": "Nanao fanasambe ho an’izy ireo àry izy, ka nihinana sy nisotro izy ireo, dia nalefany niverina tany amin’ny tompony. Koa tsy nankany amin’ny tanin’ny Israely intsony ny Syrianina mpandroba, na indray mandeha aza.",
        "24": "Taorian’izay, dia novorin’i Beni-hadada mpanjakan’i Syria ny tafiny manontolo, ka niakatra hanao fahirano an’i Samaria izy ireo.",
        "25": "Nisy mosary mafy àry tao Samaria. Nataon’izy ireo fahirano izy io, ka lasa volafotsy 80 sekely ny vidin’ny lohan’ampondra iray, ary volafotsy 5 sekely ny taim-boromailala ampahefatry ny kaba.",
        "26": "Rehefa nandalo teo ambonin’ny manda ny mpanjakan’ny Israely, dia nisy vehivavy anankiray nitaraina taminy hoe: “Mba ampio re izahay, ry mpanjaka tompoko ô!”",
        "27": "Dia hoy izy: “Raha tsy manampy anao i Jehovah, dia aiza aho no tadiavinao hangataka fanampiana ho anao? Any am-pamoloana ve? Sa any amin’ny toerana famiazam-boaloboka? Sa any amin’ny toerana fanaovana menaka?”",
        "28": "Ary nanontany azy ny mpanjaka hoe: “Fa maninona ianao?” Dia hoy ilay vehivavy: “Niteny tamiko ity vehivavy ity hoe: ‘Ento atỳ ny zanakao hohanintsika androany, dia ny zanako no hohanintsika rahampitso.’",
        "29": "Nandrahoinay àry ny zanako dia nohaninay. Ary niteny taminy aho ny ampitso hoe: ‘Ento atỳ ny zanakao hohanintsika’, kanjo nafeniny ny zanany.”",
        "30": "Nandrovitra ny akanjony ny mpanjaka raha vao naheno ny tenin’ilay vehivavy. Rehefa nandalo teo ambonin’ny manda izy, dia hitan’ny vahoaka fa nisy lamba gony tao anaty akanjony.",
        "31": "Dia hoy izy: “Hofaizin’Andriamanitra anie aho, raha mbola ho tavela eo ambonin’i Elisa zanak’i Safata ihany ny lohany androany!”",
        "32": "Nipetraka tao an-tranony i Elisa, ary niaraka taminy koa ny anti-panahy. Naniraka olona ny mpanjaka mba hialoha azy. Talohan’ny nahatongavan’ilay olona nirahiny anefa, dia niteny tamin’ireo anti-panahy i Elisa hoe: “Jereonareo fa naniraka olona hanapaka ny lohako ilay zanaky ny mpamono olona iny! Rehefa tonga eo ilay olona nirahiny, dia akatòny ny varavarana ary aza avela hiditra izy. Tsy izany efa migodongodona ao aoriany ao izany ve ny tompony?”",
        "33": "Raha mbola niresaka tamin’izy ireo i Elisa, dia tonga ilay olona nirahin’ny mpanjaka. Ary hoy ny mpanjaka: “Loza avy amin’i Jehovah izao. Koa inona no mbola tokony hiandrasako an’i Jehovah ihany?”"
    },
    "7": {
        "1": "Dia hoy i Elisa: “Henoy ny tenin’i Jehovah. Izao no lazain’i Jehovah: ‘Rahampitso tokotokony ho hoatr’izao, dia ho iray sekely ny vidin’ny lafarinina tsara toto eran’ny sehà, ary ho iray sekely koa ny vidin’ny vary orza indroan’ny sehà, eo am-bavahadin’i Samaria.’”",
        "2": "Dia niteny tamin’ilay lehilahin’Andriamanitra ny manamboninahitra lefitra natokisan’ny mpanjaka hoe: “Izany ve dia ho tanteraka, na dia hosokafan’i Jehovah aza ny vavahadin-drano eny amin’ny lanitra?” Hoy àry i Elisa: “Ho hitan’ny masonao izany, nefa tsy hihinana amin’izany ianao.”",
        "3": "Nisy boka efatra teo amin’ny fidirana amin’ny vavahadin’ny tanàna. Nifampiresaka izy ireo hoe: “Fa maninona isika no hipetra-potsiny eto mandra-pahafatintsika?",
        "4": "Raha manapa-kevitra isika hoe: ‘Andao hiditra ao an-tanàna’, dia ho faty ao isika satria misy mosary ao. Ho faty ihany koa anefa isika raha mipetraka eto. Koa andao hankany amin’ny tobin’ny Syrianina. Raha tsimbinin’izy ireo ny aintsika, dia ho velona isika. Fa raha vonoiny ho faty isika, dia ho faty.”",
        "5": "Nankany amin’ny tobin’ny Syrianina àry izy ireo rehefa harivariva efa maizimaizina. Tonga teo an-tsisin’ny tobin’ny Syrianina izy ireo, nefa tsy nisy olona mihitsy teo.",
        "6": "Efa nataon’i Jehovah nandre feona tafika lehibe mantsy ny miaramila tao amin’ny tobin’ny Syrianina, dia feona kalesy fitondra miady sy soavaly nirodorodo. Koa nifampiresaka izy ireo hoe: “Nokaramain’ny mpanjakan’ny Israely hiady amintsika ireo mpanjakan’ny Hetita sy ireo mpanjakan’i Ejipta!”",
        "7": "Tonga dia lasa nandositra àry izy ireo tamin’ilay harivariva efa maizimaizina iny, ka nilaozany ny tranolainy sy ny soavaliny ary ny ampondrany. Navelany fotsiny teo ny tobiny manontolo, ary lasa nitsoaka namonjy ny ainy izy ireo.",
        "8": "Niditra tao amin’ny tranolay anankiray ireo boka rehefa tonga teo an-tsisin’ny toby, ka nihinana sy nisotro tao. Naka volafotsy sy volamena ary akanjo tao koa izy ireo, dia lasa nanafina an’ireny. Ary niverina indray izy ireo, dia nankao amin’ny tranolay hafa ka naka zavatra tao, ary lasa nandeha nanafina an’ireny.",
        "9": "Farany, dia nifampiresaka izy ireo hoe: “Tsy mety izao ataontsika izao. Andro tokony hilazantsika vaovao tsara izao! Mendrika ny hosazina isika raha misalasala ka miandry mandra-pahazava ratsin’ny andro. Koa andao isika hilaza an’izao any an-tranon’ny mpanjaka.”",
        "10": "Nankany àry izy ireo, ary niantsoantso an’ireo mpiandry vavahadin’ny tanàna ka nilaza hoe: “Nankao amin’ny tobin’ny Syrianina izahay, fa tsy nisy olona tao. Tsy naheno feon’olona mihitsy izahay. Tsy misy afa-tsy soavaly sy ampondra mifatotra ao, ary navelany ao fotsiny ny tranolay.”",
        "11": "Tonga dia niantsoantso nilaza an’ilay vaovao ny mpiandry vavahady, ka nisy nitatitra an’izany tany an-tranon’ny mpanjaka.",
        "12": "Nifoha avy hatrany ny mpanjaka raha mbola alina ny andro, ka niteny tamin’ny mpanompony hoe: “Ao hazavaiko aminareo ny dikan’izao ataon’ny Syrianina izao: Fantany tsara fa noana isika, ka nivoaka ny toby izy ireo mba hiafina any an-tsaha ary nilaza hoe: ‘Hivoaka ny tanàna ry zareo ka hataontsika sambo-belona, dia hidirantsika ny tanàna.’”",
        "13": "Ary hoy ny mpanompony anankiray: “Mifidiana olona, azafady, dia asaivo maka soavaly dimy amin’izay sisa tavela ato an-tanàna izy ireo. Fa ho toy ny Israely rehetra sisa tavela ato ihany no hiafaran’izy ireo. Ho faty hoatran’ny Israely rehetra efa maty ihany izy ireo, ka andao hirahina dia ho hita eo.”",
        "14": "Naka kalesy roa niaraka tamin’ny soavaly àry izy ireo, ka nirahin’ny mpanjaka ho any amin’ny tobin’ny Syrianina. Ary hoy izy: “Mandehana jereo izany!”",
        "15": "Koa nanaraka an’ireo Syrianina hatrany Jordana izy ireo. Ary ny lalana rehetra, dia feno akanjo sy fitaovana narian’ny Syrianina tamin’izy ireo nikoropaka nandositra. Dia niverina nitantara an’izany tamin’ny mpanjaka ireo olona nirahiny.",
        "16": "Dia nivoaka ny tanàna ny vahoaka ka nandroba ny tobin’ny Syrianina. Nanjary iray sekely monja àry ny vidin’ny lafarinina tsara toto eran’ny sehà, ary lasa iray sekely koa ny vidin’ny vary orza indroan’ny sehà, araka ny tenin’i Jehovah.",
        "17": "Notendren’ny mpanjaka hiambina ny vavahady ilay manamboninahitra lefitra natokisany. Voahitsakitsaky ny vahoaka teo am-bavahady anefa izy ka maty. Izany no efa nolazain’ilay lehilahin’Andriamanitra, rehefa nidina tany aminy ny mpanjaka.",
        "18": "Nitranga tokoa izay efa nolazain’ilay lehilahin’Andriamanitra tamin’ny mpanjaka hoe: “Ho iray sekely ny vidin’ny vary orza indroan’ny sehà, ary ho iray sekely koa ny vidin’ny lafarinina tsara toto eran’ny sehà, eo am-bavahadin’i Samaria, rahampitso hoatr’izao.”",
        "19": "Niteny tamin’ilay lehilahin’Andriamanitra anefa ilay manamboninahitra lefitra tamin’izay hoe: “Zavatra hoatr’izany ve dia ho tanteraka, na dia hosokafan’i Jehovah aza ny vavahadin-drano eny amin’ny lanitra?” Hoy àry i Elisa: “Ho hitan’ny masonao izany, nefa tsy hihinana amin’izany ianao.”",
        "20": "Izany tokoa no nanjo azy, satria voahitsakitsaky ny vahoaka teo am-bavahady izy ka maty."
    },
    "8": {
        "1": "Hoy i Elisa tamin’ilay vehivavy, renin’ilay ankizilahikely maty izay novelominy indray: “Mandehana ianao sy ny ankohonanao mifindra monina any amin’izay azonao aleha. Fa efa nilaza i Jehovah hoe hisy mosary eto amin’ity tany ity, ary haharitra fito taona izany.”",
        "2": "Dia narahin’ilay vehivavy ny tenin’ilay lehilahin’Andriamanitra, ka nandeha nipetraka fito taona tany amin’ny tanin’ny Filistinina izy sy ny ankohonany.",
        "3": "Nody avy tany amin’ny tanin’ny Filistinina ilay vehivavy, rehefa tapitra ny fito taona. Ary nandeha nitaraina tamin’ny mpanjaka izy mba hamerenana ny tranony sy ny taniny.",
        "4": "Niresaka tamin’i Gehazy, mpanompon’ilay lehilahin’Andriamanitra, ny mpanjaka tamin’izay. Hoy izy taminy: “Mba tantarao amiko hoe, azafady, ny zavatra miavaka rehetra nataon’i Elisa!”",
        "5": "Dia notantarain’i Gehazy tamin’ny mpanjaka hoe namelona zaza iray efa maty i Elisa. Tamin’izay indrindra no tonga ny renin’ilay zaza novelominy indray, mba hitaraina amin’ny mpanjaka hoe tokony haverina aminy ny tranony sy ny taniny. Tonga dia hoy i Gehazy: “Io ilay vehivavy sy ilay zanany novelomin’i Elisa, ry mpanjaka tompoko ô!”",
        "6": "Nanontanian’ny mpanjaka àry ilay vehivavy, ka notantarainy taminy izay nitranga. Dia nisy tandapa anankiray nasain’ny mpanjaka nanampy an’ilay vehivavy. Hoy ny mpanjaka tamin’ilay tandapa: “Avereno aminy daholo izay azy sy izay vokatra rehetra avy tamin’ny taniny, nanomboka tamin’ny andro nialany teto ka hatramin’izao.”",
        "7": "Nankany Damaskosy i Elisa, ary narary i Beni-hadada mpanjakan’i Syria tamin’izay. Nisy nilaza taminy àry hoe: “Tonga atỳ ilay lehilahin’Andriamanitra.”",
        "8": "Dia hoy ny mpanjaka tamin’i Hazaela: “Mitondrà fanomezana, ka mandehana mitsena an’ilay lehilahin’Andriamanitra. Ary asaivo manontany an’i Jehovah izy hoe: ‘Ho sitrana amin’izao aretina izao ve aho?’”",
        "9": "Koa lasa nitsena an’i Elisa i Hazaela sady nitondra ny karazan-java-tsoa rehetra nisy tany Damaskosy mba hatao fanomezana. Rameva 40 no nitondra an’izany. Dia tonga izy ka nitsangana teo anatrehany, ary niteny hoe: “I Beni-hadada zanakao, mpanjakan’i Syria, no naniraka ahy ho atỳ aminao hanontany hoe: ‘Ho sitrana amin’izao aretina izao ve aho?’”",
        "10": "Namaly i Elisa hoe: “Mandehana lazao aminy hoe: ‘Tena ho sitrana ianao.’ Efa nampahafantarin’i Jehovah ahy anefa fa ho faty tokoa izy.”",
        "11": "Ary nandinika an’i Hazaela naharitra i Elisa ka tsy nahazo aina izy tamin’ny farany. Dia nitomany ilay lehilahin’Andriamanitra.",
        "12": "Nanontany azy i Hazaela hoe: “Fa maninona ny tompoko no mitomany?” Dia namaly izy hoe: “Satria fantatro ny ratsy hataonao amin’ny vahoakan’Israely: Hodoranao ny toerany voaro mafy, hovonoinao amin’ny sabatra ny lehilahy voafantina eo aminy, hotorotoroinao ny zanany, ary hotatahanao ny kibon’ny vehivavy bevohoka eo aminy.”",
        "13": "Dia niteny i Hazaela hoe: “Izaho mpanomponao izay tsisy dikany hoatran’ny alika ity ve dia hahavita an’izany?” Hoy anefa i Elisa: “Nampahafantarin’i Jehovah ahy fa ho lasa mpanjakan’i Syria ianao.”",
        "14": "Dia niala teo amin’i Elisa izy ka niverina tany amin’ny tompony. Ary hoy ny tompony taminy: “Inona no notenenin’i Elisa taminao?” Dia hoy ny navaliny: “Nilaza tamiko izy hoe tena ho sitrana ianao.”",
        "15": "Naka lambam-pandriana anefa i Hazaela ny ampitson’iny ary natsobony tao anaty rano, dia nosaronany tamin’iny ny tarehin’i Beni-hadada mandra-pahafatiny. Ary i Hazaela no nanjaka nandimby azy.",
        "16": "Tamin’ny taona fahadimy nanjakan’i Jorama zanak’i Ahaba mpanjakan’ny Israely, dia lasa mpanjaka i Jorama zanak’i Josafata mpanjakan’ny Joda. Mbola nanjaka tao Joda koa i Josafata tamin’izay.",
        "17": "Ary 32 taona i Jorama tamin’izy lasa mpanjaka, ary nanjaka valo taona tany Jerosalema izy.",
        "18": "Nanao hoatran’izay nataon’ireo mpanjakan’ny Israely izy. Hoatran’izay nataon’ny ankohonan’i Ahaba no nataony, satria ny zanakavavin’i Ahaba no lasa vadiny. Nanao izay ratsy teo imason’i Jehovah foana izy.",
        "19": "Tsy tian’i Jehovah haringana anefa ny Joda, noho ny amin’i Davida mpanompony. Efa nampanantena azy mantsy izy hoe hanome jiro ho azy sy ny taranany foana.",
        "20": "Tamin’ny andron’i Jorama i Edoma no nikomy tamin’ny Joda sy nanendry olona hanjaka teo aminy.",
        "21": "Nankany Zaira niaraka tamin’ny kalesiny rehetra àry i Jorama. Dia nohodidinin’ny Edomita izy sy ny lehiben’ny miaramila mpitondra kalesy. Nifoha anefa izy tamin’ny alina, ka resiny izy ireo. Ary nandositra tany amin’ny tranolainy ny miaramila.",
        "22": "Mbola mikomy amin’ny Joda anefa i Edoma hatramin’izao. Nikomy koa ny tanànan’i Libna tamin’izany fotoana izany.",
        "23": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve ny sisa amin’ny tantaran’i Jorama, izany hoe izay rehetra nataony?",
        "24": "Dia nodimandry any amin’ny razambeny i Jorama, ka nalevina tao amin’izay nandevenana azy ireo tao amin’ny Tanànan’i Davida. Ary i Ahazia zanany no nanjaka nandimby azy.",
        "25": "Tamin’ny taona faha-12 nanjakan’i Jorama zanak’i Ahaba mpanjakan’ny Israely, no lasa mpanjaka i Ahazia zanak’i Jorama mpanjakan’ny Joda.",
        "26": "Ary 22 taona i Ahazia tamin’izy lasa mpanjaka, ary nanjaka herintaona tany Jerosalema izy. Atalia no anaran-dreniny, ary zafikelin’i Omry mpanjakan’ny Israely izy io.",
        "27": "Nanao hoatran’izay nataon’ny ankohonan’i Ahaba i Ahazia, sady nanao izay ratsy teo imason’i Jehovah foana, toy ny nataon’ny ankohonan’i Ahaba. Havany am-panambadiana mantsy ny ankohonan’i Ahaba.",
        "28": "Niaraka tamin’i Jorama zanak’i Ahaba àry izy, mba hiady tamin’i Hazaela mpanjakan’i Syria tany Ramota-gileada. Voan’ny Syrianina anefa i Jorama ka naratra.",
        "29": "Niverina tany Jezirela àry i Jorama Mpanjaka, mba hotsaboina noho ny ratra nahazo azy tamin’izy nasian’ny Syrianina tany Rama, rehefa niady tamin’i Hazaela mpanjakan’i Syria. Ary nidina tany Jezirela i Ahazia zanak’i Jorama mpanjakan’ny Joda mba hamangy an’i Jorama zanak’i Ahaba, noho izy naratra."
    },
    "9": {
        "1": "Nantsoin’i Elisa mpaminany ny iray tamin’ireo zanaky ny mpaminany, ka nilazany hoe: “Sikino ny akanjonao, ary ento haingana ity jaogy kely misy menaka ity, dia mandehana any Ramota-gileada.",
        "2": "Rehefa tonga any ianao, dia tadiavo i Jeho zanak’i Josafata zanak’i Nimsy. Ary mankanesa ao aminy, ka antsoy hiala kely eo amin’ireo rahalahiny izy, ary ento ao amin’ny efitra anatiny indrindra.",
        "3": "Dia raiso ilay jaogy kely misy menaka, ka araraho eo amin’ny lohany ny menaka, ary milazà hoe: ‘Izao no lazain’i Jehovah: “Hosorako ho mpanjakan’ny Israely ianao.”’ Dia vohay ny varavarana, ka mandosira haingana.”",
        "4": "Nankany Ramota-gileada àry ny mpanompon’ilay mpaminany.",
        "5": "Rehefa tonga tany izy, dia hitany nipetrapetraka ireo lehiben’ny tafika. Ary hoy izy: “Misy hafatra ho anao, sefo ô!” Dia nanontany i Jeho hoe: “Ho an’iza aminay ireto?” Ary hoy izy: “Ho anao, sefo ô!”",
        "6": "Nitsangana àry i Jeho ka niditra tao an-trano. Dia nandraraka an’ilay menaka teo amin’ny lohany ilay mpanompo, ka niteny hoe: “Izao no lazain’i Jehovah Andriamanitry ny Israely: ‘Hosorako ho mpanjakan’ny vahoakan’i Jehovah, izany hoe ho mpanjakan’ny Israely, ianao.",
        "7": "Vonoy ho faty ny ankohonan’i Ahaba tomponao, dia hovaliako ny ran’ireo mpaminany mpanompoko sy ny ran’ny mpanompon’i Jehovah rehetra nalatsak’i Jezebela.",
        "8": "Dia ho faty ny ankohonan’i Ahaba rehetra. Haringako ny lehilahy rehetra amin’ny ankohonany, anisan’izany ireo tsy misy mpiaro sy ireo osa eo amin’ny Israely.",
        "9": "Ary hataoko hoatran’ny ankohonan’i Jeroboama zanak’i Nebata sy hoatran’ny ankohonan’i Basa zanak’i Ahia ny ankohonan’i Ahaba.",
        "10": "I Jezebela kosa hohanin’ny alika ao amin’ilay tany any Jezirela, ka tsy hisy handevina.’” Dia nosokafan’ny mpanompon’ilay mpaminany ny varavarana, ary lasa nandositra izy.",
        "11": "Rehefa niverina teo amin’ireo mpanompon’ny tompony i Jeho, dia nanontanian’izy ireo hoe: “Misy olana angaha? Inona no nitadiavan’iny adala iny anao?” Dia namaly izy hoe: “Efa hainareo ihany ny lehilahy hoatr’ireny sy ny zavatra resahiny e!”",
        "12": "Hoy anefa izy ireo: “Tsy marina izany! Mba teneno anay izay nolazainy!” Dia hoy izy: “Izao sy izao no noresahiny tamiko. Dia nilaza koa izy hoe: ‘Izao no lazain’i Jehovah: “Hosorako ho mpanjakan’ny Israely ianao.”’”",
        "13": "Dia samy nanala ny akanjony haingana izy ireo ka nametraka an’izany teo ambanin’i Jeho, teo amin’ireo zanatohatra. Ary nitsoka anjombona izy ireo, ka nilaza hoe: “Lasa mpanjaka i Jeho!”",
        "14": "Dia nanao tetika hamelezana an’i Jorama i Jeho zanak’i Josafata zanak’i Nimsy. Tany Ramota-gileada i Jorama sy ny tafiky ny Israely rehetra tamin’izay, mba hiaro ny Israely tamin’i Hazaela mpanjakan’i Syria.",
        "15": "Niverina tany Jezirela i Jorama Mpanjaka tatỳ aoriana, mba hotsaboina noho ilay ratra nahazo azy tamin’izy nasian’ny Syrianina, rehefa niady tamin’i Hazaela mpanjakan’i Syria. Ary hoy i Jeho: “Raha manohana ahy ianareo, dia aza avela hisy olona handositra hiala eto an-tanàna mba hilaza an’izany any Jezirela.”",
        "16": "Dia nitaingina ny kalesiny i Jeho ka nankany Jezirela. Tany mantsy i Jorama tamin’izay, ary teo am-pandriana izy satria naratra. Ary efa nidina namangy azy tany i Ahazia mpanjakan’ny Joda.",
        "17": "Nijoro teny ambony tilikambo tany Jezirela ny mpitily, ka nahatazana olona be dia be tamy avy any, niaraka tamin’i Jeho. Tonga dia niteny izy hoe: “Mahatazana olona be dia be aho.” Ary hoy i Jorama: “Mandefasa mpitaingin-tsoavaly hitsena an-dry zareo, ka asaivo manontany hoe: ‘Fihavanana ve no ahatongavanareo atỳ?’”",
        "18": "Nisy mpitaingin-tsoavaly àry lasa nitsena azy, ka nanontany hoe: “‘Fihavanana ve no ahatongavanao atỳ’, hoy ny mpanjaka?” Hoy anefa i Jeho: “‘Fihavanana’ amin’ny ahoana? Mankanesa any aorianako, dia manaraha ahy!” Nanao tatitra àry ilay mpitily hoe: “Tonga teny amin-dry zareo ilay iraka, nefa tsy niverina.”",
        "19": "Nandefa mpitaingin-tsoavaly hafa indray àry i Jorama. Hoy izy io rehefa tonga teny amin’izy ireo: “‘Fihavanana ve no ahatongavanao atỳ’, hoy ny mpanjaka?” Hoy anefa i Jeho: “‘Fihavanana’ amin’ny ahoana? Mankanesa any aorianako, dia manaraha ahy!”",
        "20": "Dia hoy ilay mpitily: “Tonga teny amin-dry zareo ilay iraka, nefa tsy niverina. Raha ny fitondran’ilay olona kalesy aloha, dia hoatran’ny fitondran’i Jeho zafikelin’i Nimsy mihitsy! Mirifatra hoatran’ny adala mantsy izy.”",
        "21": "Hoy i Jorama: “Omano ny kalesy fitondra miady!” Dia nomanina ny kalesiny. Ary samy nitaingina ny kalesiny avy i Jorama mpanjakan’ny Israely sy Ahazia mpanjakan’ny Joda, ka nandeha nitsena an’i Jeho. Nifanena taminy teo amin’ny tanin’i Nabota Jezirelita izy ireo.",
        "22": "Raha vao nahita an’i Jeho i Jorama, dia nilaza hoe: “Fihavanana ve no ahatongavanao atỳ, ry Jeho?” Hoy anefa izy: “Ahoana no hisian’ny fihavanana raha i Jezebela reninao aza mbola mivaro-tena sy milalao ody be mihitsy?”",
        "23": "Avy hatrany i Jorama dia nanodina ny kalesiny mba handositra, sady niteny tamin’i Ahazia hoe: “Voafitaka isika, ry Ahazia!”",
        "24": "Noraisin’i Jeho ny tsipìkany, dia notifiriny i Jorama ka voany teo anelanelan’ny sorony. Dia nigorobaka avy teo amin’ny fony ilay zana-tsipìka, ka nianjera tao amin’ny kalesiny izy.",
        "25": "Hoy i Jeho tamin’i Bidkara, manamboninahitra lefiny: “Batao izy, ary atsipazo eo amin’ny tanin’i Nabota Jezirelita. Tadidio fa tamin’izaho sy ianao nitaingina kalesy nanaraka an’i Ahaba rainy, dia i Jehovah mihitsy no nanameloka azy hoe:",
        "26": "‘“Hitako ny ran’i Nabota sy ny ran’ny zanany lahy omaly”, hoy i Jehovah, “ka eto amin’ity tany ity no tsy maintsy hamaliako ny nataonao”, hoy i Jehovah.’ Koa batao izy, dia atsipazo eo amin’ilay tany, araka ny tenin’i Jehovah.”",
        "27": "Rehefa nahita an’izay nitranga i Ahazia mpanjakan’ny Joda, dia nandositra nanaraka ny lalana mankany amin’ny zaridaina lehibe. —Tatỳ aoriana, dia nanenjika azy i Jeho, ka niteny hoe: “Asio koa iny!” Dia nasian’izy ireo tao anaty kalesiny izy, teny an-dalana hiakatra tany Gora, any akaikin’i Ibleama. Mbola nandositra hatrany Megido ihany anefa izy, ka tany izy no maty.",
        "28": "Dia nentin’ny mpanompony tamin’ny kalesy ho any Jerosalema izy, ka nalevin’izy ireo tao am-pasany any amin’izay nisy an’ireo razambeny, tao amin’ny Tanànan’i Davida.",
        "29": "Tamin’ny taona faha-11 nanjakan’i Jorama zanak’i Ahaba no lasa mpanjakan’ny Joda i Ahazia.—",
        "30": "Tonga tany Jezirela i Jeho, ka henon’i Jezebela izany. Nanao manjamaso mainty àry izy, sady namboariny ny volony. Dia nitazana teo am-baravarankely izy.",
        "31": "Rehefa niditra teny am-bavahady i Jeho, dia hoy i Jezebela: “Hainao moa no niafaran’i Zimry, ilay namono ny tompony?”",
        "32": "Ary niandrandra nijery tany amin’ilay varavarankely i Jeho, sady nilaza hoe: “Iza no manohana ahy? Iza?” Avy hatrany dia nisy tandapa roa na telo niondrika nijery azy.",
        "33": "Hoy i Jeho: “Atsipazo izy!” Dia natsipin’izy ireo i Jezebela, ka niporitika tamin’ny rindrina sy tamin’ny soavaly ny rany. Ary nohitsahin’i Jeho tamin’ny soavaliny izy.",
        "34": "Dia niditra tao an-trano i Jeho ka nihinana sy nisotro. Niteny izy avy eo hoe: “Mba karakarao ilay voaozona iny ary aleveno! Fa mba zanakavavin’ny mpanjaka ihany izy iny!”",
        "35": "Rehefa handeha handevina azy anefa izy ireo, dia tsy nahita afa-tsy ny karandohany sy ny tongony ary ny felatanany.",
        "36": "Niverina nilaza izany tamin’i Jeho izy ireo, ka hoy izy: “Tanteraka ny teny nolazain’i Jehovah tamin’ny alalan’i Elia Tisbita mpanompony hoe: ‘Ao amin’ilay tany eto Jezirela no hihinanan’ny alika ny nofon’i Jezebela.",
        "37": "Ary ho zezika ao amin’ilay saha, ao amin’ilay tany eto Jezirela, ny fatin’i Jezebela mba tsy hisy ho afaka hilaza hoe: “I Jezebela io.”’”"
    },
    "10": {
        "1": "Nanan-janakalahy 70 tany Samaria i Ahaba. Nanoratra taratasy àry i Jeho ka nandefa izany tany Samaria, ho an’ireo andrianan’i Jezirela sy ny anti-panahy ary ny mpikarakara ny zanak’i Ahaba, nanao hoe:",
        "2": "“Eo aminareo ny zanakalahin’ny tomponareo, ny kalesy fitondra miady, ny soavaly, ny tanàna voaro mafy, ary ny fitaovam-piadiana. Koa rehefa tonga any aminareo ity taratasy ity,",
        "3": "dia fidio izay tsara sy mendrika indrindra amin’ny zanakalahin’ny tomponareo, ka apetraho eo amin’ny seza fiandrianan-drainy. Dia miadia ho an’ny ankohonan’ny tomponareo.”",
        "4": "Natahotra be anefa izy ireo, ka niteny hoe: “Mpanjaka roa aza tsy nahatohitra azy, dia isika ve dia hahatohitra azy?”",
        "5": "Koa naniraka olona ho any amin’i Jeho ny mpiandraikitra ny lapa, ny governoran’ny tanàna, ny anti-panahy, ary ny mpikarakara, mba hilaza hoe: “Mpanomponao izahay, ka hataonay izay rehetra lazainao aminay. Tsy hanendry na iza na iza ho mpanjaka izahay. Ataovy izay hitanao fa mety.”",
        "6": "Dia nanoratra taratasy ho azy ireo indray i Jeho, nanao hoe: “Raha manohana ahy ianareo ary vonona ny hankatò ahy, dia ento atỳ ny lohan’ireo zanakalahin’ny tomponareo, ary tongava atỳ amiko atỳ Jezirela, rahampitso hoatr’izao.” Niaraka tamin’ireo olo-manan-kaja teo an-tanàna izay nitaiza azy, izy 70 lahy zanaky ny mpanjaka, tamin’izay.",
        "7": "Raha vao voarain’ireo olo-manan-kaja ilay taratasy, dia nalain’izy ireo izy 70 lahy zanaky ny mpanjaka, ka novonoiny. Dia nataony tao anaty sobika ny lohan’izy ireo, ary nalefany tany amin’i Jeho tany Jezirela.",
        "8": "Dia nankao amin’i Jeho ilay olona nirahina ka niteny hoe: “Nentin-dry zareo ao ny lohan’ireo zanakalahin’ny mpanjaka.” Hoy àry izy: “Ataovy roa toko eo amin’ny fidirana amin’ny vavahadin’ny tanàna izany, mandra-paharainan’ny andro.”",
        "9": "Ary nankeny ivelany izy rehefa maraina, ka nijoro teo anatrehan’ny vahoaka manontolo. Dia hoy izy: “Tsy manan-tsiny ianareo. Izaho no nanao tetika hamelezana ny tompoko sy namono azy ho faty. Iza anefa no namono an’ireto rehetra ireto?",
        "10": "Fantaro àry fa tsy hisy tsy ho tanteraka na iray aza ny tenin’i Jehovah, izay nolazain’i Jehovah hanamelohana ny ankohonan’i Ahaba. Efa notanterahin’i Jehovah izay nolazainy tamin’ny alalan’i Elia mpanompony.”",
        "11": "Novonoin’i Jeho koa ny sisa rehetra tamin’ny ankohonan’i Ahaba tao Jezirela, sy ny olo-manan-kajany rehetra, sy ny namany, ary ny mpisorony, ka tsy nasiany niangana na iray aza.",
        "12": "Dia nandeha nankany Samaria izy. Ary nisy trano fanetezana ondry teny an-dalana.",
        "13": "Nifanena tamin’ireo rahalahin’i Ahazia mpanjakan’ny Joda teo i Jeho, ka nanontany hoe: “Iza moa ianareo?” Dia hoy ireo: “Rahalahin’i Ahazia izahay, ary handeha hidina hanontany hoe manao ahoana ireo zanaky ny mpanjaka sy ny zanaky ny mpanjakavavy.”",
        "14": "Koa niteny avy hatrany i Jeho hoe: “Ataovy sambo-belona ireo!” Dia nosamborin’izy ireo izy 42 lahy, ka novonoiny teo amin’ny lavaka fanangonan-drano teo amin’ilay trano fanetezana ondry. Ary tsy nasiany niangana izy ireo na iray aza.",
        "15": "Rehefa niala teo izy, dia nifanena tamin’i Jonadaba zanak’i Rekaba, izay tamy hitsena azy. Dia niarahaba an’i Jonadaba izy, ka niteny taminy hoe: “Manohana ahy amin’ny fonao manontolo ve ianao, hoatr’ahy manohana anao amin’ny foko manontolo?” Ary namaly i Jonadaba hoe: “Ie!” Dia hoy i Jeho: “Atolory ahy àry ny tananao.” Koa natolony azy ny tanany, ka nosintonin’i Jeho hiakatra tao amin’ny kalesiny niaraka taminy izy.",
        "16": "Ary hoy i Jeho: “Andao hiaraka amiko, dia ho hitanao fa tsy mandefitra mihitsy amin’izay mivadika amin’i Jehovah aho.” Nasaina nitaingina an’ilay kalesy niaraka tamin’i Jeho àry izy.",
        "17": "Tonga tany Samaria i Jeho avy eo, dia novonoiny ny sisa rehetra tamin’ny ankohonan’i Ahaba tao Samaria, mandra-pandringany azy tanteraka, araka ny tenin’i Jehovah tamin’i Elia.",
        "18": "Novorin’i Jeho koa ny vahoaka manontolo, ka hoy izy: “Tsy dia nanompo an’i Bala i Ahaba, fa i Jeho kosa hanompo azy bebe kokoa.",
        "19": "Koa vorio hankatỳ amiko daholo ny mpaminanin’i Bala sy ny mpivavaka aminy ary ny mpisorony rehetra. Aza avela hisy tsy ho tonga na iray aza, fa hanao sorona lehibe ho an’i Bala aho. Hovonoina ho faty izay tsy tonga.” Hafetsena fotsiny anefa izany! Nanao an’izany izy mba handringanana ny mpivavaka tamin’i Bala.",
        "20": "Hoy koa i Jeho: “Ampandreneso hoe hisy fivoriambe makotrokotroka ho an’i Bala!” Dia nampandrenesin’izy ireo izany.",
        "21": "Naniraka olona hitety ny Israely rehetra i Jeho taorian’izay, ka tonga daholo ny mpivavaka tamin’i Bala. Tsy nisy tsy tonga na iray aza. Niditra tao an-tranon’i Bala izy ireo, ka feno hipoka ilay trano.",
        "22": "Dia hoy izy tamin’ny mpiandraikitra ny fitoeran’akanjo: “Amoahy akanjo ny mpivavaka amin’i Bala rehetra.” Koa namoaka akanjo ho azy ireo izy.",
        "23": "Dia nankao an-tranon’i Bala i Jeho sy Jonadaba zanak’i Rekaba. Ary hoy i Jeho tamin’ireo mpivavaka tamin’i Bala: “Jereo tsara dia hamarino sao misy mpivavaka amin’i Jehovah ato, fa mpivavaka amin’i Bala ihany no tokony ho ato.”",
        "24": "Farany, dia niditra izy ireo mba hanao sorona sy fanatitra dorana. Nasian’i Jeho 80 lahy niandry tany ivelany, ary hoy izy tamin’izy ireo: “Raha misy tafatsoaka ireo lehilahy natolotro eo an-tananareo ireo, dia ny ainareo no ho solon’ny ainy.”",
        "25": "Raha vao vita ny fanolorana fanatitra dorana, dia niteny tamin’ireo mpiambina sy manamboninahitra lefitra i Jeho hoe: “Midira, ka vonoy ireo! Aza avela hisy ho tafatsoaka na iray aza.” Dia namono azy ireo tamin’ny sabatra ny mpiambina sy ny manamboninahitra lefitra, ka nanipy ny fatiny tany ivelany. Ary nitsofoka hatrany anatiny indrindra tamin’ny tranon’i Bala izy ireo.",
        "26": "Dia navoakan’izy ireo ny tsato-kazo masina tao an-tranon’i Bala, ka nodorany tsirairay.",
        "27": "Noravany ny tsangambato masin’i Bala. Dia narodany ny tranon’i Bala ka nataony kabine, ary mbola hoatr’izany ilay izy hatramin’izao.",
        "28": "Nofongoran’i Jeho tsy ho eo amin’ny Israely àry i Bala.",
        "29": "Tsy mba nialan’i Jeho anefa ny fahotana nataon’ny Israely noho ny fitaoman’i Jeroboama zanak’i Nebata, izany hoe ny fivavahana tamin’ireo zanak’omby volamena tany Betela sy tany Dana.",
        "30": "Hoy àry i Jehovah tamin’i Jeho: “Mety ny nataonao sady nanao izay tsara teo imasoko ianao, ka nanao an’izay rehetra noeritreretiko hatao amin’ny ankohonan’i Ahaba. Noho izany, dia handimby anao eo amin’ny seza fiandrianan’ny Israely ny zanakao lahy hatrany amin’ny zafindohalikao.”",
        "31": "Tsy nanaraka tsara ny Lalàn’i Jehovah Andriamanitry ny Israely tamin’ny fony manontolo anefa i Jeho. Tsy niala tamin’ny fahotana, izay nataon’ny Israely noho ny fitaoman’i Jeroboama, izy.",
        "32": "Nahenan’i Jehovah tsikelikely ny tanin’ny Israely nanomboka tamin’izany andro izany. Nanafika azy ireo foana i Hazaela, tany amin’ny faritra rehetra tany Israely,",
        "33": "nanomboka teo Jordana no ho miantsinanana sy Gileada manontolo, izany hoe ny tanin’ny Gadita sy ny Robenita ary ny Manasita. Anisan’izany ny faritra nanomboka tany Aroera, any akaikin’ny Lohasahan’i Arnona, hatrany Gileada sy Basana.",
        "34": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ve ny sisa amin’ny tantaran’i Jeho, izany hoe izay rehetra nataony sy ny heriny rehetra?",
        "35": "Dia nodimandry any amin’ny razambeny i Jeho, ka nalevina tany Samaria. Ary i Joahaza zanany no nanjaka nandimby azy.",
        "36": "Naharitra 28 taona ny fotoana nanjakan’i Jeho teo amin’ny Israely, tany Samaria."
    },
    "11": {
        "1": "Rehefa hitan’i Atalia renin’i Ahazia fa maty ilay zanany, dia nitsangana izy ka naripany daholo ny taranaka mpanjaka.",
        "2": "Nalain’i Joseba, zanakavavin’i Jorama Mpanjaka sady anabavin’i Ahazia, anefa i Joasy zanak’i Ahazia. Naka azy an-tsokosoko teo amin’ireo zanaky ny mpanjaka efa hovonoina izy. Dia nataony tao amin’ny efitra anatiny fatoriana i Joasy sy ilay mpitaiza azy. Vitan’izy ireo ny nanafina an’i Joasy mba tsy ho hitan’i Atalia, ka tsy maty izy.",
        "3": "Niafina niaraka taminy tao an-tranon’i Jehovah nandritra ny enin-taona i Joasy, tamin’i Atalia nanjaka teo amin’ilay tany.",
        "4": "Tamin’ny taona fahafito, dia nampanantsoin’i Joiada ny lehiben’ny zato nifehy an’ireo Karianina mpiambina ny mpanjaka sy ireo mpiambina ny lapa. Nasainy nankao aminy tao an-tranon’i Jehovah izy ireo. Nanao fifanekena tamin’izy ireo izy, ary nasainy nianiana tao an-tranon’i Jehovah izy ireo hoe hanaja an’ilay izy. Nasehony azy ireo avy eo ilay zanaky ny mpanjaka.",
        "5": "Dia nomeny baiko izy ireo hoe: “Izao no hataonareo: Ny ampahatelony aminareo izay miasa amin’ny Sabata, dia hiambina tsara ny tranon’ny mpanjaka,",
        "6": "ny ampahatelony ho eo amin’ny Vavahadin’ny Fototra, ary ny ampahatelony ambiny ho eo amin’ny vavahady ao ambadik’ireo mpiambina ny lapa. Hifandimby hiambina an’ilay trano ianareo.",
        "7": "Ny antokony roa aminareo izay tsy tokony hiasa amin’ny Sabata no hiambina tsara ny tranon’i Jehovah mba hiarovana ny mpanjaka.",
        "8": "Tsy maintsy manodidina ny mpanjaka ianareo, ka samy hitana ny fitaovam-piadiany avy. Hovonoina ho faty izay rehetra mitsofotsofoka eo amin’ny laharan’ireo miaramila. Ary araho foana ny mpanjaka, na aiza na aiza alehany.”",
        "9": "Dia nanao an’izay rehetra notenenin’i Joiada mpisorona ny lehiben’ny zato, ka samy naka an’izay olom-peheziny, dia izay niasa tamin’ny Sabata sy izay tsy niasa tamin’ny Sabata. Dia nankao amin’i Joiada mpisorona izy ireo.",
        "10": "Ary nomen’ilay mpisorona an’ireo lehiben’ny zato ny lefon’i Davida Mpanjaka sy ireo ampingany boribory, izay tao an-tranon’i Jehovah.",
        "11": "Ary naka ny toerany ny mpiambina ny lapa ka samy nitana ny fitaovam-piadiany avy. Nisy azy ireo daholo teo amin’ny lafiny ankavanan’ilay trano ka hatrany amin’ny lafiny ankavian’ilay trano, sy teo akaikin’ny alitara, ary teo akaikin’ilay trano. Nohodidinin’izy ireo àry ny mpanjaka.",
        "12": "Dia navoakan’i Joiada ilay zanaky ny mpanjaka, ka nataony teo ambony lohany ny satroboninahitra sy ny Tenin’ny Vavolombelona. Ary nataon’izy ireo mpanjaka izy dia nohosorany. Dia nitehaka izy ireo sady nilaza hoe: “Ho ela velona anie ny mpanjaka!”",
        "13": "Raha vao henon’i Atalia nirodorodo nihazakazaka ny vahoaka, dia nankany amin’izy ireo tany an-tranon’i Jehovah izy.",
        "14": "Dia hitan’i Atalia nitsangana teo akaikin’ny andry ny mpanjaka, araka ny fomba fanao. Niaraka tamin’ny mpanjaka teo koa ireo lehibe sy ny mpitsoka trompetra. Faly be ny vahoaka manontolo sady nitsoka trompetra. Dia norovitin’i Atalia ny akanjony, sady niantsoantso mafy izy hoe: “Fikomiana! Fikomiana!”",
        "15": "Nanome baiko an’ireo lehiben’ny zato voatendry hitari-tafika anefa i Joiada mpisorona hoe: “Avoahy eny ivelan’ny filaharana izy. Ary raha misy manaraka azy, dia vonoy amin’ny sabatra!” Efa nilaza mantsy ilay mpisorona hoe: “Aza vonoina ao an-tranon’i Jehovah izy.”",
        "16": "Nosamborin’izy ireo àry i Atalia, dia novonoiny ho faty rehefa tonga teo amin’ny toerana fidiran’ny soavaly teo amin’ny tranon’ny mpanjaka.",
        "17": "Nasain’i Joiada nanao fifanekena tamin’i Jehovah avy eo ny mpanjaka sy ny vahoaka hoe ho vahoakan’i Jehovah foana izy ireo. Nasainy nanao fifanekena tamin’ny mpanjaka koa ny vahoaka.",
        "18": "Nankany amin’ny tranon’i Bala ny vahoaka manontolo taorian’izay, ka narodan’izy ireo ny alitarany ary nopotipotehiny tanteraka ny sariny. Novonoin’izy ireo teo anoloan’ny alitara koa i Matana mpisoron’i Bala. Dia nanendry mpiandraikitra hikarakara ny tranon’i Jehovah ny mpisorona.",
        "19": "Ary nentiny niaraka taminy ireo lehiben’ny zato, ny Karianina mpiambina ny mpanjaka, ny mpiambina ny lapa, ary ny vahoaka manontolo, mba hiaraka amin’ny mpanjaka. Avy tao an-tranon’i Jehovah izy ireo no nidina nankany an-tranon’ny mpanjaka, ary teo amin’ny vavahadin’ny mpiambina ny lapa no lalan’izy ireo. Dia nipetraka teo amin’ny seza fiandrianan’ny mpanjaka i Joasy.",
        "20": "Koa nifaly ny vahoaka manontolo, ary nilamina ny tanàna. Efa novonoina tamin’ny sabatra teo akaikin’ny tranon’ny mpanjaka mantsy i Atalia.",
        "21": "Fito taona i Joasy tamin’izy lasa mpanjaka."
    },
    "12": {
        "1": "Tamin’ny taona fahafito nanjakan’i Jeho no lasa mpanjaka i Joasy, ary nanjaka 40 taona tany Jerosalema izy. Zibia no anaran-dreniny, ary avy any Beri-sheba izy io.",
        "2": "Nanao izay tsara teo imason’i Jehovah foana i Joasy, tamin’ny andro rehetra nampianaran’i Joiada mpisorona azy.",
        "3": "Tsy nesorina anefa ny toerana avo, ary mbola nanao sorona sy nandoro fanatitra mba hidona-tsetroka teny ihany ny vahoaka.",
        "4": "Hoy i Joasy tamin’ny mpisorona: “Alaivo daholo ny vola rehetra ho an’ny fanatitra masina izay entina ao an-tranon’i Jehovah, izany hoe ny vola tsy maintsy aloan’ny tsirairay, sy ny vola omen’ny olona nanao voady, ary ny vola rehetra entin’ny tsirairay an-tsitrapo ao an-tranon’i Jehovah.",
        "5": "Ny mpisorona no haka an’ilay vola avy amin’ireo mpanao fanomezana, dia hampiasa an’izany mba hanamboarana an’izay rehetra simba amin’ilay trano.”",
        "6": "Mbola tsy namboarin’ireo mpisorona ihany anefa ny simba tamin’ilay trano, tamin’ny taona faha-23 nanjakan’i Joasy Mpanjaka.",
        "7": "Nantsoin’i Joasy Mpanjaka àry i Joiada mpisorona sy ireo mpisorona hafa, ka nanontaniany hoe: “Fa maninona no tsy amboarinareo ny simba amin’ilay trano? Aza alaina intsony ny vola avy amin’ireo mpanao fanomezana, raha tsy hanamboarana an’ilay trano ilay izy.”",
        "8": "Dia nanaiky tsy haka vola amin’ny olona intsony ny mpisorona, sady nanaiky hoe tsy hiandraikitra ny fanamboarana an’ilay trano.",
        "9": "Naka vata i Joiada mpisorona avy eo, ka nolavahany ny sarony. Dia napetrany teo akaikin’ny alitara ilay vata, izany hoe teo ankavanana amin’ny fidirana tao an-tranon’i Jehovah. Tao no napetraky ny mpisorona mpiandry varavarana ny vola rehetra nentina tao an-tranon’i Jehovah.",
        "10": "Isaky ny hitan’izy ireo fa be dia be ny vola tao amin’ilay vata, dia niakatra ny mpitan-tsoratry ny mpanjaka sy ny mpisoronabe, ka nanangona sy nanisa an’izay vola nentina tao an-tranon’i Jehovah.",
        "11": "Nomen’izy ireo an’ireo voatendry hiandraikitra an’ilay asa tao an-tranon’i Jehovah ny vola efa voaisa. Izy ireny indray avy eo no nandoa ny karaman’ny mpandrafitra sy ny mpanao trano, izay niasa tao an-tranon’i Jehovah,",
        "12": "ary ny karaman’ny mpandatsa-biriky sy ny mpipai-bato. Nividy hazo sy vato voapaika hanamboarana ny simba tamin’ny tranon’i Jehovah koa izy ireo, ary nampiasa an’ilay vola mba handoavana ny zavatra hafa rehetra nilaina hanamboarana an’ilay trano.",
        "13": "Ny vola nentina tao an-tranon’i Jehovah anefa, dia tsy nisy nampiasaina mba hanaovana kovetabe volafotsy, na famonoan-jiro, na vilia baolina, na trompetra, na zavatra vita tamin’ny volamena na volafotsy hatao ao an-tranon’i Jehovah.",
        "14": "Nomena an’ireo mpiasa fotsiny ilay vola, ka nanamboaran’izy ireo an’izay simba tamin’ny tranon’i Jehovah.",
        "15": "Tsy nohadihadina ireo lehilahy notolorana an’ilay vola homena ny mpiasa, satria mendri-pitokisana izy ireo.",
        "16": "Tsy nentina tao an-tranon’i Jehovah kosa ny vola ho an’ny fanatitra noho ny heloka, sy ny vola ho an’ny fanatitra noho ny ota. An’ny mpisorona mantsy izany.",
        "17": "Tamin’izay no niakatra hiady tamin’i Gata i Hazaela mpanjakan’i Syria, ka azony ilay tanàna. Nanapa-kevitra ny hanafika an’i Jerosalema izy taorian’izay.",
        "18": "Dia nalain’i Joasy mpanjakan’ny Joda ny fanatitra masina rehetra, izay nohamasinin’ny mpanjakan’ny Joda, dia i Josafata sy Jorama ary Ahazia razambeny. Nalainy koa ny fanatitra masina natolony, sy ny volamena rehetra tao amin’ny fitehirizana zava-tsarobidy tao an-tranon’i Jehovah sy tao an-tranon’ny mpanjaka. Dia nalefany tany amin’i Hazaela mpanjakan’i Syria izany. Tsy namely an’i Jerosalema indray àry i Hazaela.",
        "19": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve ny sisa amin’ny tantaran’i Joasy, izany hoe izay rehetra nataony?",
        "20": "Niray tetika hamely an’i Joasy anefa ny mpanompony, ka namono azy tao amin’ilay trano teo amin’ny Havoana, teo amin’ny lalana midina ho any Sila.",
        "21": "I Jozakara zanak’i Simata sy Jozabada zanak’i Somera, ireo mpanompony namono azy ho faty. Dia nalevina tao amin’izay nisy ny razambeny tao amin’ny Tanànan’i Davida izy. Ary i Amazia zanany no nanjaka nandimby azy."
    },
    "13": {
        "1": "Tamin’ny taona faha-23 nanjakan’i Joasy zanak’i Ahazia mpanjakan’ny Joda, no lasa mpanjakan’ny Israely tany Samaria i Joahaza zanak’i Jeho. Ary nanjaka 17 taona izy.",
        "2": "Nanao izay ratsy teo imason’i Jehovah foana i Joahaza, ka tsy niala tamin’ny fahotana nataon’ny Israely noho ny fitaoman’i Jeroboama zanak’i Nebata. Tsy niala tamin’izany izy.",
        "3": "Tezitra be tamin’ny Israely àry i Jehovah, ka nataony resin’i Hazaela mpanjakan’i Syria sy Beni-hadada zanak’i Hazaela izy ireo, nandritra izany fotoana izany.",
        "4": "Nitalaho famindram-po tamin’i Jehovah i Joahaza, tatỳ aoriana. Dia nihaino azy i Jehovah, satria hitany hoe nampahorin’ny mpanjakan’i Syria ny Israely.",
        "5": "Nomen’i Jehovah mpamonjy àry ny Israely mba hanafaka azy ireo teo ambany fahefan’i Syria. Dia afaka nipetraka tao an-tranony toy ny teo aloha indray ny Israelita.",
        "6": "Tsy niala tamin’ny fahotan’ny ankohonan’i Jeroboama anefa izy ireo, dia ny fahotana nataon’ny Israely noho ny fitaoman’i Jeroboama. Nanao an’izany foana izy ireo, ary na ilay tsato-kazo masina aza mbola nitsangana tany Samaria ihany.",
        "7": "Tsy nisy afa-tsy mpitaingin-tsoavaly 50 sy kalesy 10 ary miaramila 10 000 mpandeha an-tongotra tao amin’ny tafik’i Joahaza. Naringan’ny mpanjakan’i Syria mantsy ny ankamaroan’ny tafiny, ka nohosihoseny toy ny vovoka eny am-pamoloana.",
        "8": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ ny Israely ve ny sisa amin’ny tantaran’i Joahaza, izany hoe izay rehetra nataony sy ny heriny?",
        "9": "Dia nodimandry any amin’ny razambeny i Joahaza, ka nalevina tany Samaria. Ary i Joasy zanany no nanjaka nandimby azy.",
        "10": "Tamin’ny taona faha-37 nanjakan’i Joasy mpanjakan’ny Joda, no lasa mpanjakan’ny Israely tany Samaria i Joasy zanak’i Joahaza. Ary nanjaka 16 taona izy.",
        "11": "Nanao izay ratsy teo imason’i Jehovah foana izy, ka tsy niala tamin’ny fahotana rehetra nataon’ny Israely noho ny fitaoman’i Jeroboama zanak’i Nebata. Nanao an’izany fahotana izany foana izy.",
        "12": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ve ny sisa amin’ny tantaran’i Joasy, izany hoe izay rehetra nataony sy ny heriny ary ny niadiany tamin’i Amazia mpanjakan’ny Joda?",
        "13": "Dia nodimandry any amin’ny razambeny i Joasy, ary i Jeroboama no nipetraka teo amin’ny seza fiandrianany. Nalevina tany Samaria, tany amin’izay nisy ny mpanjakan’ny Israely, i Joasy.",
        "14": "Narary i Elisa ary izany aretina izany no hahafaty azy amin’ny farany. Nidina tany aminy i Joasy mpanjakan’ny Israely ka nitomany teo aminy, sady nilaza hoe: “Ry raiko ô, ry raiko ô! Ny kalesy fitondran’ny Israely miady sy ny mpitaingin-tsoavaliny!”",
        "15": "Ary hoy i Elisa taminy: “Makà tsipìka sy zana-tsipìka.” Dia naka tsipìka sy zana-tsipìka izy.",
        "16": "Ary niteny tamin’ny mpanjakan’ny Israely i Elisa hoe: “Ataovy eo amin’ny tsipìka ny tananao.” Dia nataony teo ny tanany, ary nataon’i Elisa teo amin’ny tanan’ny mpanjaka ny tanany avy eo.",
        "17": "Ary hoy izy: “Sokafy ny varavarankely atsinanana.” Dia nosokafany izany. Ary hoy i Elisa: “Mitifira!” Dia nitifitra izy. Hoy àry i Elisa: “Zana-tsipìkan’ny fandresen’i Jehovah, dia ny zana-tsipìka handresena an’i Syria! Hamely an’i Syria ao Afeka ianao, mandra-pandringanao azy.”",
        "18": "Hoy koa i Elisa: “Raiso ny zana-tsipìka.” Dia noraisiny izany. Ary niteny tamin’ny mpanjakan’ny Israely i Elisa hoe: “Kapohy ny tany.” Ary nokapohiny intelo ny tany, dia nijanona izy.",
        "19": "Koa tezitra taminy ilay lehilahin’Andriamanitra, ka niteny hoe: “Tokony ho nokapohinao indimy na inenina ny tany, amin’izay ianao ho namely an’i Syria mandra-pandringanao azy. Fa izao kosa dia intelo ihany ianao no hamely azy.”",
        "20": "Ary maty i Elisa taorian’izay ka nalevina. Nisy Moabita mpandroba tonga teo amin’ilay tany, isaky ny fiandohan’ny taona.",
        "21": "Nisy olona nandevina lehilahy iray tamin’izay, ary nahatazana an’ireo mpandroba izy ireo. Tonga dia natsipiny haingana tao amin’ilay toerana nandevenana an’i Elisa ilay faty, dia lasa izy ireo nitsoaka. Rehefa nahakasika ny taolan’i Elisa ilay faty, dia velona ka nijoro.",
        "22": "Nampijalin’i Hazaela mpanjakan’i Syria ny Israely, tamin’ny andro rehetra nanjakan’i Joahaza.",
        "23": "Tsara fanahy tamin’izy ireo sy niantra azy anefa i Jehovah ka nikarakara azy ireo, noho ny fifanekena nataony tamin’i Abrahama sy Isaka ary Jakoba. Tsy tiany ho ringana izy ireo, ka tsy nariany tanteraka tsy ho eo anatrehany hatramin’izao.",
        "24": "Rehefa maty i Hazaela mpanjakan’i Syria, dia i Beni-hadada zanany no nanjaka nandimby azy.",
        "25": "Nalain’i Joasy zanak’i Joahaza indray ireo tanàna azon’i Beni-hadada zanak’i Hazaela, tamin’i Beni-hadada niady tamin’i Joahaza rain’i Joasy. Namely azy intelo i Joasy, ka azony indray ireo tanànan’ny Israely."
    },
    "14": {
        "1": "Tamin’ny taona faharoa nanjakan’i Joasy zanak’i Joahaza mpanjakan’ny Israely, no lasa mpanjaka i Amazia zanak’i Joasy mpanjakan’ny Joda.",
        "2": "Tamin’izy 25 taona no nanomboka nanjaka, ary nanjaka 29 taona tany Jerosalema izy. Joadina no anaran-dreniny, ary avy any Jerosalema izy io.",
        "3": "Nanao izay tsara teo imason’i Jehovah foana i Amazia, saingy tsy toy ny nataon’i Davida razambeny. Hoatran’izay rehetra nataon’i Joasy rainy no nataony.",
        "4": "Tsy nesorina anefa ny toerana avo, ary mbola nanao sorona sy nandoro fanatitra mba hidona-tsetroka teny ihany ny vahoaka.",
        "5": "Raha vao mafy orina ny fanjakany, dia novonoiny ho faty ireo mpanompony namono ny mpanjaka rainy.",
        "6": "Tsy novonoiny anefa ny zanak’ireo mpamono olona ireo, fa narahiny izay voasoratra ao amin’ny boky misy ny Lalàn’i Mosesy. Izao mantsy ny didin’i Jehovah voalaza ao: “Ny ray tsy tokony hovonoina ho faty noho ny ataon’ny zanaka, ary ny zanaka tsy tokony hovonoina ho faty noho ny ataon’ny ray. Fa ny fahotana vitan’ny tsirairay ihany no tokony hamonoana azy.”",
        "7": "Nahafaty lehilahy edomita 10 000 teo amin’ny Lohasahan-tsira i Amazia. Azony tamin’ny ady koa ny tanànan’i Sela, ka lasa hoe Joktela ny anaran’izy io hatramin’izao.",
        "8": "Ary nisy olona nirahin’i Amazia ho any amin’i Joasy zanak’i Joahaza, zanak’i Jeho mpanjakan’ny Israely, mba hilaza hoe: “Tongava, andao isika hiady!”",
        "9": "Dia nampitondra an’izao hafatra izao ho an’i Amazia mpanjakan’ny Joda i Joasy mpanjakan’ny Israely: “Nampita hafatra ho an’ny hazo sedera tany Libàna ny tsilo tany Libàna hoe: ‘Omeo ho vadin’ny zanako lahy ny zanakao vavy.’ Nandalo anefa ny bibidia iray tany Libàna, ka nanitsakitsaka an’ilay tsilo.",
        "10": "Nandresy an’i Edoma ianao, ka lasa nirehareha ny fonao. Mifalia amin’ny voninahitrao, saingy mijanòna ihany ao an-tranonao. Maninona ianao no mitady loza ka tianao ho resy miaraka aminao ny Joda?”",
        "11": "Tsy nanaiky anefa i Amazia. Niakatra àry i Joasy mpanjakan’ny Israely, ka niady tany Beti-semesy any Joda izy sy Amazia mpanjakan’ny Joda.",
        "12": "Dia resin’ny Israely ny Joda, ka samy nandositra nankany an-tranony avy.",
        "13": "Nosamborin’i Joasy mpanjakan’ny Israely tany Beti-semesy i Amazia mpanjakan’ny Joda, zanak’i Joasy zanak’i Ahazia. Nankany Jerosalema izy ireo avy eo, ary nandrava 400 hakiho tamin’ny mandan’i Jerosalema, nanomboka teo amin’ny Vavahadin’i Efraima ka hatreo amin’ny Vavahady An-jorony.",
        "14": "Dia nalainy daholo ny volamena sy ny volafotsy ary ny fitaovana rehetra tao an-tranon’i Jehovah sy tao amin’ny fitehirizana zava-tsarobidy tao an-tranon’ny mpanjaka. Naka olona hatao takalon’aina koa izy, ary avy eo niverina tany Samaria.",
        "15": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ve ny sisa amin’ny tantaran’i Joasy, izany hoe ny nataony sy ny heriny ary ny niadiany tamin’i Amazia mpanjakan’ny Joda?",
        "16": "Dia nodimandry any amin’ny razambeny i Joasy ka nalevina tany Samaria, tany amin’izay nisy ny mpanjakan’ny Israely. Ary i Jeroboama zanany no nanjaka nandimby azy.",
        "17": "Mbola velona 15 taona i Amazia zanak’i Joasy mpanjakan’ny Joda, taorian’ny nahafatesan’i Joasy zanak’i Joahaza mpanjakan’ny Israely.",
        "18": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve ny sisa amin’ny tantaran’i Amazia?",
        "19": "Nisy niray tetika hanohitra azy tany Jerosalema tatỳ aoriana, ka nandositra tany Lakisy izy. Naniraka olona hanenjika azy tany anefa izy ireo ka namono azy tany.",
        "20": "Nentina niverina tamin’ny soavaly àry ny fatiny ka nalevina tany amin’izay nisy ny razambeny tany Jerosalema, tao amin’ny Tanànan’i Davida.",
        "21": "Dia nalain’ny vahoakan’i Joda rehetra i Azaria, izay 16 taona, ka nataony mpanjaka handimby an’i Amazia rainy.",
        "22": "Naorin’i Azaria indray i Elata dia naveriny tamin’ny Joda, rehefa nodimandry any amin’ny razambeny ny mpanjaka.",
        "23": "Tamin’ny taona faha-15 nanjakan’i Amazia zanak’i Joasy mpanjakan’ny Joda, no lasa mpanjaka tany Samaria i Jeroboama zanak’i Joasy mpanjakan’ny Israely. Ary nanjaka 41 taona izy.",
        "24": "Nanao izay ratsy teo imason’i Jehovah foana izy, ka tsy niala tamin’ny fahotana rehetra nataon’ny Israely noho ny fitaoman’i Jeroboama zanak’i Nebata.",
        "25": "Naveriny tamin’ny Israely ny sisin-taniny, nanomboka teo Lebo-hamata ka hatrany amin’ny Ranomasin’i Araba. Izany mantsy no teny nolazain’i Jehovah Andriamanitry ny Israely tamin’ny alalan’i Jona mpanompony, zanak’i Amitahy, dia ilay mpaminany avy any Gata-hefera.",
        "26": "Fa hitan’i Jehovah hoe tena mangidy ny fahoriana nanjo ny Israely. Tsy nisy olona tavela mba hanampy ny Israely. Na ireo tsy nisy mpiaro sy ireo osa aza tsy nisy tavela.",
        "27": "Efa nampanantena anefa i Jehovah fa tsy hanafoana ny anaran’ny Israely tsy ho etỳ ambanin’ny lanitra. Novonjeny tamin’ny alalan’i Jeroboama zanak’i Joasy àry izy ireo.",
        "28": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ve ny sisa amin’ny tantaran’i Jeroboama, izany hoe izay rehetra nataony, ny heriny, ny ady nataony, ary ny namerenany an’i Damaskosy sy Hamata tamin’ny Joda sy Israely?",
        "29": "Dia nodimandry any amin’ny razambeny, any amin’ireo mpanjakan’ny Israely, i Jeroboama. Ary i Zakaria zanany no nanjaka nandimby azy."
    },
    "15": {
        "1": "Tamin’ny taona faha-27 nanjakan’i Jeroboama mpanjakan’ny Israely, no lasa mpanjaka i Azaria zanak’i Amazia mpanjakan’ny Joda.",
        "2": "Ary 16 taona i Azaria tamin’izy lasa mpanjaka, ary nanjaka 52 taona tany Jerosalema izy. Jekolia no anaran-dreniny, ary avy any Jerosalema izy io.",
        "3": "Nanao izay tsara teo imason’i Jehovah foana i Azaria, toy ny nataon’i Amazia rainy.",
        "4": "Tsy nesorina anefa ny toerana avo, ary mbola nanao sorona sy nandoro fanatitra mba hidona-tsetroka teny ihany ny vahoaka.",
        "5": "Nataon’i Jehovah boka ilay mpanjaka, ka boka mandra-pahafatiny. Koa nipetraka tao amin’ny trano iray mitokana izy, ka i Jotama zanaky ny mpanjaka no niandraikitra ny trano sy nitsara ny vahoaka.",
        "6": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve ny sisa amin’ny tantaran’i Azaria, izany hoe izay rehetra nataony?",
        "7": "Dia nodimandry any amin’ny razambeny i Azaria, ka nalevina tao amin’izay nandevenana azy ireo tao amin’ny Tanànan’i Davida. Ary i Jotama zanany no nanjaka nandimby azy.",
        "8": "Tamin’ny taona faha-38 nanjakan’i Azaria mpanjakan’ny Joda, no lasa mpanjakan’ny Israely tany Samaria i Zakaria zanak’i Jeroboama. Ary nanjaka enim-bolana izy.",
        "9": "Nanao izay ratsy teo imason’i Jehovah izy, toy ny nataon’ny razambeny. Tsy niala tamin’ny fahotana, izay nataon’ny Israely noho ny fitaoman’i Jeroboama zanak’i Nebata, izy.",
        "10": "Ary nanao tetika i Saloma zanak’i Jabesy ka namely azy tany Ibleama. Nanjaka nandimby azy izy rehefa avy namono azy ho faty.",
        "11": "Ary efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ny sisa amin’ny tantaran’i Zakaria.",
        "12": "Tanteraka àry izay nolazain’i Jehovah tamin’i Jeho hoe: “Handimby anao eo amin’ny seza fiandrianan’ny Israely ny zanakao lahy hatrany amin’ny zafindohalikao.” Dia izany tokoa no nitranga.",
        "13": "Lasa mpanjaka i Saloma zanak’i Jabesy, tamin’ny taona faha-39 nanjakan’i Ozia mpanjakan’ny Joda. Ary nanjaka iray volana katroka tany Samaria izy.",
        "14": "Dia niakatra avy any Tirza i Menahema zanak’i Gady, ka tonga tany Samaria. Dia namely an’i Saloma zanak’i Jabesy tany Samaria izy. Nanjaka nandimby azy izy rehefa avy namono azy ho faty.",
        "15": "Ary efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ny sisa amin’ny tantaran’i Saloma sy ny teti-dratsiny.",
        "16": "Tamin’izay i Menahema no tonga avy any Tirza, ka namely ny tanànan’i Tifsa sy izay rehetra tao aminy ary ny faritra manodidina azy. Tsy namoha vavahady azy mantsy ny mponina tao, ka notafihiny. Ary notatahany ny kibon’ny vehivavy bevohoka tao.",
        "17": "Tamin’ny taona faha-39 nanjakan’i Azaria mpanjakan’ny Joda, no lasa mpanjakan’ny Israely i Menahema zanak’i Gady. Ary nanjaka folo taona tany Samaria izy.",
        "18": "Nanao izay ratsy teo imason’i Jehovah foana izy. Tsy niala tamin’ny fahotana rehetra, izay nataon’ny Israely noho ny fitaoman’i Jeroboama zanak’i Nebata, izy nandritra ny androm-piainany.",
        "19": "Tonga tao amin’ilay tany i Pola mpanjakan’i Asyria. Dia nomen’i Menahema volafotsy 1 000 talenta i Pola, mba hanampiany azy hanamafy orina ny fanjakany.",
        "20": "Koa nanangona volafotsy avy tamin’ny Israely i Menahema, ka notereny handoa volafotsy 50 sekely isan’olona ny lehilahy nanan-kaja sady mpanankarena. Nomeny ho an’ny mpanjakan’i Asyria izany avy eo. Dia lasa ny mpanjakan’i Asyria, fa tsy nijanona tao amin’ilay tany.",
        "21": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ve ny sisa amin’ny tantaran’i Menahema, izany hoe izay rehetra nataony?",
        "22": "Dia nodimandry any amin’ny razambeny i Menahema, ary i Pekahia zanany no nanjaka nandimby azy.",
        "23": "Tamin’ny taona faha-50 nanjakan’i Azaria mpanjakan’ny Joda, no lasa mpanjakan’ny Israely tany Samaria i Pekahia zanak’i Menahema. Ary nanjaka roa taona izy.",
        "24": "Nanao izay ratsy teo imason’i Jehovah foana izy, ka tsy niala tamin’ny fahotana nataon’ny Israely noho ny fitaoman’i Jeroboama zanak’i Nebata.",
        "25": "Ary nanao tetika hamelezana azy i Peka zanak’i Remalia, manamboninahitra lefiny. Dia novonoin’i Peka tany Samaria izy, tao amin’ny tilikambo voaro mafy teo amin’ny tranon’ny mpanjaka. Tao koa i Argoba sy Aria. Nisy 50 lahy avy any Gileada niaraka tamin’i Peka, ary nanjaka nandimby an’i Pekahia izy rehefa avy namono azy ho faty.",
        "26": "Ary efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ny sisa amin’ny tantaran’i Pekahia, izany hoe izay rehetra nataony.",
        "27": "Tamin’ny taona faha-52 nanjakan’i Azaria mpanjakan’ny Joda, no lasa mpanjakan’ny Israely tany Samaria i Peka zanak’i Remalia. Ary nanjaka 20 taona izy.",
        "28": "Nanao izay ratsy teo imason’i Jehovah foana izy, ka tsy niala tamin’ny fahotana nataon’ny Israely noho ny fitaoman’i Jeroboama zanak’i Nebata.",
        "29": "Tamin’ny andron’i Peka mpanjakan’ny Israely i Tiglato-pilesera mpanjakan’i Asyria no nanafika sy naka an’i Iona, Abela-beti-maka, Janoha, Kedesy, Hazora, Gileada, ary Galilia izany hoe ny tanin’i Naftaly manontolo. Ary nataony sesitany tany Asyria ny mponina tao amin’ireo.",
        "30": "Dia nanao tetika hamelezana an’i Peka zanak’i Remalia i Hosea zanak’i Elaha, ka namono azy ho faty. Ary izy no nanjaka nandimby azy, tamin’ny taona faha-20 nanjakan’i Jotama zanak’i Ozia.",
        "31": "Ary efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Israely ny sisa amin’ny tantaran’i Peka, izany hoe izay rehetra nataony.",
        "32": "Tamin’ny taona faharoa nanjakan’i Peka zanak’i Remalia mpanjakan’ny Israely, no lasa mpanjaka i Jotama zanak’i Ozia mpanjakan’ny Joda.",
        "33": "Ary 25 taona i Jotama tamin’izy lasa mpanjaka, ary nanjaka 16 taona tany Jerosalema izy. Jerosa no anaran-dreniny, ary zanak’i Zadoka izy io.",
        "34": "Nanao izay tsara teo imason’i Jehovah foana i Jotama, toy ny nataon’i Ozia rainy.",
        "35": "Tsy nesorina anefa ny toerana avo, ary mbola nanao sorona sy nandoro fanatitra mba hidona-tsetroka teny ihany ny vahoaka. Izy no nanorina ny vavahady ambony tamin’ny tranon’i Jehovah.",
        "36": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve ny sisa amin’ny tantaran’i Jotama, izany hoe izay nataony?",
        "37": "Tamin’izany andro izany i Jehovah no nanomboka nandefa an’i Rezina mpanjakan’i Syria sy Peka zanak’i Remalia, mba hanafika an’i Joda.",
        "38": "Dia nodimandry any amin’ny razambeny i Jotama, ka nalevina tao amin’izay nandevenana azy ireo tao amin’ny Tanànan’i Davida razambeny. Ary i Ahaza zanany no nanjaka nandimby azy."
    },
    "16": {
        "1": "Tamin’ny taona faha-17 nanjakan’i Peka zanak’i Remalia, no lasa mpanjaka i Ahaza zanak’i Jotama mpanjakan’ny Joda.",
        "2": "Ary 20 taona i Ahaza tamin’izy lasa mpanjaka, ary nanjaka 16 taona tany Jerosalema izy. Tsy nanao izay tsara teo imason’i Jehovah Andriamaniny izy, tsy mba hoatran’i Davida razambeny.",
        "3": "Nanao hoatran’izay nataon’ireo mpanjakan’ny Israely kosa izy. Nandoro ny zanany tao anaty afo mihitsy aza izy, ka nanao an’ireo zava-maharikoriko fanaon’ireo firenena efa noroahin’i Jehovah hiala teo anatrehan’ny Israelita.",
        "4": "Mbola nanao sorona sy nandoro fanatitra mba hidona-tsetroka koa izy, teny amin’ny toerana avo sy ny havoana ary teny ambanin’ny hazo midoroboka rehetra.",
        "5": "Tamin’izay i Rezina mpanjakan’i Syria sy Peka zanak’i Remalia mpanjakan’ny Israely, no niakatra hiady tamin’i Jerosalema. Nanao fahirano an’io tanàna nisy an’i Ahaza io izy ireo, saingy tsy vitan’izy ireo ny nandresy azy.",
        "6": "Tamin’izany fotoana izany i Rezina mpanjakan’i Syria no namerina an’i Elata tamin’i Edoma. Dia noroahiny hiala tany Elata ny Jiosy. Ary niditra tany Elata ny Edomita, ka mipetraka any hatramin’izao.",
        "7": "Naniraka olona nankany amin’i Tiglato-pilesera mpanjakan’i Asyria àry i Ahaza, mba hilaza hoe: “Mpanomponao aho sady zanakao. Koa miakara hamonjy ahy amin’ny mpanjakan’i Syria sy ny mpanjakan’ny Israely, fa manafika ahy ry zareo.”",
        "8": "Dia nalain’i Ahaza ny volafotsy sy ny volamena tao an-tranon’i Jehovah sy tao amin’ireo fitehirizana zava-tsarobidy tao an-tranon’ny mpanjaka, ka nalefany tany amin’ny mpanjakan’i Asyria mba hatao kolikoly.",
        "9": "Nanaiky ny fangatahany ny mpanjakan’i Asyria, ka niakatra hamely an’i Damaskosy ary naka azy io. Nataony sesitany tany Kira ny vahoaka tao, ary novonoiny ho faty i Rezina.",
        "10": "Dia nandeha nitsena an’i Tiglato-pilesera mpanjakan’i Asyria tany Damaskosy i Ahaza Mpanjaka. Rehefa nahita an’ilay alitara tany Damaskosy izy, dia nalefany tany amin’i Oria mpisorona ny planin’ilay alitara. Hita tao ny tsipiriany momba an’ilay izy sy ny fomba nanaovana azy.",
        "11": "Nanorina alitara àry i Oria mpisorona, araka ny toromarika rehetra nalefan’i Ahaza Mpanjaka avy tany Damaskosy. Ary vitan’i Oria ilay izy, talohan’ny niverenan’i Ahaza Mpanjaka avy tany.",
        "12": "Rehefa tafaverina avy tany Damaskosy ny mpanjaka ka nahita an’ilay alitara, dia nankeo izy ka nanolotra fanatitra teo amboniny.",
        "13": "Ary nodorany mba hidona-tsetroka ny fanatitra dorana sy ny fanatitra varimbazaha natolony. Nandraraka fanatitra zava-pisotro koa izy, ary nafafiny teo ambonin’ilay alitara ny ran’ny sorona iombonana natolony.",
        "14": "Dia nafindrany nankeo avaratry ny alitarany ilay alitara varahina teo anatrehan’i Jehovah, izay teo anoloan’ilay trano, teo anelanelan’ny alitarany sy ny tranon’i Jehovah.",
        "15": "Nanome baiko an’i Oria mpisorona i Ahaza Mpanjaka hoe: “Dory mba hidona-tsetroka eo ambonin’ilay alitara lehibe ny fanatitra dorana amin’ny maraina, ny fanatitra varimbazaha amin’ny takariva, ny fanatitra dorana sy ny fanatitra varimbazaha avy amin’ny mpanjaka, ary ny fanatitra dorana sy ny fanatitra varimbazaha ary ny fanatitra zava-pisotro avy amin’ny vahoaka manontolo. Ary afafazo eo ambonin’io alitara io ny ra rehetra avy amin’ny fanatitra dorana sy avy amin’ny sorona hafa. Fa ho hitako eo ihany izay hanaovana an’ilay alitara varahina.”",
        "16": "Dia nataon’i Oria mpisorona izay rehetra nasain’i Ahaza Mpanjaka nataony.",
        "17": "Ary notapatapahin’i Ahaza Mpanjaka ireo takelaka tamin’ireo kalesin’ny tempoly, ary nesoriny teo ambonin’ireo kalesy ny kovetabe. Nampidininy avy teo ambonin’ireo omby varahina koa ilay fitoeran-drano lehibe nantsoina hoe Ranomasina, ka napetrany teo amin’ny tokotany vato.",
        "18": "Ary nesorin’i Ahaza ny toerana mitafo fampiasa amin’ny Sabata, izay tao amin’ny tranon’i Jehovah, sy ny varavarana ivelany fidiran’ny mpanjaka mankao amin’ilay trano. Noho ny amin’ny mpanjakan’i Asyria no nanaovany an’izany.",
        "19": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve ny sisa amin’ny tantaran’i Ahaza, izany hoe izay nataony?",
        "20": "Dia nodimandry any amin’ny razambeny i Ahaza, ka nalevina tao amin’izay nandevenana azy ireo tao amin’ny Tanànan’i Davida. Ary i Hezekia zanany no nanjaka nandimby azy."
    },
    "17": {
        "1": "Tamin’ny taona faha-12 nanjakan’i Ahaza mpanjakan’ny Joda, no lasa mpanjakan’ny Israely tany Samaria i Hosea zanak’i Elaha. Ary nanjaka sivy taona izy.",
        "2": "Nanao izay ratsy teo imason’i Jehovah foana izy, nefa tsy dia hoatran’ny nataon’ny mpanjakan’ny Israely talohany.",
        "3": "Niakatra hanafika azy i Salmanesera mpanjakan’i Asyria. Lasa mpanompon’i Salmanesera àry i Hosea, ka nandoa hetra taminy.",
        "4": "Fantatry ny mpanjakan’i Asyria anefa hoe nitetika ny hikomy taminy i Hosea. Naniraka olona ho any amin’i So mpanjakan’i Ejipta mantsy i Hosea, sady tsy niakatra nitondra hetra ho any amin’ny mpanjakan’i Asyria intsony, toy ny tamin’ireo taona teo aloha. Nogadrain’ny mpanjakan’i Asyria àry izy, ka nofatorany tao am-ponja.",
        "5": "Nanafika an’ilay tany manontolo ny mpanjakan’i Asyria. Ary nankany Samaria izy, ka nanao fahirano azy telo taona.",
        "6": "Resin’ny mpanjakan’i Asyria i Samaria, tamin’ny taona fahasivy nanjakan’i Hosea. Dia nataony sesitany tany Asyria ny vahoakan’Israely, ka napetrany tany Hala sy tany Habora izay eo akaikin’ny reniranon’i Gozana, ary tany amin’ireo tanànan’ny Medianina.",
        "7": "Nitranga izany satria ny vahoakan’Israely nanota tamin’i Jehovah Andriamaniny, izay nitondra azy niakatra avy tany Ejipta avy teo ambany fahefan’i Farao mpanjakan’i Ejipta. Nanompo andriamani-kafa izy ireo,",
        "8": "sady nanaraka ny fombafomban’ireo firenena noroahin’i Jehovah tsy ho eo anatrehan’ny Israelita. Nanaraka ny fombafomba noforonin’ny mpanjakan’ny Israely koa izy ireo.",
        "9": "Nanao zavatra tsy mety teo imason’i Jehovah Andriamaniny ny Israelita. Nanorina toerana avo tany amin’ny tanànany rehetra izy ireo, nanomboka teo amin’ny tilikambo fiambenana ka hatrany amin’ny tanàna voaro mafy.",
        "10": "Nanangana tsangambato masina sy tsato-kazo masina izy ireo, teny amin’ny havoana rehetra sy teny ambanin’ny hazo midoroboka rehetra.",
        "11": "Nandoro fanatitra mba hidona-tsetroka teny amin’ny toerana avo rehetra koa izy ireo, toy ny nataon’ireo firenena nalefan’i Jehovah sesitany tsy ho eo anatrehan’izy ireo. Nanao ratsy foana izy ireo mba hampahatezitra an’i Jehovah.",
        "12": "Mbola nanompo sampy maharikoriko foana izy ireo, nefa i Jehovah efa niteny hoe: “Aza manao an’izany!”",
        "13": "Efa nampitandrina ny Israely sy ny Joda foana i Jehovah, tamin’ny alalan’ny mpaminaniny rehetra sy ny mpahita fahitana rehetra, hoe: “Mialà amin’ny lalan-dratsinareo! Araho ny didiko sy ny fitsipiko, araka ny lalàna rehetra izay nandidiako ny razambenareo sy nampitaiko taminareo tamin’ny alalan’ny mpaminany mpanompoko.”",
        "14": "Tsy nihaino anefa izy ireo fa mbola mafy loha ihany, hoatran’ireo razambeny izay tsy naneho finoana an’i Jehovah Andriamaniny.",
        "15": "Nolaviny foana ny fitsipik’Andriamanitra, sy ny fifanekena nataony tamin’ny razambeny, ary ny fampahatsiahivana nomeny mba hampitandremana azy ireo. Ary nanompo sampy tsy misy dikany izy ireo, hoatran’ireo firenena nanodidina azy, ka lasa tsy nisy dikany koa. Efa nandidy azy ireo anefa i Jehovah mba tsy hanao toa an’ireny firenena ireny.",
        "16": "Tsy narahin’izy ireo intsony ny didy rehetra nomen’i Jehovah Andriamaniny, ary nanao sarivongana zanak’omby roa tamin’ny metaly izy ireo sady nanao tsato-kazo masina. Niankohoka tamin’izay rehetra eny amin’ny lanitra koa izy ireo, ary nanompo an’i Bala.",
        "17": "Nandoro ny zanany lahy sy ny zanany vavy tao anaty afo koa izy ireo, sady nanao sikidy sy nitady fambara. Ary tsy nanan-tsaina afa-tsy ny hanao izay ratsy teo imason’i Jehovah izy ireo, mba hampahatezitra azy.",
        "18": "Tezitra be tamin’ny Israely àry i Jehovah, ka nesoriny tsy ho eo imasony izy ireo. Tsy navelany hisy hiangana, afa-tsy ny fokon’i Joda.",
        "19": "Na ny Joda koa aza tsy nankatò ny didin’i Jehovah Andriamaniny. Nanaraka ny fombafomba fanaon’ny Israely izy ireo.",
        "20": "Nolavin’i Jehovah ny taranak’Israely manontolo, ka naetriny sady natolony teo an-tanan’ny mpandroba. Nariany tanteraka tsy ho eo anatrehany izy ireo tamin’ny farany.",
        "21": "Efa nendahany niala tamin’ny taranak’i Davida ny Israely, ka nataon’izy ireo mpanjaka i Jeroboama zanak’i Nebata. Nampiala ny Israely tsy hanaraka an’i Jehovah anefa i Jeroboama, ka nahatonga azy ireo hanao fahotana lehibe.",
        "22": "Ary tsy nitsahatra nanao an’ireo fahotana rehetra nataon’i Jeroboama ny vahoakan’Israely. Tsy niala tamin’izany izy ireo,",
        "23": "mandra-panaisotr’i Jehovah ny Israely tsy ho eo imasony, araka ny nolazainy tamin’ny alalan’ny mpaminany mpanompony rehetra. Koa nesorina tamin’ny taniny ny Israely ka natao sesitany tany Asyria. Ary mbola any izy ireo hatramin’izao.",
        "24": "Dia nitondra olona avy any Babylona, Kota, Ava, Hamata, ary Sefarvaima ny mpanjakan’i Asyria, ary napetrany hisolo ny Israelita tao amin’ireo tanànan’i Samaria ireo olona ireo. Dia lasan’izy ireo i Samaria, ka nipetraka tao amin’ireo tanàna tao izy ireo.",
        "25": "Tsy natahotra an’i Jehovah izy ireo, tamin’ny vao nipetraka tao. Nandefasan’i Jehovah liona àry izy ireo, ka novonoin’ny liona ny sasany taminy.",
        "26": "Dia nisy nitatitra tany amin’ny mpanjakan’i Asyria hoe: “Tsy mahalala ny fivavahana amin’ny Andriamanitr’ilay tany ireo firenena nataonao sesitany sy napetrakao ao amin’ireo tanànan’i Samaria. Koa andefasany liona foana ry zareo dia matin’ny liona, satria tsy misy mahalala ny fivavahana amin’ny Andriamanitr’ilay tany.”",
        "27": "Namoaka didy àry ny mpanjakan’i Asyria hoe: “Asaivo miverina mipetraka any ny iray amin’ny mpisorona nataonareo sesitany. Ary asaivo ampianariny azy ireo ny fivavahana amin’ny Andriamanitr’ilay tany.”",
        "28": "Dia niverina nankany Samaria ny iray tamin’ny mpisorona natao sesitany, ka nipetraka tao Betela. Ary nanomboka nampianatra azy ireo ny fomba hatahorana an’i Jehovah izy.",
        "29": "Samy nanamboatra ny andriamaniny avy anefa ny firenena tsirairay, ka samy nametraka ny azy tao amin’ireo trano fivavahana teny amin’ny toerana avo nataon’ny Samaritanina. Samy nanao an’izany tao amin’ny tanàna nipetrahany ny firenena tsirairay.",
        "30": "Ny olona avy any Babylona dia nanao an’i Sokota-benota, ny avy any Kota nanao an’i Nergala, ny avy any Hamata nanao an’i Asima,",
        "31": "ary ny Avita nanao an’i Nibaza sy Tartaka. Ny Sefarvita indray nandoro ny zanany tao anaty afo ho an’i Adrameleka sy Anameleka andriamanitr’i Sefarvaima.",
        "32": "Nanendry mpisoron’ny toerana avo avy tamin’ny sarambabem-bahoaka izy ireo, na dia natahotra an’i Jehovah aza. Ireny no niasa ho azy ireo, ka nitarika ny fombafomba fanao tao amin’ireo trano fivavahana teny amin’ny toerana avo.",
        "33": "Natahotra an’i Jehovah àry izy ireo, saingy mbola nanompo an’ireo andriamaniny ihany, araka ny fivavahan’ireo firenena niaviany talohan’ny sesitany.",
        "34": "Mbola manaraka ny fivavahany taloha ihany izy ireo hatramin’izao. Tsy misy manompo an’i Jehovah izy ireo, sady tsy misy manaraka ny fitsipiny sy ny didim-pitsarany, na ny Lalàna sy didy nomen’i Jehovah ny taranak’i Jakoba, izay novany hoe Israely ny anarany.",
        "35": "Izao ny didy nomen’i Jehovah ny Israelita tamin’izy nanao fifanekena tamin’izy ireo: “Aza matahotra andriamani-kafa, na miankohoka eo anatrehany, na manompo azy na manao sorona ho azy.",
        "36": "Fa i Jehovah izay nitondra anareo niakatra avy tany Ejipta tamin-kery lehibe sy sandry mahery no tokony hatahoranareo. Izy no tokony hiankohofanareo, ary izy no tokony hanaovanareo sorona.",
        "37": "Tokony harahinareo tsara foana ny fitsipika, sy ny didim-pitsarana, sy ny Lalàna, ary ny didy nosoratany ho anareo. Aza matahotra andriamani-kafa.",
        "38": "Aza hadinoina ny fifanekena nataoko taminareo, ary aza matahotra andriamani-kafa.",
        "39": "I Jehovah Andriamanitrareo kosa no tokony hatahoranareo, fa izy no hamonjy anareo amin’ny fahavalonareo rehetra.”",
        "40": "Tsy nankatò anefa ireny firenena ireny, fa ny fivavahany taloha ihany no narahiny.",
        "41": "Lasa natahotra an’i Jehovah àry izy ireny, nefa mbola nanompo an’ireo sary sokitra nataony koa. Toy ny nataon’ny razambeny ihany no ataon’ny zanany sy ny zafikeliny hatramin’izao."
    },
    "18": {
        "1": "Tamin’ny taona fahatelo nanjakan’i Hosea zanak’i Elaha mpanjakan’ny Israely, no lasa mpanjaka i Hezekia zanak’i Ahaza mpanjakan’ny Joda.",
        "2": "Tamin’izy 25 taona no lasa mpanjaka, ary nanjaka 29 taona tao Jerosalema izy. Abia no anaran-dreniny, ary zanak’i Zakaria izy io.",
        "3": "Nanao izay tsara teo imason’i Jehovah foana i Hezekia, toy ny nataon’i Davida razambeny.",
        "4": "Izy no nanala ny toerana avo sy namotipotika ny tsangambato masina ary nikapa ny tsato-kazo masina. Nopotipotehiny koa ilay bibilava varahina nataon’i Mosesy. Mbola nandoro fanatitra mba hidona-tsetroka ho an’io bibilava io mantsy ny vahoakan’Israely hatramin’izany fotoana izany. Nantsoina hoe sampy bibilava varahina ilay izy.",
        "5": "Natoky an’i Jehovah Andriamanitry ny Israely i Hezekia. Ary tsy nisy tahaka azy ny mpanjakan’ny Joda rehetra, na ny talohany na ny taoriany.",
        "6": "Nifikitra tamin’i Jehovah izy, ary tsy niala taminy mihitsy. Nankatoaviny foana ireo didy nomen’i Jehovah an’i Mosesy.",
        "7": "Ary nanampy azy i Jehovah. Nanao zavatra tamim-pahendrena izy, na taiza na taiza nalehany. Nikomy tamin’ny mpanjakan’i Asyria izy, ka tsy nety nanompo azy.",
        "8": "Resiny koa ny Filistinina hatrany Gaza sy ny faritra manodidina azy, nanomboka teo amin’ny tilikambo fiambenana ka hatrany amin’ny tanàna voaro mafy.",
        "9": "Niakatra hanafika an’i Samaria i Salmanesera mpanjakan’i Asyria tamin’ny taona fahefatra nanjakan’i Hezekia Mpanjaka, izany hoe ny taona fahafito nanjakan’i Hosea zanak’i Elaha mpanjakan’ny Israely. Ary nanao fahirano an’ilay tanàna izy.",
        "10": "Dia azon’izy ireo ilay tanàna rehefa hifarana ny telo taona. Tamin’ny taona fahenina nanjakan’i Hezekia no azon’izy ireo i Samaria, izany hoe ny taona fahasivy nanjakan’i Hosea mpanjakan’ny Israely.",
        "11": "Dia nataon’ny mpanjakan’i Asyria sesitany tany Asyria ny Israely, ka napetrany tany Hala sy tany Habora izay eo akaikin’ny reniranon’i Gozana, ary tany amin’ireo tanànan’ny Medianina.",
        "12": "Tsy nihaino ny feon’i Jehovah Andriamaniny mantsy izy ireo, fa nivadika tamin’ny fifanekena nataony, dia izay rehetra nandidian’i Mosesy mpanompon’i Jehovah. Tsy nihaino izy ireo sady tsy nankatò.",
        "13": "Tamin’ny taona faha-14 nanjakan’i Hezekia Mpanjaka, dia niakatra hanafika an’ireo tanàna voaro mafy rehetra tany Joda i Sankeriba mpanjakan’i Asyria, ka resiny ireny.",
        "14": "Koa naniraka olona nankany amin’ny mpanjakan’i Asyria tany Lakisy i Hezekia mpanjakan’ny Joda, mba hilaza hoe: “Diso aho! Mandehana miverina fa aza mamely ahy, dia homeko anao izay rehetra takinao amiko.” Nasain’ny mpanjakan’i Asyria nandoa volafotsy 300 talenta sy volamena 30 talenta àry i Hezekia mpanjakan’ny Joda.",
        "15": "Dia nomen’i Hezekia azy ny volafotsy rehetra tao an-tranon’i Jehovah, sy tao amin’ny fitehirizana zava-tsarobidy tao an-tranon’ny mpanjaka.",
        "16": "Tamin’izany andro izany no nesorin’i Hezekia mpanjakan’ny Joda ny varavaran’ny tempolin’i Jehovah sy ny tolàna izay efa nopetahany takela-bolamena. Dia nomeny ho an’ny mpanjakan’i Asyria izany.",
        "17": "Nirahin’ny mpanjakan’i Asyria avy tao Lakisy ny Tartana sy Rabsarisa ary Rabsake sy ny miaramila be dia be, mba ho any amin’i Hezekia Mpanjaka any Jerosalema. Niakatra nankany Jerosalema àry izy ireo, dia nijanona teo akaikin’ny lakandrano avy ao amin’ny dobo ambony, teo amin’ilay lalambe mankany amin’ny sahan’ny mpanasa lamba.",
        "18": "Dia nasain’izy ireo nivoaka ho any aminy ny mpanjaka. I Eliakima zanak’i Hilkia, izay niandraikitra ny ankohonan’ny mpanjaka, sy Sebna mpitan-tsoratra, ary Joa zanak’i Asafa, mpanoratra ny raharaham-panjakana, anefa no nivoaka nankeo amin’izy ireo.",
        "19": "Dia hoy ilay Rabsake tamin’izy ireo: “Mba lazao amin’i Hezekia hoe: ‘Izao no tenin’ny mpanjaka lehibe, dia ny mpanjakan’i Asyria: “Fa inona koa izany mba atokisanao izany?",
        "20": "Milaza ianao hoe: ‘Izaho manana tetika sy hery hoentina miady.’ Resa-be fotsiny anefa izany! Fa matoky an’iza ianao no sahy mikomy amiko?",
        "21": "I Ejipta no mba atokisanao hoe hanampy anao. Bararata folaka anefa izy, ka ho voatsindrona ny tanan’izay mitehina aminy dia ho loaka. Hoatr’izany mihitsy i Farao mpanjakan’i Ejipta amin’izay rehetra matoky azy.",
        "22": "Raha hilaza ianao hoe: ‘Izahay matoky an’i Jehovah Andriamanitray’, fa angaha moa tsy izy no tompon’ireo toerana avo sy alitara nesorinao, ry Hezekia, tamin’ianao niteny tamin’i Joda sy Jerosalema hoe: ‘Mila miankohoka eto anoloan’ity alitara eto Jerosalema ity ianareo’?”’",
        "23": "Raha sahy mifaninana amin’ny mpanjakan’i Asyria tompoko àry ianao, dia homeko soavaly 2 000, dia ho hita eo raha mahita mpitaingin-tsoavaly 2 000 ianao.",
        "24": "Ianao aza mila miantehitra amin’i Ejipta vao manana kalesy sy mpitaingin-tsoavaly. Koa na ny governora kely indrindra amin’ny mpanompon’ny tompoko aza ve dia ho vitanao ny hampitsoaka azy?",
        "25": "Ary angaha moa izaho tsy nahazo alalana avy tamin’i Jehovah, matoa miakatra hanafika sy handrava an’ity toerana ity? I Jehovah mihitsy no niteny tamiko hoe: ‘Miakara dia tafiho io tany io, ary ravao.’”",
        "26": "Dia hoy i Eliakima zanak’i Hilkia, sy Sebna, ary Joa tamin’ilay Rabsake: “Mba ataovy amin’ny teny aramianina re ny zavatra resahinao aminay mpanomponao e! Azonay ihany mantsy izany. Aza mampiasa fitenin’ny Jiosy fa henon’ny olona eny ambony manda.”",
        "27": "Hoy anefa ilay Rabsake: “Angaha ianao sy ny tomponao fotsiny no nasain’ny tompoko hilazana an’izany, fa tsy ireo olona mipetraka eny ambony manda ireo koa? Ireo koa ange hihinana ny tsy fihinany sy hisotro ny tsy fisotrony miaraka aminareo e!”",
        "28": "Dia nitsangana ilay Rabsake, ka niteny mafy tamin’ny fitenin’ny Jiosy hoe: “Henoy ny tenin’ny mpanjakan’i Asyria, ilay mpanjaka lehibe!",
        "29": "Hoy ny mpanjaka: ‘Aza manaiky hofitahin’i Hezekia, fa tsy mahavonjy anareo eo an-tanako izy.",
        "30": "Dia aza manaiky hotaomin’i Hezekia hatoky an’i Jehovah, rehefa miteny izy hoe: “Tena hamonjy antsika i Jehovah, ary tsy havela ho resin’ny mpanjakan’i Asyria ity tanàna ity.”",
        "31": "Aza mihaino an’i Hezekia, fa izao no tenin’ny mpanjakan’i Asyria: “Mihavàna amiko dia aoka ianareo hitolo-batana. Dia samy hihinana ny voalobony sy ny aviaviny ianareo, ary samy hisotro rano avy ao anatin’ny lavaka fanangonan-dranony.",
        "32": "Avy eo dia ho tonga aho, dia hoentiko any amin’ny tany mitovy amin’ny taninareo ianareo, dia tany misy varimbazaha sy divay vaovao, tany misy mofo sy tanimboaloboka, ary tany misy hazo oliva sy tantely. Dia ho velona ianareo fa tsy ho faty. Aza mihaino an’i Hezekia, fa mamitaka anareo izy raha milaza hoe: ‘Hamonjy antsika i Jehovah!’",
        "33": "Fa angaha nisy andriamanitry ny firenen-kafa nahavita namonjy ny taniny teo an-tanan’ny mpanjakan’i Asyria?",
        "34": "Aiza izao ireo andriamanitr’i Hamata sy Arpada? Dia aiza ireo andriamanitr’i Sefarvaima sy Hena ary Iva? Nahavita namonjy an’i Samaria teo an-tanako angaha ireny?",
        "35": "Iza tamin’ny andriamanitra rehetra ivavahan’ireo firenena no nahavonjy ny taniny teo am-pelatanako? Dia i Jehovah ve dia hahavita hamonjy an’i Jerosalema eto am-pelatanako?”’”",
        "36": "Nangina anefa ny vahoaka, ka tsy namaly azy na indraim-bava aza, satria efa nahazo baiko tamin’ny mpanjaka hoe: “Aza mamaly azy.”",
        "37": "Nankao amin’i Hezekia kosa i Eliakima zanak’i Hilkia, izay niandraikitra ny ankohonan’ny mpanjaka, sy Sebna mpitan-tsoratra, ary Joa zanak’i Asafa, mpanoratra ny raharaham-panjakana. Samy efa nandrovitra ny akanjony izy ireo tamin’izay. Dia notantarainy tamin’i Hezekia ny tenin’ilay Rabsake."
    },
    "19": {
        "1": "Raha vao henon’i Hezekia Mpanjaka izany, dia norovitiny ny akanjony. Ary nitafy lamba gony izy ka nankao an-tranon’i Jehovah.",
        "2": "Dia nirahiny ho any amin’i Isaia mpaminany zanak’i Amoza, i Eliakima izay niandraikitra ny ankohonan’ny mpanjaka, sy Sebna mpitan-tsoratra, ary ireo anti-panahy mpisorona. Ary nitafy lamba gony daholo ireo.",
        "3": "Hoy izy ireo tamin’i Isaia: “Izao no tenin’i Hezekia: ‘Andro fahoriana sy fanaovana teny henjana ary fanalam-baraka ity andro ity, satria efa ho latsaka ny zaza, fa ny hery hiterahana azy no tsy misy.",
        "4": "Angamba ho henon’i Jehovah Andriamanitrao daholo ny tenin’ilay Rabsake, ilay nirahin’ny mpanjakan’i Asyria tompony mba hila ady amin’ilay Andriamanitra velona. Dia hosazin’i Jehovah Andriamanitrao izy noho izany teniny izany. Koa mba mivavaha ho an’izay sisa mbola velona.’”",
        "5": "Nankany amin’i Isaia àry ny mpanompon’i Hezekia Mpanjaka.",
        "6": "Dia hoy i Isaia tamin’izy ireo: “Lazao amin’ny tomponareo hoe: ‘Izao no tenin’i Jehovah: “Aza matahotra na dia naheno an’izany teny izany aza ianao, dia izay notenenin’ny mpanompon’ny mpanjakan’i Asyria tamin’izy ireo nanevateva ahy.",
        "7": "Fa misy hevitra hampidiriko ao an-tsainy, dia hody any amin’ny taniny izy rehefa avy maheno tatitra. Dia hataoko matin’ny sabatra any amin’ny taniny ihany izy.”’”",
        "8": "Henon’ilay Rabsake fa efa niala tany Lakisy ny mpanjakan’i Asyria. Dia niverina tany amin’ny mpanjaka izy ka nahita azy niady tamin’i Libna.",
        "9": "Ary nisy niteny tamin’ny mpanjaka hoe nivoaka hiady aminy i Tiraka mpanjakan’i Etiopia. Naniraka olona nankany amin’i Hezekia indray àry izy, sady niteny hoe:",
        "10": "“Izao no holazainareo amin’i Hezekia mpanjakan’ny Joda: ‘Aza manaiky hofitahin’ilay Andriamanitrao izay itokisanao ka hiteny hoe: “Tsy ho resin’ny mpanjakan’i Asyria i Jerosalema.”",
        "11": "Efa henonao ny nataon’ireo mpanjakan’i Asyria, dia ny nandravany ny tany rehetra. Dia ianao irery ve no ho voavonjy?",
        "12": "Tamin’ireny firenena naringan’ny razambeko ireny, mba nisy nahavita namonjy azy angaha ny andriamaniny? Aiza izao i Gozana sy Harana sy Rezefa ary ny mponin’i Edena tao Tela-asara?",
        "13": "Dia aiza ny mpanjakan’i Hamata, ny mpanjakan’i Arpada, ny mpanjakan’ny tanànan’i Sefarvaima, ary ny mpanjakan’i Hena sy Iva?’”",
        "14": "Nalain’i Hezekia teny an-tanan’ireo iraka ny taratasy ka novakiny. Dia niakatra tao an-tranon’i Jehovah izy avy eo, ka namelatra an’ireny teo anatrehan’i Jehovah.",
        "15": "Ary nivavaka teo anatrehan’i Jehovah i Hezekia hoe: “Ry Jehovah Andriamanitry ny Israely ô! Mipetraka eo amin’ny seza fiandriananao eo ambonin’ny kerobima ianao. Ianao irery no tena Andriamanitry ny fanjakana rehetra eto an-tany. Ianao no nanao ny lanitra sy ny tany.",
        "16": "Jehovah ô, aoka ianao mba hanongilan-tsofina ka hihaino! Mba sokafy ny masonao, Jehovah ô, ka mijere! Henoy ny teny nampitondrain’i Sankeriba, fa mila ady amin’ilay Andriamanitra velona izy.",
        "17": "Jehovah ô, efa noravan’ireo mpanjakan’i Asyria tokoa ireo firenena sy ny taniny.",
        "18": "Ary nodorany ny andriamanitr’izy ireny, satria tsy andriamanitra fa vato aman-kazo sady asa tanan’olona ihany. Izany no nahatonga azy ireo ho afaka namotika an’ireny.",
        "19": "Fa mba vonjeo eo an-tanany re izahay izao, ry Jehovah Andriamanitray ô! Amin’izay dia ho fantatry ny fanjakana rehetra eto an-tany, Jehovah ô, fa ianao irery ihany no Andriamanitra.”",
        "20": "Dia naniraka olona nankany amin’i Hezekia i Isaia zanak’i Amoza, hilaza hoe: “Izao no tenin’i Jehovah Andriamanitry ny Israely: ‘Efa henoko ny vavaka nataonao tamiko momba an’i Sankeriba mpanjakan’i Asyria.",
        "21": "Koa izao no nolazain’i Jehovah mba hanamelohana azy: “Manao tsinontsinona anao i Ziona zanakavavy virjiny, sady maneso anao. Mihivingivin-doha i Jerosalema zanakavavy mahita anao.",
        "22": "Mila ady amin’iza ianao, ary maniratsira an’iza? Iza no tabatabainao, Ary mianjonanjona amin’iza ianao? Tsy amin’iza fa amin’Ilay Masin’ny Israely!",
        "23": "Ny iraka nalefanao no nirahinao hila ady amin’i Jehovah, ka hoy ianao: ‘Hoentiko ny kalesy be dia be fitondra miady Dia hiakatra eny amin’ny tendrombohitra avo indrindra aho, Any amin’ny faritra lavitra indrindra ao Libàna. Hokapaiko ny hazo sedera avo sy ny hazo zenevrie tsara indrindra any. Dia hiditra ao amin’ny toerana fiafenana faran’izay lavitra aho, any amin’ny alany faran’izay mikitroka.",
        "24": "Handavaka lava-drano aho ary hisotro rano avy any an-tany hafa. Hataoko ritra ny renirano rehetra any Ejipta ka ny faladiako no hanaovako an’izany.’",
        "25": "Angaha tsy efa henonao fa izany no efa tapaka hatry ny ela be? Efa hatramin’ny taloha aho no nanomana an’izany, Dia hotanterahiko izany izao. Hataonao tsy misy mponina intsony ny tanàna voaro mafy ka ho korontam-bato sisa.",
        "26": "Tsy ho afa-manoatra ny mponina ao. Hatahotra be sy ho menatra izy ireo. Ho lasa hoatran’ny zavamaniry eny an-tsaha sy ny ahitra maitso izy ireo, Ary ho lasa hoatran’ny ahitra eny amin’ny tafo, dia ahitra mainan’ny rivotra avy any atsinanana.",
        "27": "Fantatro tsara anefa ianao na rehefa mipetraka, na rehefa miditra, na rehefa mivoaka. Fantatro tsara koa rehefa tezitra be amiko ianao,",
        "28": "Satria efa tonga atỳ am-poto-tsofiko ny teninao tamin’ianao tezitra be tamiko sy nitabataba be. Dia hasiako faraingo ny oronao, ary hasiako lamboridy eo amin’ny vavanao, Ka hotaritiko hiverina any amin’ny lalana niavianao ianao.”",
        "29": "“‘Ary izao no ho famantarana ho anao: Izay zavatra maniry ho azy no hataonareo sakafo amin’ity taona ity. Dia izay vokatra avy amin’izany indray no hohaninareo amin’ny herintaona. Amin’ny taona fahatelo kosa dia hamafy voa ianareo ka hijinja, ary hamboly voaloboka, dia hihinana ny vokatra avy amin’izany.",
        "30": "Ary hisy fakany lalina sy hamoa ireo tafavoaka velona amin’ny taranak’i Joda, dia izay sisa tavela.",
        "31": "Fa hisy sisa hiangana avy ao Jerosalema, ary hisy ho tafavoaka velona avy any amin’ny Tendrombohitra Ziona. Ny hafanam-pon’i Jehovah Tompon’ny tafika no hanatanteraka an’izany.",
        "32": "“‘Izao àry no tenin’i Jehovah momba ny mpanjakan’i Asyria: “Tsy ho tafiditra ato amin’ity tanàna ity izy, Na handefa zana-tsipìka ato, Na hiady amin’ity tanàna ity miaraka amin’ny ampinga, Na hampiakatra dongon-tany hanaovana fahirano azy.",
        "33": "Ny lalana niaviany ihany no hiverenany. Tsy ho tafiditra ato amin’ity tanàna ity izy”, hoy i Jehovah.",
        "34": "“Fa hiaro an’ity tanàna ity aho, ka hamonjy azy noho ny anarako, Sy noho ny amin’i Davida mpanompoko.”’”",
        "35": "Ny alin’iny dia tonga ilay anjelin’i Jehovah ka nandripaka lehilahy 185 000 tao amin’ny tobin’ny Asyrianina. Rehefa nifoha maraina àry ny olona, dia hitany ny fatin’izy rehetra.",
        "36": "Dia lasa niverina tany Ninive i Sankeriba mpanjakan’i Asyria ary nijanona tany.",
        "37": "Ary namono azy tamin’ny sabatra i Adrameleka sy Sarezera zanany lahy, tamin’izy niankohoka tao amin’ny tranon’i Nisroka andriamaniny. Dia nandositra tany Ararata izy roa lahy. Ary i Esara-hadona zanany lahy no nanjaka nandimby azy."
    },
    "20": {
        "1": "Tamin’izany andro izany, dia narary efa ho faty i Hezekia. Ary tonga tao aminy i Isaia mpaminany zanak’i Amoza, ka niteny hoe: “Izao no tenin’i Jehovah: ‘Mamelà hafatra amin’ny ankohonanao, satria ho faty ianao fa tsy ho sitrana.’”",
        "2": "Dia nitodika tany amin’ny rindrina i Hezekia ka nivavaka tamin’i Jehovah hoe:",
        "3": "“Mitalaho aminao aho, Jehovah ô! Mba tsarovy re aho fa tsy nivadika taminao e, sady nanompo anao tamin’ny foko manontolo! Nanao izay tsara teo imasonao koa aho.” Dia nitomany be izy.",
        "4": "Mbola tsy tafavoaka teny amin’ny tokotany afovoany akory i Isaia, dia niteny taminy i Jehovah hoe:",
        "5": "“Miverena any amin’i Hezekia mpitarika ny vahoakako, dia lazao aminy hoe: ‘Izao no tenin’i Jehovah, Andriamanitr’i Davida razambenao: “Efa henoko ny vavaka nataonao, ary efa hitako ny ranomasonao. Koa hanasitrana anao aho, dia hiakatra any an-tranon’i Jehovah ianao rahafakampitso.",
        "6": "Hampiako 15 taona ny andro hiainanao. Ary hovonjeko eo an-tanan’ny mpanjakan’i Asyria ianao sy ity tanàna ity, ka harovako ity tanàna ity noho ny amin’ny anarako sy noho ny amin’i Davida mpanompoko.”’”",
        "7": "Dia hoy i Isaia: “Mitondrà mofo vita amin’ny aviavy maina noporetina.” Koa nitondran’izy ireo izy, ka napetany teo amin’ilay fery izany. Dia nihasitrana i Hezekia.",
        "8": "Efa nanontany an’i Isaia i Hezekia talohan’izay hoe: “Inona no famantarana fa hositranin’i Jehovah aho, ka hiakatra any an-tranon’i Jehovah rahafakampitso?”",
        "9": "Dia hoy i Isaia: “Izao no famantarana avy amin’i Jehovah mba hahalalanao fa hotanterahin’i Jehovah ny teniny: Tianao hiroso zanatohatra folo ve ny aloka, sa hihemotra zanatohatra folo?”",
        "10": "Dia hoy i Hezekia: “Mora amin’ny aloka ny mandroso zanatohatra folo noho ny mihemotra zanatohatra folo.”",
        "11": "Niantso an’i Jehovah àry i Isaia mpaminany, ka nataony nihemotra zanatohatra folo ny aloka izay efa nidina teo amin’ny zanatohatr’i Ahaza.",
        "12": "Tamin’izany andro izany, dia nandefa taratasy sy fanomezana ho an’i Hezekia i Berodaka-baladana mpanjakan’i Babylona, zanak’i Baladana. Henony mantsy hoe narary i Hezekia.",
        "13": "Nandray an’ireo iraka i Hezekia, ka nasehony azy ireo ny zava-drehetra tao amin’ny fitehirizan-karenany, dia ny volafotsy, ny volamena, ny menaka balsama, ny menaka sarobidy hafa, ny fitaovam-piadiany, ary izay rehetra tao amin’ny fitehirizan-karenany. Tsy nisy tsy nasehon’i Hezekia azy ny tao an-tranony sy ny tao amin’ny fanjakany manontolo.",
        "14": "Taorian’izay, dia nankao amin’i Hezekia Mpanjaka i Isaia mpaminany, ka nanontany hoe: “Inona no nolazain’ireny olona ireny, ary avy aiza, hono, ry zareo?” Dia hoy i Hezekia: “Avy any an-tany lavitra ry zareo, avy any Babylona.”",
        "15": "Nanontany indray i Isaia hoe: “Inona no hitan-dry zareo tato an-tranonao?” Dia hoy i Hezekia: “Hitany daholo izay rehetra ato an-tranoko. Tsy nisy tsy nasehoko azy ny tao amin’ny fitehirizan-karenako.”",
        "16": "Dia hoy i Isaia tamin’i Hezekia: “Henoy ny tenin’i Jehovah:",
        "17": "‘Ho avy ny andro hitondrana an’izay rehetra ato an-tranonao any Babylona. Hoentina any koa izay rehetra notehirizin’ny razambenao hatramin’izao. Tsy hisy na inona na inona ho tavela’, hoy i Jehovah.",
        "18": "‘Hisy hoentina any koa ny zanakao lahy izay haterakao, ka ho lasa tandapa any amin’ny lapan’ny mpanjakan’i Babylona.’”",
        "19": "Dia hoy i Hezekia tamin’i Isaia: “Mety izany tenin’i Jehovah nolazainao izany.” Hoy koa izy: “Tsara raha mba misy fiadanana sy filaminana mandritra ny androm-piainako.”",
        "20": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve ny sisa amin’ny tantaran’i Hezekia, izany hoe ny heriny rehetra sy ny nanaovany an’ilay dobo sy lakandrano nitarihany rano nankao an-tanàna?",
        "21": "Dia nodimandry any amin’ny razambeny i Hezekia, ary i Manase zanany no nanjaka nandimby azy."
    },
    "21": {
        "1": "Lasa mpanjaka i Manase tamin’izy 12 taona, ary nanjaka 55 taona tao Jerosalema izy. Hefziba no anaran-dreniny.",
        "2": "Nanao izay ratsy teo imason’i Jehovah i Manase, ka nanao an’ireo zava-maharikoriko fanaon’ireo firenena efa noroahin’i Jehovah hiala teo anatrehan’ny vahoakan’Israely.",
        "3": "Naoriny indray ireo toerana avo efa noravan’i Hezekia rainy. Nanangana alitara ho an’i Bala sy nanao tsato-kazo masina koa izy, hoatran’ny nataon’i Ahaba mpanjakan’ny Israely. Dia niankohoka tamin’izay rehetra eny amin’ny lanitra izy, ka nanompo an’ireny.",
        "4": "Nanorina alitara tao an-tranon’i Jehovah koa izy. Io trano io anefa ilay efa notenenin’i Jehovah hoe: “Ao Jerosalema no hametrahako ny anarako.”",
        "5": "Dia nanorina alitara ho an’izay rehetra eny amin’ny lanitra izy, teo amin’ny tokotany roa amin’ny tranon’i Jehovah.",
        "6": "Ary nandoro ny zanany lahy tao anaty afo izy. Nampiasa herin’ny maizina sy nitady fambara koa izy, ary nanendry mpamoha angatra sy mpilaza ny hoavy. Nanao zava-dratsy be dia be teo imason’i Jehovah izy mba hampahatezitra azy.",
        "7": "Napetrany tao amin’ilay trano ilay sary sokitra nataony, izany hoe ilay tsato-kazo masina. Io trano io anefa ilay efa notenenin’i Jehovah tamin’i Davida sy Solomona zanany hoe: “Ato amin’ity trano ity sy eto Jerosalema, izay nofidiko tamin’ny tanànan’ny foko rehetra teo amin’ny Israely, no hametrahako foana ny anarako.",
        "8": "Ary tsy havelako hirenireny hiala eo amin’ny tany nomeko ny razambeny intsony ny tongotry ny Israely, raha arahin’izy ireo tsara ny didy rehetra nomeko, dia ny Lalàna rehetra nandidian’i Mosesy mpanompoko azy.”",
        "9": "Tsy nankatò anefa izy ireo. Ary notaomin’i Manase hanao ratsy foana izy ireo, ka ny ratsy vitan’izy ireo dia mbola mihoatra noho ny nataon’ireo firenena naringan’i Jehovah tsy ho eo anatrehan’ny Israelita.",
        "10": "Hoy foana i Jehovah tamin’ny alalan’ny mpaminany mpanompony:",
        "11": "“Nanao an’ireo zava-maharikoriko rehetra ireo i Manase mpanjakan’ny Joda. Nahavita zava-dratsy mihoatra noho izay rehetra vitan’ny Amorita talohany izy, sady nahatonga ny Joda hanota satria nanao sampy maharikoriko.",
        "12": "Koa izao no lazain’i Jehovah Andriamanitry ny Israely: ‘Hahatonga loza lehibe amin’i Jerosalema sy Joda aho, ka izay maheno momba an’izany dia hangorintsina ny sofiny roa.",
        "13": "Ary hohenjaniko eo amin’i Jerosalema ny tady fandrefesana nampiasaina tamin’i Samaria. Hampiasa fitaovana fijerena an’izay tsy mitovy tantana koa aho, hoatran’ny nampiasaina tamin’ny taranak’i Ahaba. Dia hodioviko i Jerosalema, hoatran’ny ataon’ny olona manadio vilia baolina, ka fafany ilay izy dia ahohony.",
        "14": "Hafoiko ny sisa amin’ny lovako ka hataoko resin’ny fahavalony. Dia hobaboin’ny fahavalony rehetra sy horobainy izy ireo,",
        "15": "satria nanao izay ratsy teo imasoko. Nampahatezitra ahy foana koa izy ireo, hatramin’ny andro nivoahan’ny razambeny avy tany Ejipta ka hatramin’izao.’”",
        "16": "Ary nandatsaka ran’olona tsy manan-tsiny be dia be i Manase ka nofenoiny ra i Jerosalema. Efa nahatonga ny Joda hanota koa izy, ka nanjary nanao izay ratsy teo imason’i Jehovah izy ireo.",
        "17": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve ny sisa amin’ny tantaran’i Manase, izany hoe izay rehetra nataony sy ny fahotana vitany?",
        "18": "Dia nodimandry any amin’ny razambeny i Manase, ka nalevina tao amin’ny zaridainan’ny tranony, tao amin’ny zaridainan’i Oza. Ary i Amona zanany no nanjaka nandimby azy.",
        "19": "Lasa mpanjaka i Amona tamin’izy 22 taona, ary nanjaka roa taona tao Jerosalema izy. Mesolemeta no anaran-dreniny, ary zanak’i Haroza avy any Jotba izy io.",
        "20": "Nanao izay ratsy teo imason’i Jehovah foana i Amona, toy ny nataon’i Manase rainy.",
        "21": "Nanao hoatran’izay rehetra nataon-drainy foana izy, sady nanompo an’ireo sampy maharikoriko notompoin-drainy, ary niankohoka teo anatrehan’ireny.",
        "22": "Niala tamin’i Jehovah Andriamanitry ny razambeny àry izy, sady tsy nandeha tamin’ny lalan’i Jehovah.",
        "23": "Tatỳ aoriana, dia niray tetika hamely an’i Amona Mpanjaka ny mpanompony, ka namono azy ho faty tao an-tranony ihany.",
        "24": "Novonoin’ny vahoaka anefa izay rehetra niray tetika hamono an’i Amona Mpanjaka, ary i Josia zanany no nataon’izy ireo mpanjaka nandimby azy.",
        "25": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve ny sisa amin’ny tantaran’i Amona, izany hoe izay nataony?",
        "26": "Dia nalevin’izy ireo tao amin’ny fasany, tao amin’ny zaridainan’i Oza, izy. Ary i Josia zanany no nanjaka nandimby azy."
    },
    "22": {
        "1": "Lasa mpanjaka i Josia tamin’izy valo taona, ary nanjaka 31 taona tao Jerosalema izy. Jedida no anaran-dreniny, ary zanak’i Adaia avy any Bozkata izy io.",
        "2": "Nanao izay tsara teo imason’i Jehovah i Josia, sady nanao hoatran’izay rehetra nataon’i Davida razambeny. Tsy niala tamin’izany izy, na nivily niankavanana na niankavia.",
        "3": "Tamin’ny taona faha-18 nanjakan’i Josia Mpanjaka, dia nirahiny ho any an-tranon’i Jehovah i Safana mpitan-tsoratra, zanak’i Azalia zanak’i Mesolama. Nilaza taminy izy hoe:",
        "4": "“Miakara any amin’i Hilkia mpisoronabe, ary asaivo angoniny daholo ny vola nentin’ny olona tao an-tranon’i Jehovah, izany hoe ny vola voangon’ny mpiandry varavarana.",
        "5": "Dia asaivo omeny an’ireo voatendry hiandraikitra ny asa ao an-tranon’i Jehovah ilay vola. Ireo indray no hanome izany an’ireo mpiasa ao an-tranon’i Jehovah, izay hanamboatra ny simba amin’ilay trano,",
        "6": "dia ny mpanao asa tanana sy ny mpanao trano ary ny mpandatsa-biriky. Io vola io no hividianan-dry zareo hazo sy vato voapaika hanamboarana an’ilay trano.",
        "7": "Tsy tokony hanontaniana azy ireo anefa ny fomba hampiasany an’ilay vola nomena azy, satria mendri-pitokisana izy ireo.”",
        "8": "Tatỳ aoriana, dia hoy i Hilkia mpisoronabe tamin’i Safana mpitan-tsoratra: “Hitako tao an-tranon’i Jehovah ny boky misy ny Lalàna.” Dia nomeny an’i Safana ilay boky, ka novakin’i Safana.",
        "9": "Ary nankao amin’ny mpanjaka i Safana mpitan-tsoratra, ka niteny taminy hoe: “Efa nangonin’ny mpanomponao ny vola azo tao an-tranon’i Jehovah, ka nomeny an’ireo voatendry hanao ny asa ao amin’ilay trano.”",
        "10": "Hoy koa i Safana mpitan-tsoratra tamin’ny mpanjaka: “Misy boky nomen’i Hilkia mpisorona ahy ity!” Dia novakin’i Safana teo anatrehan’ny mpanjaka ilay izy.",
        "11": "Vao naheno an’izay voalaza tao amin’ilay boky misy ny Lalàna ny mpanjaka, dia norovitiny ny akanjony.",
        "12": "Dia nomen’ny mpanjaka an’izao baiko izao i Hilkia mpisorona, Ahikama zanak’i Safana, Akbora zanak’i Mikaia, Safana mpitan-tsoratra, ary Asaia mpanompon’ny mpanjaka:",
        "13": "“Mandehana misolo tena ahy sy ny vahoaka ary ny Joda rehetra, ka anontanio i Jehovah momba an’ireo teny ao amin’io boky vao hita io. Fa tezitra be i Jehovah, satria tsy nankatò ny teny voalaza ao amin’io boky io ny razambentsika. Tsy narahin’ izy ireo izay rehetra voasoratra momba antsika.”",
        "14": "Nankany amin’i Holda mpaminanivavy àry i Hilkia mpisorona, Ahikama, Akbora, Safana, ary Asaia. Vadin’i Saloma zanak’i Tikva zanak’i Harasa i Holda, ary mpikarakara ny fitoeran’akanjo i Saloma. Nipetraka tao amin’ny tanàna vaovao tao Jerosalema i Holda, ka tao izy ireo no niresaka taminy.",
        "15": "Dia hoy i Holda: “Izao no tenin’i Jehovah Andriamanitry ny Israely: ‘Lazao amin’ilay lehilahy naniraka anareo ho atỳ amiko hoe:",
        "16": "“Izao no tenin’i Jehovah: ‘Hahatonga loza amin’ity toerana ity sy ny mponina eo aminy aho, araka ny teny rehetra ao amin’ilay boky novakin’ny mpanjakan’ny Joda.",
        "17": "Niala tamiko izy ireo ka nandoro fanatitra mba hidona-tsetroka ho an’andriamani-kafa, mba hampahatezitra ahy amin’ny asan’ny tanany rehetra. Ho tezitra amin’ity toerana ity àry aho ka ho toy ny afo tsy mety maty ny hatezerako.’”",
        "18": "Izao kosa lazaina amin’ny mpanjakan’ny Joda, izay naniraka anareo hanontany an’i Jehovah: “Izao no nolazain’i Jehovah Andriamanitry ny Israely momba an’izay henonao:",
        "19": "‘Mora nandray anatra ny fonao ka nanetry tena teo anatrehan’i Jehovah ianao, rehefa nandre ny nanamelohako an’ity toerana ity sy ny mponina ao aminy.—Nilaza mantsy aho hoe hihorohoro ny olona hahita an’izay hanjo azy ireo ary ho voaozona izy ireo.—Ary nandrovitra ny akanjonao ianao ka nitomany teo anatrehako. Noho izany, dia nihaino anao koa aho, hoy i Jehovah.",
        "20": "Koa hangoniko any amin’ny razambenao ianao, ary halevina any amin’ny fasanao amin’ny fotoana mampilamina ny tany, ka tsy ho hitan’ny masonao ny loza rehetra hamelezako an’ity toerana ity.’”’” Dia nolazain’izy ireo tamin’ny mpanjaka izany valin-teny izany."
    },
    "23": {
        "1": "Naniraka olona àry ny mpanjaka mba hiantso ny anti-panahy rehetra tao Joda sy Jerosalema.",
        "2": "Niakatra nankao an-tranon’i Jehovah avy eo ny mpanjaka niaraka tamin’ny fokon’i Joda, ny mponina rehetra tao Jerosalema, ny mpisorona, ary ny mpaminany, izany hoe ny olona rehetra, na ny kely na ny lehibe. Dia novakin’ny mpanjaka tamin’izy ireo ny teny rehetra tao amin’ilay bokin’ny fifanekena hita tao an-tranon’i Jehovah.",
        "3": "Nijoro teo akaikin’ny andry ny mpanjaka, ary nanao fifanekena teo anatrehan’i Jehovah hoe hankatò an’i Jehovah sady hanaraka ny didiny sy ny fampahatsiahivany ary ny lalàny amin’ny fony manontolo sy ny tenany manontolo, ka hanatanteraka an’izay voalazan’ilay fifanekena voasoratra tao amin’ilay boky. Dia nanaiky an’ilay fifanekena ny vahoaka rehetra.",
        "4": "Ary nomen’ny mpanjaka baiko i Hilkia mpisoronabe sy ny mpisorona hafa ary ny mpiandry varavarana, mba hamoaka avy tao amin’ny tempolin’i Jehovah ny fitaovana rehetra natao ho an’i Bala sy ho an’ny tsato-kazo masina ary ho an’izay rehetra eny amin’ny lanitra. Dia nodoran’ny mpanjaka teny ivelan’i Jerosalema ireny, teny amin’ny tanimboly mikitohatohatr’i Kidrona, ary nentiny tany Betela ny lavenony.",
        "5": "Nesoriny tamin’ny asany àry ireo mpisoron’ny andriamani-kafa, izay notendren’ireo mpanjakan’ny Joda handoro fanatitra mba hidona-tsetroka teny amin’ny toerana avo tao amin’ireo tanànan’i Joda sy ny manodidina an’i Jerosalema. Nesoriny koa ireo nandoro fanatitra mba hidona-tsetroka ho an’i Bala, ho an’ny masoandro, ny volana, ireo antokon-kintana fijerena tononandro, ary ho an’izay rehetra eny amin’ny lanitra.",
        "6": "Navoakany avy tao an-tranon’i Jehovah ny tsato-kazo masina ka nentiny teny ivelan’i Jerosalema, teny amin’ny Lohasahan’i Kidrona. Dia nodorany izany ka notorotoroiny ho lasa vovoka, ary nafafiny teny amin’ny fasam-bahoaka ilay vovoka.",
        "7": "Noravany koa ny tranon’ireo lehilahy mpivaro-tenan’ny tempoly, tao an-tranon’i Jehovah. Tao amin’ireny trano ireny ny vehivavy no nanenona tranolay masina fitoeran’ny tsato-kazo masina.",
        "8": "Nasain’ny mpanjaka nivoaka avy tao amin’ny tanànan’i Joda avy eo ny mpisorona rehetra. Ary nozimbazimbainy ny toerana avo nandoroan’ny mpisorona fanatitra mba hidona-tsetroka, hatrany Geba ka hatrany Beri-sheba, amin’izay dia tsy ho mendrika hatao toeram-pivavahana intsony. Noravany koa ny toerana avo teny amin’ireo vavahady teo amin’ny fidirana amin’ny vavahadin’i Josoa lehiben’ny tanàna, izay eo ankavia raha miditra avy eo am-bavahadin’ny tanàna.",
        "9": "Tsy nanompo teo amin’ny alitaran’i Jehovah tany Jerosalema ny mpisoron’ny toerana avo, nefa nihinana mofo tsy misy lalivay niaraka tamin’ny rahalahiny ihany.",
        "10": "Nozimbazimbainy koa i Tofeta, izay eo amin’ny Lohasahan’ny Taranak’i Hinoma, mba tsy ho mendrika hatao toeram-pivavahana intsony. Amin’izay dia tsy misy afaka mandoro ny zanany lahy na ny zanany vavy ao anaty afo ho an’i Moleka intsony eo.",
        "11": "Ary tsy navelany hiditra tao an-tranon’i Jehovah avy teo amin’ny efitr’i Natana-meleka tandapa, teo amin’ny lala-mitafo, ny soavaly natokan’ireo mpanjakan’ny Joda ho an’ny masoandro. Nodorany koa ireo kalesin’ny masoandro.",
        "12": "Ary narodany ny alitara nataon’ireo mpanjakan’ny Joda teo ambonin’ny tafon’ilay efitra tany an-tampon-tranon’i Ahaza, sy ny alitara nataon’i Manase teo amin’ny tokotany roa amin’ny tranon’i Jehovah. Notorotoroiny izy ireny, ary nafafiny teny amin’ny Lohasahan’i Kidrona ny vovony.",
        "13": "Ary nozimbazimbain’ny mpanjaka ireo toerana avo tandrifin’i Jerosalema, mba tsy ho mendrika hatao toeram-pivavahana intsony. Teo atsimon’ny Tendrombohitry ny Faharavana no nisy an’ireo toerana avo ireo, izay naorin’i Solomona mpanjakan’ny Israely ho an’i Astarta, ilay andriamanibavy maharikoriko notompoin’ny Sidonianina, sy ho an’i Kemosy, ilay andriamanitra maharikoriko notompoin’ny Moabita, ary ho an’i Milkoma, ilay andriamanitra maharikoriko notompoin’ny Amonita.",
        "14": "Nopotipotehin’ny mpanjaka ny tsangambato masina ary nokapainy ny tsato-kazo masina, ka nofenoiny taolam-paty ny toerana nisy an’ireny.",
        "15": "Narodany koa ilay alitara tao Betela sy ilay toerana avo nataon’i Jeroboama zanak’i Nebata, izay nahatonga ny Israely hanota. Rehefa avy narodany ilay alitara sy ilay toerana avo, dia nodorany ilay toerana avo ka notorotoroiny ho lasa vovoka. Nodorany koa ny tsato-kazo masina.",
        "16": "Dia nitodika i Josia ka nahita an’ireo fasana teny an-tendrombohitra. Nasainy nalaina àry ny taolam-paty tao amin’izy ireny, ka nodorany teo ambonin’ ilay alitara, mba tsy ho mendrika hampiasaina amin’ny fivavahana intsony ilay alitara. Dia tanteraka ny tenin’i Jehovah nambaran’ilay lehilahin’Andriamanitra, izay nilaza mialoha fa hitranga izany.",
        "17": "Ary hoy i Josia: “Fasan’iza irỳ misy tsangambato tazako irỳ?” Dia hoy ny olona tao an-tanàna: “Fasan’ilay lehilahin’Andriamanitra avy any Joda io. Izy ilay nilaza mialoha an’izao zavatra nataonao tamin’ilay alitara teto Betela izao.”",
        "18": "Hoy àry izy: “Avelao izy. Aza avela hisy hikitikitika ny taolambalony.” Dia tsy nokitihin’izy ireo ny taolambalony sy ny an’ilay mpaminany avy any Samaria.",
        "19": "Nesorin’i Josia koa ny trano fivavahana rehetra teny amin’ny toerana avo tany amin’ireo tanànan’i Samaria, izany hoe ny trano naorin’ireo mpanjakan’ny Israely mba hampahatezitra an’Andriamanitra. Hoatran’ilay nataony tany Betela ihany no nataony tamin’izy ireny.",
        "20": "Ary nataony sorona teo ambonin’ireo alitara ny mpisorona rehetra teo amin’ireo toerana avo ireo. Nandoro taolam-paty teo ambonin’ireo alitara ireo koa izy. Dia niverina tany Jerosalema izy avy eo.",
        "21": "Dia nomen’ny mpanjaka baiko ny vahoaka manontolo hoe: “Mankalazà Paska ho an’i Jehovah Andriamanitrareo, araka izay voasoratra ato amin’ity bokin’ny fifanekena ity.”",
        "22": "Mbola tsy nisy Paska nankalazaina toy izany hatramin’ny andron’ireo mpitsara izay nitsara ny Israely, na tamin’ny andro rehetra nanjakan’ireo mpanjakan’ny Israely sy mpanjakan’ny Joda.",
        "23": "Tamin’ny taona faha-18 nanjakan’i Josia Mpanjaka no nankalazaina tany Jerosalema izany Paska ho an’i Jehovah izany.",
        "24": "Nesorin’i Josia koa ny mpamoha angatra, ny mpilaza ny hoavy, ny sarivongana terafima, ny sampy maharikoriko, ary ny zava-maharikoriko rehetra hita tany Joda sy Jerosalema, mba hanatanterahana an’izay voalazan’ny Lalàna voasoratra ao amin’ilay boky hitan’i Hilkia mpisorona tao an-tranon’i Jehovah.",
        "25": "Tsy nisy mpanjaka hoatr’azy talohany, izay niverina tamin’i Jehovah tamin’ny fony manontolo sy ny tenany manontolo ary ny heriny manontolo, araka ny Lalàn’i Mosesy rehetra. Ary tsy nisy tahaka azy intsony koa taoriany.",
        "26": "Tsy nitony mihitsy anefa ny fahatezeran’i Jehovah, fa mbola tezitra be tamin’ny Joda foana izy noho ny zava-drehetra manafintohina nataon’i Manase mba hampahatezitra azy.",
        "27": "Hoy i Jehovah: “Hesoriko tsy ho eo imasoko koa ny Joda, toy ny nanesorako ny Israely. Ary holaviko ity tanànan’i Jerosalema nofidiko ity, sy ilay trano izay nolazaiko hoe: ‘Ho ao foana ny anarako.’”",
        "28": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve ny sisa amin’ny tantaran’i Josia, izany hoe izay rehetra nataony?",
        "29": "Tamin’ny andron’i Josia Mpanjaka i Farao Neko mpanjakan’i Ejipta no nandeha nankany amoron’ny Reniranon’i Eofrata mba hihaona tamin’ny mpanjakan’i Asyria. Ary nandeha niady tamin’i Neko i Josia, kanjo novonoin’i Neko ho faty tao Megido izy rehefa hitany.",
        "30": "Dia nentin’ny mpanompony tamin’ny kalesy niala tao Megido nankany Jerosalema ny fatiny, ka nalevin’izy ireo tao amin’ny fasany. Ary nalain’ny vahoaka i Joahaza zanak’i Josia, ka nohosorany ho mpanjaka handimby an-drainy.",
        "31": "Lasa mpanjaka i Joahaza tamin’izy 23 taona, ary nanjaka telo volana tany Jerosalema izy. Hamotala no anaran-dreniny, ary zanak’i Jeremia avy any Libna izy io.",
        "32": "Nanomboka nanao izay ratsy teo imason’i Jehovah i Joahaza, hoatran’izay rehetra nataon’ny razambeny.",
        "33": "Nogadrain’i Farao Neko tao Ribla any Hamata izy, mba tsy hanjaka tany Jerosalema. Ary nampandoavin’i Farao sazy ilay tany, dia volafotsy 100 talenta sy volamena iray talenta.",
        "34": "Ankoatra izany, dia nataon’i Farao Neko ho mpanjaka handimby an’i Josia rainy i Eliakima zanak’i Josia Mpanjaka, ka novany hoe Joiakima ny anarany. Nalainy kosa i Joahaza ka nentiny tany Ejipta, ary maty tany.",
        "35": "Ary nomen’i Joiakima an’i Farao ny volafotsy sy ny volamena. Tsy maintsy nampandoaviny hetra anefa ny taniny, mba hanomezana ny volafotsy notakin’i Farao. Arakaraka izay nananan’ny tsirairay ny volafotsy sy ny volamena notakiny tamin’ny vahoaka mba homena an’i Farao Neko.",
        "36": "Lasa mpanjaka i Joiakima tamin’izy 25 taona, ary nanjaka 11 taona tany Jerosalema izy. Zebida no anaran-dreniny, ary zanak’i Pedaia avy any Romaha izy io.",
        "37": "Nanao izay ratsy teo imason’i Jehovah foana i Joiakima, hoatran’izay rehetra nataon’ny razambeny."
    },
    "24": {
        "1": "Tonga nanafika an’ilay tany i Nebokadnezara mpanjakan’i Babylona tamin’ny andron’i Joiakima. Koa lasa mpanompon’i Nebokadnezara nandritra ny telo taona i Joiakima. Nikomy taminy anefa izy tamin’ny farany.",
        "2": "Dia nalefan’i Jehovah hamely an’i Joiakima ny mpandroba avy tamin’ny Kaldeanina, ny Syrianina, ny Moabita, ary ny Amonita. Nandefa azy ireny foana izy mba hamely ny Joda sy handrava azy, araka ny teny nolazain’i Jehovah tamin’ny alalan’ireo mpaminany mpanompony.",
        "3": "Ny baiko nomen’i Jehovah mihitsy no nahatonga ny Joda hiharan’izany, mba hanesorana azy ireo tsy ho eo imasony noho ny fahotana rehetra nataon’i Manase,",
        "4": "sy noho ny ran’olona tsy manan-tsiny nalatsany. Nofenoiny ran’olona tsy manan-tsiny mantsy i Jerosalema, ka tsy nety namela heloka i Jehovah.",
        "5": "Ary tsy efa voasoratra ao amin’ny boky mirakitra ny tantara tamin’ny andron’ireo mpanjakan’ny Joda ve ny sisa amin’ny tantaran’i Joiakima, izany hoe izay rehetra nataony?",
        "6": "Dia nodimandry any amin’ny razambeny i Joiakima, ary i Joiakina zanany no nanjaka nandimby azy.",
        "7": "Tsy sahy nivoaka avy tao amin’ny taniny intsony ny mpanjakan’i Ejipta, satria nalain’ny mpanjakan’i Babylona daholo izay rehetra an’ny mpanjakan’i Ejipta, nanomboka teo amin’ny Reniranon’i Ejipta ka hatrany amin’ny Reniranon’i Eofrata.",
        "8": "Lasa mpanjaka i Joiakina tamin’izy 18 taona, ary nanjaka telo volana tany Jerosalema izy. Nehosta no anaran-dreniny, ary zanak’i Elnatana avy any Jerosalema izy io.",
        "9": "Nanao izay ratsy teo imason’i Jehovah foana i Joiakina, hoatran’izay rehetra nataon-drainy.",
        "10": "Nandritra izany fotoana izany, dia niakatra hamely an’i Jerosalema ny mpanompon’i Nebokadnezara mpanjakan’i Babylona. Ary nataon’izy ireo fahirano ilay tanàna.",
        "11": "Tonga teo amin’ilay tanàna i Nebokadnezara mpanjakan’i Babylona, raha mbola nanao fahirano azy io ny mpanompony.",
        "12": "Nivoaka ho any amin’ny mpanjakan’i Babylona i Joiakina mpanjakan’ny Joda, niaraka tamin’ny reniny, ny mpanompony, ny andrianany, ary ny tandapany. Dia nalain’ny mpanjakan’i Babylona ho babo i Joiakina, tamin’ny taona fahavalo nanjakany.",
        "13": "Dia navoakan’i Nebokadnezara daholo ny zava-tsarobidy tao an-tranon’i Jehovah sy tao an-tranon’ny mpanjaka. Nopotipotehiny ny fitaovana volamena rehetra nataon’i Solomona mpanjakan’ny Israely tao amin’ny tempolin’i Jehovah. Izay efa nolazain’i Jehovah mihitsy no nitranga.",
        "14": "Nataon’i Nebokadnezara sesitany i Jerosalema manontolo, ny andriana rehetra, ny miaramila matanjaka rehetra, ary ny mpanao asa tanana sy ny mpanefy rehetra. Nahatratra 10 000 ny isan’ireo natao sesitany. Tsy nisy navelany afa-tsy ireo mahantra faraidiny teo amin’ny vahoaka.",
        "15": "Nataony sesitany tany Babylona àry i Joiakina. Nentiny avy any Jerosalema koa ny renin’ny mpanjaka, ireo vadin’ny mpanjaka, ny tandapany, ary ny olona ambony teo amin’ilay tany, mba hatao sesitany tany Babylona.",
        "16": "Nentin’ny mpanjakan’i Babylona natao sesitany tany Babylona daholo koa ny miaramila 7 000, ary ny mpanao asa tanana sy mpanefy niisa 1 000, izay samy lehilahy matanjaka sady voaofana hiady.",
        "17": "Nataon’ny mpanjakan’i Babylona ho mpanjaka handimby an’i Joiakina i Matania rahalahin-drainy, ary novany hoe Zedekia ny anarany.",
        "18": "Lasa mpanjaka i Zedekia tamin’izy 21 taona, ary nanjaka 11 taona tany Jerosalema izy. Hamotala no anaran-dreniny, ary zanak’i Jeremia avy any Libna izy io.",
        "19": "Nanao izay ratsy teo imason’i Jehovah foana i Zedekia, hoatran’izay rehetra nataon’i Joiakima.",
        "20": "Nanjo an’i Jerosalema sy Joda izany, satria tezitra tamin’izy ireo i Jehovah. Nesoriny tsy ho eo imasony àry izy ireo tamin’ny farany. Ary nikomy tamin’ny mpanjakan’i Babylona i Zedekia."
    },
    "25": {
        "1": "Tamin’ny andro fahafolon’ny volana fahafolo tamin’ny taona fahasivy nanjakan’i Zedekia, dia tonga hanafika an’i Jerosalema i Nebokadnezara mpanjakan’i Babylona sy ny tafiny manontolo. Dia nitoby teo akaikin’i Jerosalema izy, ka nanangana manda nanodidina azy.",
        "2": "Ary natao fahirano ilay tanàna, hatramin’ny taona faha-11 nanjakan’i Zedekia Mpanjaka.",
        "3": "Tena mafy ny mosary tao amin’ilay tanàna tamin’ny andro fahasivin’ny volana fahefatra, ka tsy nanan-kohanina intsony ny vahoaka.",
        "4": "Voagorobaka ny mandan’ilay tanàna, ka nitsoaka teo amin’ilay vavahady teo anelanelan’ny manda roa sosona, teo akaikin’ny zaridainan’ny mpanjaka, ny miaramila rehetra raha mbola alina ny andro. Mbola nanodidina ny tanàna ny Kaldeanina tamin’izay. Dia nandeha tamin’ny lalana mankany Araba ny mpanjaka.",
        "5": "Nenjehin’ny miaramila kaldeanina anefa izy, ka tratrany teny amin’ny lemaka karakaina any Jeriko. Dia lasa niparitaka nandao azy daholo ny miaramilany.",
        "6": "Dia nosamborin’ny Kaldeanina ny mpanjaka, ka nentiny niakatra tany amin’ny mpanjakan’i Babylona tao Ribla. Ary nisy didim-pitsarana navoakan’izy ireo momba azy.",
        "7": "Dia novonoin’izy ireo teo imason’i Zedekia ireo zanany lahy. Ary nopotsirin’i Nebokadnezara ny mason’i Zedekia avy eo. Dia nofatorany tamin’ny gadra varahina izy, ary nentiny tany Babylona.",
        "8": "Tamin’ny andro fahafiton’ny volana fahadimy, izany hoe tamin’ny taona faha-19 nanjakan’i Nebokadnezara mpanjakan’i Babylona, dia tonga tao Jerosalema i Nebozaradana lehiben’ny mpiambina ny mpanjakan’i Babylona sady mpanompony.",
        "9": "Dia nodorany ny tranon’i Jehovah sy ny tranon’ny mpanjaka ary ny trano rehetra tao Jerosalema. Nodorany koa ny tranon’ny olona ambony rehetra.",
        "10": "Ary narodan’ny tafiky ny Kaldeanina manontolo, izay niaraka tamin’ilay lehiben’ny mpiambina, ny manda manodidina an’i Jerosalema.",
        "11": "Dia nentin’i Nebozaradana, lehiben’ny mpiambina, ny vahoaka sisa tao an-tanàna, sy ireo efa nitolo-batana tany amin’ny mpanjakan’i Babylona, ary ny mponina sisa tavela, ka nataony sesitany.",
        "12": "Navelan’ilay lehiben’ny mpiambina tao amin’ilay tany kosa ny sasany tamin’ireo mahantra faraidiny, mba hikarakara tanimboaloboka sy hanao asa an-terivozona.",
        "13": "Ary nopotipotehin’ny Kaldeanina ireo andry varahina teo amin’ny tranon’i Jehovah, sy ireo kalesy, ary ilay Ranomasina varahina tao an-tranon’i Jehovah. Dia nentin’izy ireo tany Babylona ny varahina tamin’ireny.",
        "14": "Nalainy koa ny fitoeran-davenona, ny lapelina, ny famonoan-jiro, ny kaopy, ary ny fitaovana varahina rehetra nampiasaina tamin’ny fanompoana tao amin’ny tempoly.",
        "15": "Nalain’ilay lehiben’ny mpiambina ny fitondrana afo sy ny vilia baolina, izay tena volamena sy tena volafotsy daholo.",
        "16": "Efa tsy voalanja intsony ny varahina tamin’ny fitaovana rehetra, izany hoe tamin’ny andry roa sy tamin’ilay Ranomasina ary tamin’ireo kalesy nataon’i Solomona ho an’ny tranon’i Jehovah.",
        "17": "Nirefy 18 hakiho ny haavon’ny andry tsirairay. Varahina ny loha andry teo amboniny, ary telo hakiho ny haavon’ny loha andry. Varahina daholo ny haingony hoatran’ny harato sy ny ampongabendanitra nanodidina ny loha andry. Hoatr’izany koa ilay andry faharoa sy ny harato teo aminy.",
        "18": "Nalain’ilay lehiben’ny mpiambina koa i Seraia lehiben’ny mpisorona, sy Zefania mpisorona lefitra, ary ireo olona telo mpiandry varavarana.",
        "19": "Ary ireto no nalainy avy tao an-tanàna: Tandapa iray nifehy ny miaramila; olona dimy mpiara-miasa akaiky tamin’ny mpanjaka, izay hita tao an-tanàna; ny mpitan-tsoratry ny lehiben’ny tafika, izany hoe ilay mpanangona vahoaka; ary 60 lahy teo amin’ny sarambabem-bahoaka izay mbola hita tao an-tanàna.",
        "20": "Nalain’i Nebozaradana, lehiben’ny mpiambina, izy ireo ka nentiny tany amin’ny mpanjakan’i Babylona tao Ribla.",
        "21": "Dia namely azy ireo ny mpanjakan’i Babylona, ka namono azy ho faty tao Ribla, tany Hamata. Koa nesorina tao amin’ny taniny ny Joda ka natao sesitany.",
        "22": "Notendren’i Nebokadnezara mpanjakan’i Babylona hiandraikitra ny vahoaka navelany tany Joda i Gedalia zanak’i Ahikama zanak’i Safana.",
        "23": "Raha vao henon’ny lehiben’ny tafika rehetra sy ny miaramilany fa nanendry an’i Gedalia ny mpanjakan’i Babylona, dia nankany amin’i Gedalia tany Mizpa izy ireo. Ireto avy izany: I Ismaela zanak’i Netania, Johanana zanak’i Karea, Seraia zanak’i Tanometa Netofatita, ary Jazania zanak’ilay Makatita, niaraka tamin’ny miaramilany avy.",
        "24": "Dia nianiana tamin’izy ireo sy ny miaramilany i Gedalia, ary nilaza hoe: “Aza matahotra ny ho mpanompon’ny Kaldeanina. Mipetraha eto amin’ity tany ity ary manompoa ny mpanjakan’i Babylona, dia hahita soa ianareo.”",
        "25": "Tamin’ny volana fahafito, dia tonga tany Mizpa i Ismaela zanak’i Netania zanak’i Elisama, izay anisan’ny taranaka mpanjaka, ary nisy folo lahy niaraka taminy. Ary namely an’i Gedalia izy ireo, ka maty izy sy ny Jiosy ary ny Kaldeanina niaraka taminy tany.",
        "26": "Dia niainga ny olona rehetra, na ny kely na ny lehibe, anisan’izany ireo lehiben’ny tafika, ka nankany Ejipta, noho izy ireo natahotra ny Kaldeanina.",
        "27": "Ary tamin’ny taona faha-37 nanaovana sesitany an’i Joiakina mpanjakan’ny Joda, tamin’ny andro faha-27 amin’ny volana faha-12, tamin’ny taona naha lasa mpanjaka an’i Evila-merodaka mpanjakan’i Babylona, dia navoakany avy tao am-ponja i Joiakina mpanjakan’ny Joda.",
        "28": "Tsara fanahy taminy i Evila-merodaka, ary nomeny toerana ambony noho ireo mpanjaka hafa niaraka taminy tany Babylona i Joiakina.",
        "29": "Nosoloan’i Joiakina àry ny fitafiana nanaovany tao am-ponja, ary niara-nisakafo tamin’ny mpanjaka foana izy, nandritra ny androm-piainany.",
        "30": "Ary nomena anjara sakafo tsy tapaka avy tamin’ny mpanjaka izy isan’andro, nandritra ny androm-piainany."
    },
    "meta": {
        "name": "2 Mpanjaka",
        "order": 11,
        "chapter_number": 25
    }
}