{
    "1": {
        "1": "Taorian’ny nahafatesan’i Saoly, dia nankany Ziklaga i Davida ary nijanona roa andro tao. Avy nandresy an’ireo Amalekita izy tamin’izay.",
        "2": "Tamin’ny andro fahatelo, dia nisy lehilahy iray tonga avy any amin’ny tobin’ny tafik’i Saoly. Rovidrovitra ny akanjony, ary nihosim-bovoka ny lohany. Rehefa nankeo amin’i Davida izy, dia nandohalika tamin’ny tany ary niankohoka.",
        "3": "Nanontany azy i Davida hoe: “Avy aiza ianao?” Dia namaly izy hoe: “Avy any amin’ny tobin’ny Israely aho no nitsoaka nankatỳ.”",
        "4": "Ary hoy i Davida: “Nanao ahoana ny tany? Mba tantarao kely amiko!” Dia hoy izy: “Nandositra ny olona rehefa raikitra ny ady, ary be dia be no lavo ka maty. Na i Saoly sy Jonatana zanany aza maty.”",
        "5": "Ary nanontany an’ilay tovolahy nilaza an’ilay vaovao i Davida hoe: “Ahoana no nahafantaranao fa maty i Saoly sy Jonatana zanany?”",
        "6": "Dia hoy ilay tovolahy: “Sendra teo amin’ny Tendrombohitra Gilboa aho, no nahita an’i Saoly nitehina tamin’ny lefony. Ary nihananatona azy ny mpitondra kalesy sy ny mpitaingin-tsoavaly.",
        "7": "Rehefa niherika izy ka nahita ahy, dia nantsoiny aho. Ary niteny aho hoe: ‘Ahoana izay, tompoko?’",
        "8": "Nanontany ahy izy hoe: ‘Fa iza ianao?’ Dia hoy aho: ‘Amalekita aho.’",
        "9": "Ary hoy izy: ‘Avia ange e! Vonoy ho faty aho fa manaintaina be, nefa mbola tsy maty ihany.’",
        "10": "Dia nanatona aho ka namono azy ho faty, satria fantatro fa tsy ho velona intsony izy noho ny ratra nahazo azy. Dia nalaiko ny satroboninahitra teny amin’ny lohany sy ny brasele teny amin’ny sandriny, dia nentiko atỳ amin’ny tompoko.”",
        "11": "Nandrovitra ny akanjony i Davida rehefa naheno an’izany, ary nanao toy izany koa ny lehilahy rehetra niaraka taminy.",
        "12": "Ary nidradradradra nitomany izy ireo sady nifady hanina mandra-paharivan’ny andro, satria matin’ny sabatra i Saoly sy Jonatana zanany, sy ny vahoakan’i Jehovah, ary ny taranak’Israely.",
        "13": "Nanontany an’ilay tovolahy nilaza an’ilay vaovao i Davida hoe: “Avy aiza moa ianao?” Dia hoy izy: “Zanaka Amalekita nifindra monina eto aho.”",
        "14": "Ary hoy i Davida: “Nahoana ianao no tsy natahotra ny hikasi-tanana ny voahosotr’i Jehovah ka namono azy?”",
        "15": "Nantsoin’i Davida àry ny iray tamin’ireo tovolahy, ary hoy izy taminy: “Avia! Vonoy io.” Dia novonoiny izy, ka maty.",
        "16": "Ary hoy i Davida taminy: “Ianao ihany no tompon’andraikitra amin’ny fahafatesanao, satria ny vavanao ihany no niampanga anao hoe: ‘Izaho no namono ny voahosotr’i Jehovah.’”",
        "17": "Ary nanao an’ity hira fisaonana an’i Saoly sy Jonatana zanany ity i Davida,",
        "18": "sady nilaza fa tokony hampianarina ny vahoakan’ny Joda ity hira antsoina hoe “Ilay Tsipìka” ity, izay voasoratra ao amin’ny bokin’i Jasara:",
        "19": "“Voavono teny an-tendrombohitrao ireo tsara tarehy, ry Israely ô! Indrisy fa lavo ireo matanjaka!",
        "20": "Aza lazaina any Gata izany; Aza ambara eny amin’ny lalan’i Askelona, Sao hifaly ny zanakavavin’ny Filistinina, Sao hiravoravo ny zanakavavin’ireo tsy mifora.",
        "21": "Ry tendrombohitr’i Gilboa! Enga anie tsy hisy ando na orana hilatsaka eny aminareo, Na saha hanome vokatra hatao fanomezana masina, Fa teny aminareo no nandotoana ny ampingan’ireo mahery, Ka tsy voahosotra menaka intsony ny ampingan’i Saoly.",
        "22": "Tsy mba nihemotra ny tsipìkan’i Jonatana, Ary tsy niveri-maina ny sabatr’i Saoly, Fa nandatsaka ny ran’ny fahavalo sy nanatrobaka ny tavin’ireo mahery.",
        "23": "Mahatehotia sy mamy hoditra i Saoly sy Jonatana fony fahavelony, Ary tsy nisaraka fa niara-maty. Haingam-pandeha noho ny voromahery izy ireo, Ary mahery noho ny liona.",
        "24": "Ry zanakavavin’ny Israely ô, mitomania an’i Saoly! Nampitafy anareo akanjo mena midorehitra izy, sady nampanao anareo haingo lafo vidy, Ary nanisy ravaka volamena teny amin’ny akanjonareo.",
        "25": "Indrisy fa lavo tany an’ady ireo mahery! Voavono teny an-tendrombohitrao i Jonatana!",
        "26": "Malahelo be anao aho, ry Jonatana rahalahiko; Tena tiako ianao. Tamiko, dia nihoatra noho ny fitiavan’ny vehivavy ny fitiavanao.",
        "27": "Indrisy fa lavo ireo mahery, Ary potika ny fitaovam-piadiana!”"
    },
    "2": {
        "1": "Taorian’izay, dia nanontany an’i Jehovah i Davida hoe: “Hiakatra ho any amin’ny tanàna iray any Joda ve aho?” Dia hoy i Jehovah: “Miakara.” Ary nanontany i Davida hoe: “Aiza aho no handeha?” Dia hoy izy: “Any Hebrona.”",
        "2": "Niakatra nankany àry i Davida sy ny vadiny roa, dia i Ahinoama Jezirelita sy Abigaila vady navelan’i Nabala Karmelita.",
        "3": "Nentin’i Davida koa ireo lehilahy niaraka taminy sy ny ankohonan’izy ireo avy. Dia nanorim-ponenana tao amin’ireo tanàna nanodidina an’i Hebrona izy ireo.",
        "4": "Ary tonga ireo lehilahy anisan’ny fokon’i Joda, ka tao izy ireo no nanosotra an’i Davida ho mpanjakan’ny taranak’i Joda. Dia nisy niteny tamin’i Davida hoe: “Ireo lehilahy any Jabesi-gileada no nandevina an’i Saoly.”",
        "5": "Naniraka olona nankany amin’ireo lehilahy tany Jabesi-gileada àry i Davida, hilaza hoe: “Hotahin’i Jehovah anie ianareo, satria tianareo i Saoly tomponareo sady tsy nivadika taminy ianareo matoa nandevina azy!",
        "6": "Enga anie i Jehovah ho tia anareo sy tsy hivadika aminareo, ary hasehony aminareo anie hoe mendri-pitokisana izy! Izaho koa ho tsara fanahy aminareo, noho ny nanaovanareo an’izany.",
        "7": "Koa mahereza ary manàna herim-po, fa maty i Saoly tomponareo, ary efa nohosoran’ny taranak’i Joda ho mpanjakan’izy ireo aho.”",
        "8": "Nalain’i Abnera zanak’i Nera lehiben’ny tafik’i Saoly anefa i Isboseta zanak’i Saoly, dia nentiny niampita nankany Mahanaima.",
        "9": "Nataony mpanjakan’i Gileada sy ny Asorita sy Jezirela sy Efraima sy Benjamina ary ny Israely rehetra izy.",
        "10": "Ary 40 taona i Isboseta zanak’i Saoly, tamin’izy lasa mpanjakan’ny Israely, ary nanjaka roa taona izy. Ny taranak’i Joda kosa nanohana an’i Davida.",
        "11": "Fito taona sy tapany ny fotoana nanjakan’i Davida tamin’ny taranak’i Joda tao Hebrona.",
        "12": "Dia niainga tao Mahanaima i Abnera zanak’i Nera sy ny mpanompon’i Isboseta zanak’i Saoly, ka nankany Gibeona.",
        "13": "Niainga koa i Joaba zanak’i Zeroia sy ny mpanompon’i Davida, ka nihaona teo amin’ny dobon’i Gibeona ny roa tonta. Samy naka toerana teo amoron’ilay dobo izy ireo, ka ny iray tetsy ampita ary ny iray terỳ ampita.",
        "14": "Nilaza tamin’i Joaba i Abnera tamin’ny farany hoe: “Aleo hitsangana ireo tovolahy, dia hiady eto anatrehantsika.” Dia hoy i Joaba: “Eny àry! Aleo izy ireo hitsangana.”",
        "15": "Koa nitsangana izy ireo ka nifanatona. Nisy 12 lahy avy tamin’i Benjamina sy avy tamin’i Isboseta zanak’i Saoly, ary nisy 12 lahy avy tamin’ny mpanompon’i Davida.",
        "16": "Nifampitazona teo amin’ny lohany izy ireo ary nifanindrona tamin’ny sabatra, teo amin’ny tehezany, ka niara-maty daholo. Nantsoina hoe Helkata-hazorima àry io toerana any Gibeona io.",
        "17": "Tena nafotaka ny ady, tamin’iny andro iny, ka resin’ny mpanompon’i Davida i Abnera sy ny lehilahy israelita.",
        "18": "Teo koa izy telo mirahalahy zanak’i Zeroia: I Joaba sy Abisay ary Asahela. Ary nahery nihazakazaka toy ny gazela any an-tsaha i Asahela.",
        "19": "Dia nanenjika an’i Abnera i Asahela, ka tsy nivily niankavanana na niankavia fa nanaraka azy foana.",
        "20": "Dia niherika i Abnera ka nanontany hoe: “Ianao ve io, ry Asahela?” Dia hoy izy: “Ie, izaho ity!”",
        "21": "Ary hoy i Abnera: “Mivilia miankavanana na miankavia dia misambora tovolahy iray, ary alaivo ho anao izay eny aminy.” Tsy nanaiky anefa i Asahela fa nanenjika azy foana.",
        "22": "Hoy indray àry i Abnera tamin’i Asahela: “Efa hoe aza enjehina aho sao hasiako eo ianao! Dia hataoko ahoana ny hifanatri-tava amin’i Joaba rahalahinao?”",
        "23": "Tsy nety mihitsy anefa izy. Nasian’i Abnera tamin’ny vodilefona àry ny kibony, ka niboroaka tao an-damosiny ilay lefona. Dia nianjera teo izy ka maty tsy tra-drano. Ary izay rehetra nandalo teo amin’ilay toerana nianjeran’i Asahela sy nahafatesany, dia nijanona kely teo.",
        "24": "Dia nanenjika an’i Abnera i Joaba sy Abisay. Rehefa nilentika ny masoandro, dia tonga teo amin’ny havoanan’i Ama tandrifin’i Gia, eo amin’ny lalana mankany an-tany efitr’i Gibeona, izy ireo.",
        "25": "Ary nivondrona ho antokony iray tao aorian’i Abnera ny Benjaminita. Dia nijoro teo an-tampon’ny havoana iray izy ireo.",
        "26": "Ary niantsoantso an’i Joaba i Abnera hoe: “Handripaka tsy misy farany ve ny sabatra? Tsy fantatrao angaha fa fahoriana no hiafaran’izao? Koa rahoviana ianao vao hilaza amin’ny olona mba tsy hanenjika ny rahalahiny intsony?”",
        "27": "Dia hoy i Joaba: “Raha mbola velona koa ilay tena Andriamanitra, dia ho nanenjika ny rahalahiny foana ny olona mandra-paharainan’ny andro, raha tsy niteny an’izany ianao.”",
        "28": "Ary notsofin’i Joaba ny anjombona, dia nijanona ny miaramilany ka tsy nanenjika ny Israely intsony, ary nitsahatra ilay ady.",
        "29": "Dia namakivaky an’i Araba i Abnera sy ny olony nandritra an’iny alina iny, ka niampita ny Reniranon’i Jordana. Ary nandeha teo amin’ilay lohasaha izy ireo, dia tonga tany Mahanaima tamin’ny farany.",
        "30": "Novorin’i Joaba ny olona rehetra rehefa nijanona tsy nanenjika an’i Abnera izy. Ary 19, ankoatra an’i Asahela, no tsy teo intsony tamin’ny mpanompon’i Davida.",
        "31": "Resin’ny mpanompon’i Davida anefa ny Benjaminita sy ny olon’i Abnera, ka 360 taminy no maty.",
        "32": "Dia nentin’izy ireo i Asahela ka naleviny tao amin’ny fasan-drainy tany Betlehema. Ary nandeha nandritra ny alina i Joaba sy ny miaramilany, ka tonga tany Hebrona rehefa nangiran-dratsy ny andro."
    },
    "3": {
        "1": "Naharitra ela ny ady teo amin’ny fianakavian’i Saoly sy ny fianakavian’i Davida. Nihanahery foana i Davida, fa nihena tsikelikely kosa ny herin’ny fianakavian’i Saoly.",
        "2": "Nandritra izany fotoana izany, dia niteraka zazalahy i Davida tany Hebrona. I Amnona, zanany tamin’i Ahinoama Jezirelita, no lahimatoany.",
        "3": "Ny faharoa dia i Kileaba, zanany tamin’i Abigaila, ilay vady navelan’i Nabala Karmelita. Ary ny fahatelo dia i Absaloma zanak’i Maka, zanakavavin’i Talmay mpanjakan’i Gesora.",
        "4": "I Adonia zanak’i Hagita no fahefatra, ary Sefatia zanak’i Abitala no fahadimy.",
        "5": "I Jitreama, zanak’i Davida tamin’i Egla vadiny, no fahenina. Ireo no naterak’i Davida tany Hebrona.",
        "6": "Raha mbola nitohy ny ady teo amin’ny fianakavian’i Saoly sy ny fianakavian’i Davida, dia nanamafy ny fahefany teo amin’ny fianakavian’i Saoly i Abnera.",
        "7": "Nanana vadikely i Saoly. Rizpa no anarany, ary zanakavavin’i Aia izy. Niteny tamin’i Abnera i Isboseta tatỳ aoriana hoe: “Fa maninona ianao no nanao firaisana tamin’ny vadikelin’ny dadako?”",
        "8": "Dia tezitra be i Abnera noho ny tenin’i Isboseta, ka hoy izy: “Izaho angaha alika avy amin’ny Joda? Tiako ny fianakavian’i Saoly rainao sy ny rahalahiny ary ny namany hatramin’izay ka hatramin’izao, sady tsy nivadika tamin’izy ireo aho. Ary tsy navelako ho azon’ny tanan’i Davida ianao. Koa izay fahadisoana momba ny vehivavy iray ve dia hanaovanao ampamoaka ahy androany?",
        "9": "Hofaizin’Andriamanitra anie i Abnera, raha tsy hataoko amin’i Davida izay nianianan’i Jehovah taminy hoe:",
        "10": "Hesorina amin’ny fianakavian’i Saoly ny fanjakana, ka hafindra amin’i Davida. Ary ny seza fiandrianan’i Davida, dia hatao mafy orina eo amin’ny Israely sy Joda, hatrany Dana ka hatrany Beri-sheba.”",
        "11": "Dia tsy nahavita namaly an’i Abnera i Isboseta na indraim-bava aza, satria natahotra azy.",
        "12": "Naniraka olona nankany amin’i Davida avy hatrany àry i Abnera, mba hilaza hoe: “An’iza moa ny tany?” Hoy koa izy: “Manaova fifanekena amiko, dia hanao izay rehetra azoko atao aho mba hahatonga ny Israely rehetra hanohana anao.”",
        "13": "Dia hoy i Davida: “Mety izany! Hanao fifanekena aminao aho. Fa zavatra iray monja no angatahiko aminao: Aza manantena ny hahita ahy raha tsy entinao miaraka aminao i Mikala zanakavavin’i Saoly, rehefa mankatỳ amiko ianao.”",
        "14": "Dia naniraka olona nankany amin’i Isboseta zanak’i Saoly i Davida, mba hiteny hoe: “Omeo ahy i Mikala vadiko. Efa lasa fofombadiko mantsy izy tamin’izaho nanome tsitsy nesorina tamin’ny lehilahy filistinina 100.”",
        "15": "Naniraka olona àry i Isboseta mba haka an’i Mikala tany amin’i Paltiela vadiny, izay zanakalahin’i Laisy.",
        "16": "Niaraka tamin’i Mikala teny foana anefa io vadiny io. Sady nitomany izy no nanaraka azy hatrany Bahorima. Dia hoy i Abnera taminy: “Mandehana miverina!” Dia niverina izy.",
        "17": "Ary naniraka olona nankany amin’ny anti-panahin’ny Israely i Abnera mba hiteny hoe: “Efa ela ianareo no te hanao an’i Davida ho mpanjakanareo.",
        "18": "Manaova zavatra amin’izay àry, fa efa nilaza tamin’i Davida i Jehovah hoe: ‘Ny tanan’i Davida mpanompoko no hamonjeko ny Israely vahoakako amin’ny Filistinina sy amin’ny fahavalony rehetra.’”",
        "19": "Niresaka tamin’ny Benjaminita i Abnera avy eo. Dia lasa koa izy niresaka mitokana tamin’i Davida tany Hebrona, mba hilaza taminy ny zavatra nifanarahan’ny Israely sy ny taranak’i Benjamina manontolo.",
        "20": "Rehefa tonga tany amin’i Davida tao Hebrona i Abnera sy ny 20 lahy niaraka taminy, dia nanaovan’i Davida fety.",
        "21": "Ary hoy i Abnera tamin’i Davida: “Aleo aho handeha hanangona ny Israely rehetra ho atỳ amin’ny mpanjaka tompoko, mba hanaovan’izy ireo fifanekena aminao. Dia ho mpanjaka eo amin’izay rehetra irinao ianao.” Koa nalefan’i Davida i Abnera, ka lasa soa aman-tsara.",
        "22": "Tamin’izay indrindra no tafaverina avy nanafika i Joaba sy ny mpanompon’i Davida, ary nitondra zavatra be dia be azony babo izy ireo. Efa tsy tao amin’i Davida tao Hebrona intsony i Abnera tamin’izay, satria efa nalefany soa aman-tsara.",
        "23": "Rehefa tonga i Joaba sy ny tafika manontolo niaraka taminy, dia nisy nilaza tamin’i Joaba hoe: “Tonga tao amin’ny mpanjaka i Abnera zanak’i Nera, nefa nalefany soa aman-tsara.”",
        "24": "Nankao amin’ny mpanjaka àry i Joaba, ka niteny hoe: “Fa inona izany nataonao izany? Hay tonga teto aminao i Abnera! Dia maninona izy no navelanao handeha? Izao izy lasa fotsiny.",
        "25": "Fantatrao tsara i Abnera zanak’i Nera. Hamitaka anao no nahatongavany tatỳ, dia hitsikilo an’izay alehanao sy hamantatra an’izay rehetra ataonao.”",
        "26": "Dia niala teo amin’i Davida i Joaba, ka naniraka olona hanenjika an’i Abnera. Teo amin’ny lavaka fanangonan-dranon’i Siraha i Abnera no nentin’izy ireo niverina. Tsy fantatr’i Davida anefa izany.",
        "27": "Rehefa tafaverina tao Hebrona i Abnera, dia nentin’i Joaba nihataka kely nankao am-bavahady mba hiresahany mitokana. Rehefa tao anefa izy ireo, dia notsatohan’i Joaba tamin’ny sabatra ny kibony ka maty izy. Nanao an’izany izy satria novonoin’i Abnera i Asahela rahalahiny.",
        "28": "Rehefa naheno an’izany i Davida, dia hoy izy: “Izaho sy ny fanjakako dia tsy ho meloka mandrakizay, eo anatrehan’i Jehovah, hoe nandatsaka ny ran’i Abnera zanak’i Nera.",
        "29": "I Joaba sy ny ankohonan-drainy manontolo anie no ho tompon’andraikitra amin’izany! Hisy foana eo amin’ny taranak’ i Joaba anie ny lehilahy misy tsiranoka mivoaka amin’ny filahiany, na olona boka, na lehilahy mampiasa hazo fangoronana kofehy, na olona matin’ny sabatra, na olona tsy ampy sakafo!”",
        "30": "Koa novonoin’i Joaba sy Abisay rahalahiny i Abnera, noho izy namono an’i Asahela rahalahin’izy ireo tany an’ady, tany Gibeona.",
        "31": "Dia hoy i Davida tamin’i Joaba sy ny olona rehetra niaraka taminy: “Rovito ny akanjonareo ary misikìna lamba gony, ka midradradradrà noho ny amin’i Abnera.” Ary nandeha tao aorian’ilay filanjana faty i Davida Mpanjaka.",
        "32": "Dia nalevin’izy ireo tao Hebrona i Abnera. Ary nigogogogo nitomany teo amin’ny fasan’i Abnera ny mpanjaka. Nitomany koa ny olona rehetra.",
        "33": "Dia nanao an’izao hira fisaonana an’i Abnera izao ny mpanjaka: “Toy ny fahafatesan’ny olona tsy misaina ve no tokony ho nahafatesan’i Abnera?",
        "34": "Tsy voafatotra ny tananao, Ary tsy natao tao anaty gadra varahina ny tongotrao. Lavo hoatran’ireny olon-dratsy ireny ianao.” Dia nitomany azy indray ny olona rehetra.",
        "35": "Ary nanatona an’i Davida ny olona rehetra, raha mbola nazava ny andro, mba hanome azy mofo fampiononana. Nianiana anefa i Davida hoe: “Hofaizin’Andriamanitra anie aho raha ohatra aho ka mihinana mofo na zavatra hafa, alohan’ny hilentehan’ny masoandro!”",
        "36": "Dia hitan’ny olona rehetra izany ka nankasitrahan’izy ireo, toy ny nankasitrahany ny zava-drehetra nataon’ny mpanjaka.",
        "37": "Fantatry ny olona rehetra sy ny Israely rehetra àry tamin’iny andro iny, fa tsy ny mpanjaka no nampamono ho faty an’i Abnera zanak’i Nera.",
        "38": "Hoy ny mpanjaka avy eo tamin’ny mpanompony: “Tsy fantatrareo ve fa andriana sady lehilahy nahavita zavatra niavaka no lavo teo amin’ny Israely androany?",
        "39": "Malemy aho androany na dia voahosotra ho mpanjaka aza. Fa amiko dia mahery setra loatra ireo zanakalahin’i Zeroia ireo. I Jehovah anie hamaly ny mpanao ratsy araka ny ratsy nataony!”"
    },
    "4": {
        "1": "Rehefa henon’i Isboseta zanak’i Saoly fa maty tany Hebrona i Abnera, dia tsy nanana herim-po intsony izy, ary ny Israelita rehetra koa natahotra be.",
        "2": "Nanana andiana mpandroba io zanak’i Saoly io, ary nisy roa lahy niandraikitra azy ireo. Bana no anaran’ny iray, ary Rekaba no anaran’ny iray. Zanak’i Rimona Berotita, avy amin’ny fokon’i Benjamina, izy ireo. Nisaina ho anisan’ny faritr’i Benjamina koa mantsy i Berota.",
        "3": "Nandositra nankany Gitaima ny Berotita, ka mbola mipetraka any hatramin’izao.",
        "4": "Nanan-janakalahy malemy tongotra i Jonatana zanak’i Saoly. Dimy taona ilay zaza tamin’ny fotoana nandrenesana an’ilay vaovao avy tany Jezirela hoe maty i Saoly sy Jonatana. Dia nentin’ny mpitaiza azy nandositra ilay zaza. Iny izy nikoropaka nandositra iny indrindra anefa no nianjera ilay zaza, ka lasa nalemy tongotra. Mefiboseta no anaran’ilay zazalahy.",
        "5": "Nankany an-tranon’i Isboseta i Rekaba sy Bana, zanak’i Rimona Berotita. Nahamay be ny andro tamin’izay, ary nakanaka aina toy ny fanaony rehefa antoandro i Isboseta.",
        "6": "Niditra tao amin’ilay trano i Rekaba sy Bana rahalahiny, toy ny hoe haka varimbazaha. Dia nasian’izy ireo teo amin’ny kibony i Isboseta, ary lasa nandositra izy ireo.",
        "7": "Tamin’izy ireo niditra tao an-trano mantsy, dia natory teo am-pandriana tao amin’ny efitra fatoriany i Isboseta. Koa nasian’izy ireo izy ka matiny, ary notapahin’izy ireo ny lohany dia nentiny. Avy eo, dia nandeha tamin’ny lalana mankany Araba izy ireo nandritra ny alina.",
        "8": "Ary nentin’izy ireo tany amin’i Davida tany Hebrona ny lohan’i Isboseta. Dia hoy izy ireo tamin’ny mpanjaka: “Intỳ ny lohan’i Isboseta, zanak’i Saoly fahavalonao, izay nitady hamono anao. Androany i Jehovah no namaly faty an’i Saoly sy ny taranany, noho ny nataony tamin’ny mpanjaka tompoko.”",
        "9": "Hoy anefa i Davida tamin’i Rekaba sy Bana rahalahiny, zanak’i Rimona Berotita: “Raha mbola velona koa i Jehovah, izay namonjy ahy tamin’ny fahoriana rehetra,",
        "10": "dia nosamboriko sy novonoiko ho faty tany Ziklaga ilay olona nieritreritra hoe nitondra vaovao tsara rehefa nilaza tamiko hoe ‘Maty i Saoly.’ Izany ny valisoa nomeko an’ilay mpitondra hafatra!",
        "11": "Mainka moa fa hoe lehilahy ratsy fanahy no namono olo-marina teo am-pandriana tao an-tranony! Tsy tokony hataoko ampamoaka ve ianareo ka hesoriko eto an-tany, noho ianareo nandatsaka ny rany?”",
        "12": "Nomen’i Davida baiko àry ireo tovolahy mba hamono azy roa lahy. Dia notapahin’izy ireo ny tanany sy ny tongony, ary nahantony teo akaikin’ilay dobo tao Hebrona ny fatiny. Nalain’izy ireo kosa ny lohan’i Isboseta, ka naleviny tao amin’ny fasan’i Abnera tao Hebrona."
    },
    "5": {
        "1": "Tatỳ aoriana, dia tonga tany amin’i Davida tao Hebrona ny foko rehetra teo amin’ny Israely, ka niteny hoe: “Iray ra aminao ihany izahay.",
        "2": "Ianao foana taloha no nitarika ny Israely rehefa nisy ady, tamin’i Saoly mbola mpanjakantsika. Ary nilaza taminao i Jehovah hoe: ‘Ianao no ho mpiandry ny Israely vahoakako, ary ianao koa no ho mpitarika ny Israely.’”",
        "3": "Tonga tany amin’ny mpanjaka tao Hebrona daholo àry ny anti-panahin’ny Israely. Ary nanao fifanekena tamin’izy ireo teo anatrehan’i Jehovah tao Hebrona i Davida Mpanjaka. Dia nohosoran’izy ireo ho mpanjakan’ny Israely i Davida.",
        "4": "Lasa mpanjaka i Davida tamin’izy 30 taona, ary nanjaka nandritra ny 40 taona izy.",
        "5": "Nanjaka teo amin’ny Joda nandritra ny 7 taona sy tapany izy tao Hebrona, ary nanjaka teo amin’ny Israely rehetra sy ny Joda nandritra ny 33 taona tao Jerosalema.",
        "6": "Dia nandeha nankany Jerosalema ny mpanjaka sy ny olony mba hanafika an’ireo Jebosita nipetraka tao amin’ilay tany. Koa nanesoeso an’i Davida izy ireo hoe: “Tsy ho tafiditra eto mihitsy ianao! Na ny jamba sy ny kilemaina aza hahatohitra anao.” Nieritreritra mantsy ry zareo hoe: ‘Tsy ho tafiditra eto mihitsy i Davida.’",
        "7": "Azon’i Davida ihany anefa i Ziona, ilay tanàna voaro mafy, ilay lasa nantsoina hoe Tanànan’i Davida.",
        "8": "Hoy àry i Davida tamin’izay andro izay: “Midira avy eo amin’ny tionelina fandehanan’ny rano ianareo izay hanafika ny Jebosita, dia asio ‘ny kilemaina sy ny jamba’, izay samy halan’i Davida!” Izany no nahatonga an’ilay fitenenana hoe: “Tsy hiditra ao an-trano mihitsy ny jamba sy ny kilemaina.”",
        "9": "Dia nanorim-ponenana tao amin’ilay tanàna voaro mafy i Davida. Ary nantsoina hoe Tanànan’i Davida izy io. Nanorina manda sy trano hafa teo amin’ilay Havoana sy tao an-tanàna izy.",
        "10": "Dia vao mainka nihanahery i Davida, sady nampian’i Jehovah Andriamanitry ny tafika.",
        "11": "Naniraka olona ho any amin’i Davida i Hirama mpanjakan’i Tyro, sady nandefa hazo sedera sy mpandrafitra ary mpanao vato hanaovana rindrina. Dia nanorina trano ho an’i Davida izy ireo.",
        "12": "Ary fantatr’i Davida fa efa nataon’i Jehovah mafy orina tsara teo amin’ny Israely ny fanjakany. Efa nataony lasa matanjaka koa ny fanjakany, noho ny amin’ny Israely vahoakany.",
        "13": "Naka vadikely sy vady hafa tao Jerosalema i Davida rehefa tonga avy tany Hebrona, ka mbola niteraka zazalahy sy zazavavy hafa.",
        "14": "Ireto avy ny anaran’ny zaza naterany tany Jerosalema: Samoa, Sobaba, Natana, Solomona,",
        "15": "Jibara, Elisoa, Nafega, Jafia,",
        "16": "Elisama, Eliada, ary Elifeleta.",
        "17": "Rehefa henon’ny Filistinina fa nohosorana ho mpanjakan’ny Israely i Davida, dia niakatra hitady an’i Davida izy rehetra. Henon’i Davida izany, ka nidina tany amin’ny toerana fiafenany izy.",
        "18": "Ary tonga ny Filistinina, ka niparitaka teny amin’ny Lohasahan’ny Refaima.",
        "19": "Dia nanontany an’i Jehovah i Davida hoe: “Hiakatra hiady amin’ny Filistinina ve aho? Hataonao resiko ve ireo?” Ary hoy i Jehovah taminy: “Miakara fa tena hataoko resinao ny Filistinina.”",
        "20": "Nankany Bala-perazima àry i Davida, ka tany izy no namely azy ireo. Ary hoy izy: “Efa nialoha ahy i Jehovah, ka toy ny rano vaky nandravarava ny laharan’ny fahavaloko izy.” Izany no antony niantsoany an’io toerana io hoe Bala-perazima. *",
        "21": "Dia navelan’ny Filistinina teo ny sampiny, ka nalain’i Davida sy ny olony.",
        "22": "Niakatra indray ny Filistinina tatỳ aoriana, ka niparitaka teny amin’ny Lohasahan’ny Refaima.",
        "23": "Dia nanontany an’i Jehovah i Davida, nefa novaliany hoe: “Aza tonga dia miakatra, fa mandehana aloha mihodidina mankany aorianany. Dia asio izy rehefa tandrifin’ireo hazo bakà.",
        "24": "Rehefa maheno olona mirodorodo ianao, dia manaova zavatra avy hatrany, satria ho efa nivoaka hialoha anao i Jehovah mba hamely ny tafiky ny Filistinina.”",
        "25": "Nataon’i Davida àry izay nasain’i Jehovah nataony. Dia nasiany ny Filistinina, hatrany Geba ka hatrany Gazera."
    },
    "6": {
        "1": "Novorin’i Davida indray ny miaramila voafantina rehetra teo amin’ny Israely, dia lehilahy 30 000.",
        "2": "Dia nankany Bala-joda i Davida sy ny olona rehetra niaraka taminy, mba haka ny Vata masin’ilay tena Andriamanitra. Teo anoloan’io Vata io no niantsoan’ny olona ny anaran’i Jehovah Tompon’ny tafika, ilay mipetraka eo amin’ny seza fiandrianana eo ambonin’ny kerobima.",
        "3": "Nataon’izy ireo teo ambony sarety vaovao anefa ilay Vata masin’ilay tena Andriamanitra, ka iny no nitondrana azy avy tao an-tranon’i Abinadaba, izay teny amin’ny havoana. I Oza sy Ahio, zanakalahin’i Abinadaba, no nandroaka an’ilay sarety vaovao.",
        "4": "Koa nentin’izy ireo niala tao amin’ilay tranon’i Abinadaba teny amin’ny havoana ilay Vata masin’ilay tena Andriamanitra. Ary nandeha teo alohan’ilay Vata i Ahio.",
        "5": "Dia nanao fety teo anatrehan’i Jehovah i Davida sy ny taranak’Israely rehetra, ka nampiasa ny karazan-javamaneno rehetra vita tamin’ny hazo zenevrie, ary nampiasa harpa, zavamaneno fitendry, ampongatapaka, korintsana, ary kipantsona.",
        "6": "Rehefa tonga teo amin’ny famoloan’i Nakona anefa izy ireo, dia saika nazeran’ny omby ilay Vata masin’ilay tena Andriamanitra. Dia nanatsotra ny tanany i Oza ka notazoniny ilay izy.",
        "7": "Dia tezitra be tamin’i Oza i Jehovah, ka novonoin’ilay tena Andriamanitra teo izy satria tsy naneho fanajana. Dia maty teo akaikin’ilay Vata masin’ilay tena Andriamanitra izy.",
        "8": "Sosotra anefa i Davida noho i Jehovah tezitra be tamin’i Oza. Dia antsoina hoe Pereza-oza io toerana io hatramin’izao.",
        "9": "Natahotra an’i Jehovah àry i Davida tamin’iny andro iny, ka nilaza hoe: “Dia ahoana izany no hahatongavan’ny Vata masin’i Jehovah any amiko?”",
        "10": "Lasa tsy te hamindra an’ilay Vata masin’i Jehovah ho any aminy, any amin’ny Tanànan’i Davida, indray izy. Koa nasainy nentina nankany an-tranon’i Obeda-edoma Gatita ilay izy.",
        "11": "Nijanona telo volana tao an-tranon’i Obeda-edoma Gatita ny Vata masin’i Jehovah. Dia notahin’i Jehovah foana i Obeda-edoma sy ny ankohonany manontolo.",
        "12": "Nisy nilaza tamin’i Davida Mpanjaka àry hoe: “Tahin’i Jehovah ny ankohonan’i Obeda-edoma sy izay rehetra ananany, satria ao aminy ilay Vata masin’ilay tena Andriamanitra.” Koa lasa naka an’ilay Vata masin’ilay tena Andriamanitra tao an-tranon’i Obeda-edoma i Davida, ka nampiakatra an’ilay izy ho any amin’ny Tanànan’i Davida sady falifaly be.",
        "13": "Rehefa avy namindra inenina ireo mpilanja ny Vata masin’i Jehovah, dia nanao sorona omby iray sy biby nohatavezina iray izy.",
        "14": "Nandihy nihodinkodina teo anatrehan’i Jehovah tamin’ny heriny manontolo i Davida. Nanao efoda vita tamin’ny kofehy rongony izy tamin’izay.",
        "15": "Dia nampiakatra ny Vata masin’i Jehovah i Davida sy ny taranak’Israely rehetra, ka faly sy nihorakoraka be ary nitsoka anjombona.",
        "16": "Rehefa tonga tao amin’ny Tanànan’i Davida anefa ilay Vata masin’i Jehovah, dia nitazana avy teo am-baravarankely i Mikala zanakavavin’i Saoly. Dia nahita an’i Davida Mpanjaka nitsinjaka sy nandihy nihodinkodina teo anatrehan’i Jehovah izy, ka nanambany azy tao am-pony.",
        "17": "Koa nampidirina tao amin’ny tranolay ilay Vata masin’i Jehovah, ary napetraka teo amin’ny toerany. Natsangan’i Davida ho an’ilay Vata io tranolay io. Dia nanolotra fanatitra dorana sy sorona iombonana teo anatrehan’i Jehovah izy.",
        "18": "Rehefa avy nanolotra ny fanatitra dorana sy ny sorona iombonana i Davida, dia nitso-drano ny vahoaka tamin’ny anaran’i Jehovah Tompon’ny tafika.",
        "19": "Samy nizarany mofo boribory sy mofo antrendry ary mofo vita tamin’ny voaloboka maina koa ny olona rehetra, dia ny vahoakan’Israely manontolo, na lahy na vavy. Dia samy nody tany an-tranony avy ny olona rehetra.",
        "20": "Rehefa nody mba hitso-drano ny ankohonany i Davida, dia nivoaka hitsena azy i Mikala zanakavavin’i Saoly. Hoy i Mikala: “Hay kosa dia efa nanao izay hahazoany voninahitra ny mpanjakan’ny Israely a! Nanary lamba teo imason’ny mpanompovavin’ny mpanompony izy androany, hoatran’ireny lehilahy tsisy saina manary lamba ireny.”",
        "21": "Dia hoy i Davida taminy: “Teo anatrehan’i Jehovah aho no nanao fety. Izy ilay nifidy ahy fa tsy nifidy an’ny dadanao sy ny ankohonany manontolo. Ary izy no nanendry ahy ho mpitarika ny Israely vahoakan’i Jehovah. Noho izany, dia eo anatrehan’i Jehovah aho no hanao fety.",
        "22": "Ary vao mainka aza aho hanetry tena kokoa noho izao, ka hataoko tsinontsinona eo imasoko ny tenako. Fa ireo mpanompovavy nolazainao teo kosa hanome voninahitra ahy.”",
        "23": "Tsy nanan-janaka mandra-pahafatiny àry i Mikala zanakavavin’i Saoly."
    },
    "7": {
        "1": "Rehefa tafapetraka tsara tao amin’ny tranony ny mpanjaka sady nataon’i Jehovah nilamin-tsaina satria novonjeny tamin’ny fahavalo rehetra nanodidina azy,",
        "2": "dia hoy izy tamin’i Natana mpaminany: “Izaho ity mipetraka ato amin’ny trano sedera, nefa ny Vata masin’ilay tena Andriamanitra mipetraka ao anaty tranolay!”",
        "3": "Dia hoy i Natana taminy: “Mandehana ataovy izay rehetra ao am-ponao, fa manohana anao i Jehovah.”",
        "4": "Ny alin’iny ihany, dia niteny tamin’i Natana i Jehovah hoe:",
        "5": "“Mandehana lazao amin’i Davida mpanompoko hoe: ‘Izao no tenin’i Jehovah: “Ianao ve no tokony hanorina trano hipetrahako?",
        "6": "Fa tsy nipetraka tao anaty trano aho, hatramin’ny andro nitondrako ny vahoakan’Israely nivoaka avy tany Ejipta ka hatramin’izao. Tao anaty tranolay foana no nisy ahy rehefa nifindrafindra toerana. *",
        "7": "Nandritra ny fotoana nandehanako niaraka tamin’ny Israelita rehetra, izaho ve mba efa niteny tamin’ny lehiben’ny foko teo amin’ny Israely, izay notendreko hiandry ny Israely vahoakako, hoe: ‘Nahoana ianareo no tsy nanorina trano sedera ho ahy?’”’",
        "8": "Izao tenenina amin’i Davida mpanompoko: ‘Izao no tenin’i Jehovah Tompon’ny tafika: “Naka anao avy teny amin’ny kijana teny am-piandrasana ondry aho mba ho mpitarika ny Israely vahoakako.",
        "9": "Ary hanampy anao aho na aiza na aiza alehanao, ka haringako tsy ho eo anoloanao ny fahavalonao rehetra. Dia hataoko malaza ny anaranao, toy ny anaran’ny olo-malaza eny ambonin’ny tany.",
        "10": "Ary hanokana toerana hametrahako ny Israely vahoakako aho. Dia hipetraka ao izy ireo, ka tsy hisy hanakorontana intsony. Tsy hampijaly azy ireo intsony koa ny olona ratsy fanahy, hoatran’ny nataon’izy ireny taloha,",
        "11": "tamin’ny fotoana nanendreko mpitsara hitondra ny Israely vahoakako. Ary hovonjeko amin’ny fahavalonao rehetra ianao ka hataoko milamin-tsaina. “‘“Nilaza taminao koa i Jehovah hoe hanao trano ho anao i Jehovah.",
        "12": "Rehefa tapitra ny andronao ka hodimandry any amin’ny razambenao ianao, dia hotendreko ho mpanjaka handimby anao ny taranakao, dia ny zanakao lahy. Ary hataoko mafy orina ny fanjakany.",
        "13": "Izy no hanorina trano ho an’ny anarako, ary hataoko mafy orina mandrakizay ny seza fiandrianan’ny fanjakany.",
        "14": "Izaho ho rainy, ary izy ho zanako. Rehefa manao fahadisoana izy, dia hanariko ka hokapohiko hoatran’ny fanaon’ny zanak’olombelona. *",
        "15": "Ho tia azy sy tsy hivadika aminy mihitsy aho, fa tsy hanao hoatran’ny nataoko tamin’i Saoly, izay nesoriko teo anatrehanao.",
        "16": "Haharitra mandrakizay ny taranakao sy ny fanjakanao. Ary ho mafy orina mandrakizay ny seza fiandriananao.”’”",
        "17": "Noresahin’i Natana tamin’i Davida àry izany teny rehetra izany sy ilay fahitana manontolo.",
        "18": "Dia nipetraka teo anatrehan’i Jehovah i Davida Mpanjaka, ka niteny hoe: “Fa mba iza moa aho, ry Jehovah Tompo Fara Tampony ô? Ary mba inona ny ankohonako no nataonao lasa hoatr’izao aho?",
        "19": "Ary toy ny hoe tsy ampy izany efa nataonao izany, ry Jehovah Tompo Fara Tampony ô, fa mbola nilazanao koa aho hoe haharitra hatrany aoriana lavitra any ny taranaky ny mpanomponao. Toromarika ho an’ny olombelona rehetra izany, ry Jehovah Tompo Fara Tampony ô!",
        "20": "Inona intsony moa no azon’i Davida mpanomponao lazaina aminao, ry Jehovah Tompo Fara Tampony ô? Ianao aza efa mahafantatra tsara ahy!",
        "21": "Fa noho ny teninao sady araka ny sitraponao no nanaovanao an’izany zavatra miavaka rehetra izany, sy nampahafantaranao an’izany tamin’ny mpanomponao.",
        "22": "Izany no mahatonga anao ho tena miavaka, ry Jehovah Tompo Fara Tampony ô! Fa tsy misy hoatr’anao, ary tsy misy Andriamanitra ankoatra anao. Manamarina an’izany ny zava-drehetra henonay.",
        "23": "Ary iza amin’ny firenena eto an-tany moa no hoatran’ny Israely vahoakanao? Navotan’Andriamanitra izy ireo mba ho lasa vahoakany, ka nataony nalaza ny anarany rehefa nanao zavatra miavaka sy mahagaga ho azy ireo izy. Noroahinao ireo firenena sy ny andriamanitr’izy ireny, noho ny amin’ny vahoakanao izay navotanao ho anao avy tany Ejipta.",
        "24": "Efa nataonao ho vahoakanao mandrakizay ny Israely olonao. Ary ianao, Jehovah ô, no lasa Andriamanitr’izy ireo.",
        "25": "“Koa ankehitriny, ry Jehovah Andriamanitra ô, hanan-kery mandrakizay anie izay nampanantenainao momba ny mpanomponao sy ny taranany. Ary enga anie ianao hanao an’izay efa nampanantenainao!",
        "26": "Hankalazaina mandrakizay anie ny anaranao, mba ho afaka hilaza ny olona hoe: ‘I Jehovah Tompon’ny tafika no Andriamanitry ny Israely’! Haharitra eo anatrehanao koa anie ny taranak’i Davida mpanomponao!",
        "27": "Fa ianao, ry Jehovah Tompon’ny tafika, Andriamanitry ny Israely, no niteny tamin’ny mpanomponao hoe: ‘Hanao trano ho anao aho.’ Izany no mahatonga ny mpanomponao ho sahy hanao an’izao vavaka izao aminao.",
        "28": "Koa ankehitriny, ry Jehovah Tompo Fara Tampony ô, ianao no tena Andriamanitra, ary marina ny teninao. Nampanantena an’izany zavatra tsara izany tamin’ny mpanomponao ianao.",
        "29": "Dia enga anie hahafinaritra anao ny hitahy ny taranaky ny mpanomponao, ary enga anie haharitra mandrakizay eo anatrehanao izany taranany izany! Fa ianao, ry Jehovah Tompo Fara Tampony ô, no efa nampanantena. Enga anie ny taranaky ny mpanomponao hotahinao mandrakizay!”"
    },
    "8": {
        "1": "Tatỳ aoriana, dia notafihin’i Davida ny Filistinina, ka resiny. Ary nalainy teo an-tanan’izy ireo i Metega-ama.",
        "2": "Resiny koa ny Moabita. Ary nasainy nitsotra tamin’ny tany izy ireo, dia norefesiny tamin’ny tady. Novonoiny ho faty izay tafiditra tao amin’ny roa ampahatelon’ilay tady, fa ny iray ampahatelony kosa navelany ho velona. Dia lasa mpanompon’i Davida ny Moabita ka nandoa hetra taminy. *",
        "3": "Resin’i Davida koa i Hadadezera, zanak’i Rehoba mpanjakan’i Zoba, tamin’izy io nankany amin’ny Reniranon’i Eofrata mba hanamafy indray ny fahefany.",
        "4": "Ireto ny babo azon’i Davida avy taminy: Mpitaingin-tsoavaly 1 700 sy miaramila 20 000 mpandeha an-tongotra. Dia notapahiny ny hoza-tongotry ny soavaly rehetra mpitarika kalesy, fa soavaly 100 sisa no tsy nataony an’izany.",
        "5": "Dia tonga nanampy an’i Hadadezera mpanjakan’i Zoba ny Syrianina avy any Damaskosy, kanjo 22 000 tamin’izy ireo no matin’i Davida.",
        "6": "Nasian’i Davida toby miaramila àry tany Damaskosy, any Syria. Dia lasa mpanompony ny Syrianina, ka nandoa hetra taminy. Nataon’i Jehovah nandresy i Davida, na taiza na taiza nalehany.",
        "7": "Ary nalain’i Davida ny ampinga volamena boribory teny amin’ireo mpanompon’i Hadadezera, ka nentiny tany Jerosalema.",
        "8": "Ary naka varahina be dia be avy tany Beta sy Berotahy, tanànan’i Hadadezera, i Davida Mpanjaka.",
        "9": "Dia henon’i Toy mpanjakan’i Hamata fa resin’i Davida ny tafik’i Hadadezera manontolo.",
        "10": "Koa nirahin’i Toy ho any amin’i Davida Mpanjaka i Jorama zanany lahy, mba hanontany ny fahasalamany sy hiarahaba azy noho izy niady tamin’i Hadadezera dia nandresy azy. Niady matetika tamin’i Toy mantsy i Hadadezera. Ary nitondra zavatra vita tamin’ny volafotsy sy volamena ary varahina i Jorama.",
        "11": "Dia nohamasinin’i Davida Mpanjaka ho an’i Jehovah ireny, hoatran’ny efa nataony tamin’ny volafotsy sy ny volamena avy tany amin’ny firenena rehetra resiny,",
        "12": "dia i Syria sy Moaba, ny Amonita, ny Filistinina, ny Amalekita, ary avy tamin’ny zavatra azo babo tamin’i Hadadezera zanak’i Rehoba mpanjakan’i Zoba.",
        "13": "Lasa nalaza koa i Davida rehefa tafaverina avy namono Edomita 18 000, teo amin’ny Lohasahan-tsira.",
        "14": "Nasiany toby miaramila tany Edoma. Nanerana an’i Edoma mihitsy no nasiany toby miaramila, ka lasa mpanompon’i Davida ny Edomita rehetra. Dia nataon’i Jehovah nandresy i Davida, na taiza na taiza nalehany.",
        "15": "Nanjaka teo amin’ny Israely rehetra i Davida, ary nanao ny rariny sy ny hitsiny teo amin’ny vahoakany manontolo.",
        "16": "I Joaba zanak’i Zeroia no lehiben’ny tafika, ary i Josafata zanak’i Ahiloda no mpanoratra ny raharaham-panjakana.",
        "17": "I Zadoka zanak’i Ahitoba sy Ahimeleka zanak’i Abiatara no mpisorona, ary Seraia no mpitan-tsoratra.",
        "18": "I Benaia zanak’i Joiada no lehiben’ny Keretita sy ny Peletita. Ary lasa tompon’andraiki-panjakana ny zanakalahin’i Davida."
    },
    "9": {
        "1": "Ary hoy i Davida: “Mbola misy olona anisan’ny fianakavian’i Saoly ve any? Tiako haseho aminy mantsy hoe tia azy aho sady tsy mivadika aminy, noho ny amin’i Jonatana.”",
        "2": "Ary nanana mpanompo atao hoe Ziba ny fianakavian’i Saoly. Dia nantsoina ho any amin’i Davida izy. Ary nanontany azy ny mpanjaka hoe: “Ianao ve no Ziba?” Dia hoy izy: “Izaho mpanomponao no izy.”",
        "3": "Ary hoy ny mpanjaka: “Mbola misy taranak’i Saoly ve any? Tiako haseho aminy hoe tia azy aho sady tsy mivadika aminy, hoatran’ny ataon’Andriamanitra.” Dia hoy i Ziba taminy: “Mbola misy zanakalahin’i Jonatana anankiray any, ary malemy ny tongony roa.” *",
        "4": "Nanontany azy àry ny mpanjaka hoe: “Aiza izy?” Dia hoy i Ziba: “Any an-tranon’i Makira zanak’i Amiela any Lo-debara izy.”",
        "5": "Dia naniraka olona avy hatrany i Davida Mpanjaka, mba haka azy tany an-tranon’i Makira zanak’i Amiela tany Lo-debara.",
        "6": "Rehefa tonga tao amin’i Davida i Mefiboseta zanak’i Jonatana zanak’i Saoly, dia nandohalika ary niankohoka. Hoy i Davida: “Mefiboseta!” Dia hoy izy: “Intỳ ny mpanomponao.”",
        "7": "Hoy i Davida: “Aza matahotra, fa ho tia anao sy tsy hivadika aminao tokoa aho, noho ny amin’i Jonatana rainao. Dia haveriko aminao daholo ny tanin’i Saoly dadabenao, ary hisakafo eo amin’ny latabatro foana ianao.”",
        "8": "Dia niankohoka i Mefiboseta, sady niteny hoe: “Fa inona moa ny mpanomponao izay toy ny alika maty no mba voamarikao?” *",
        "9": "Ary nasain’ny mpanjaka nantsoina i Ziba mpanompon’i Saoly, ka nilazany hoe: “Omeko ho an’ilay zafikelin’ny tomponao izay rehetra an’i Saoly sy an’ny ankohonany manontolo.",
        "10": "Dia ianao sy ny zanakao lahy ary ny mpanomponao no hamboly eo amin’ny taniny. Hanangona ny vokatra ianao, mba ho sakafon’ny fianakavian’ny zafikelin’ny tomponao. Fa i Mefiboseta zafikelin’ny tomponao kosa hisakafo eo amin’ny latabatro foana.” Ary nanan-janakalahy 15 sy mpanompo 20 i Ziba.",
        "11": "Dia hoy i Ziba tamin’ny mpanjaka: “Hataon’ny mpanomponao izay rehetra asain’ny mpanjaka tompoko ataony.” Nisakafo teo amin’ny latabatr’i Davida hoatran’ny zanaky ny mpanjaka àry i Mefiboseta.",
        "12": "Nanan-janaka lahikely atao hoe Mika koa i Mefiboseta. Ary lasa mpanompon’i Mefiboseta izay rehetra nipetraka tao an-tranon’i Ziba.",
        "13": "Nipetraka tany Jerosalema i Mefiboseta, satria teo amin’ny latabatry ny mpanjaka foana izy no nisakafo. Ary nalemy ny tongony roa."
    },
    "10": {
        "1": "Maty ny mpanjakan’ny Amonita, tatỳ aoriana, ka i Hanona zanany lahy no nanjaka nandimby azy.",
        "2": "Dia hoy i Davida: “Ho tsara fanahy amin’i Hanona zanak’i Nahasy aho, satria tsara fanahy tamiko ny rainy.” Nirahin’i Davida àry ny mpanompony mba hampionona azy noho ny nahafatesan-drainy. Rehefa tonga tany amin’ny tanin’ny Amonita anefa ny mpanompon’i Davida,",
        "3": "dia hoy ny andrianan’ny Amonita tamin’i Hanona tompony: “Ianao ve dia mieritreritra hoe ny hanome voninahitra ny dadanao no nanirahan’i Davida ny mpanompony atỳ hampionona anao, fa tsy hoe hamantatra sy hitsikilo ny tanàna dia handrava azy?”",
        "4": "Nosamborin’i Hanona àry ny mpanompon’i Davida ka nesoriny ny antsasaky ny volombavan’izy ireo, ary notapahiny hatreo amin’ny fitombenany ny akanjony, dia nalefany izy ireo.",
        "5": "Vao henon’i Davida izany, dia naniraka olona hitsena an’ireo lehilahy ireo izy. Afa-baraka tanteraka mantsy izy ireo. Ary hoy ny mpanjaka: “Mijanòna aloha any Jeriko, dia rehefa maniry indray ny volombavanareo vao modia.”",
        "6": "Dia hitan’ny Amonita fa lasa halan’i Davida izy ireo. Koa naniraka olona izy ireo mba hanakarama ny Syrianina tany Beti-rehoba sy tany Zoba, dia miaramila 20 000 mpandeha an-tongotra, sy ny mpanjakan’i Maka niaraka tamin’ny 1 000 lahy, ary lehilahy 12 000 avy any Istoba. *",
        "7": "Rehefa henon’i Davida izany, dia nirahiny i Joaba sy ny tafika manontolo, anisan’izany ireo miaramilany matanjaka indrindra.",
        "8": "Ary nivoaka avy tao an-tanàna ny Amonita ka nilahatra hiady teo amin’ny fidirana amin’ny vavahadin’ilay tanàna. Nitokana teny an-tsaha kosa ny Syrianina avy any Zoba sy Rehoba, ary ny miaramila avy any Istoba sy Maka.",
        "9": "Hitan’i Joaba fa avy any aloha sy avy any aoriana ireo fahavalo. Dia nifidy tamin’ireo miaramila voafantina teo amin’ny Israely izy, ka nasainy nilahatra hiady tamin’ny Syrianina izy ireo.",
        "10": "Ny sisa kosa nasainy notarihin’i Abisay rahalahiny, mba hilahatra hiady amin’ny Amonita.",
        "11": "Dia hoy izy: “Raha matanjaka loatra ny Syrianina ka tsy resiko, dia tongava mamonjy ahy. Fa raha matanjaka loatra kosa ny Amonita ka tsy resinao, dia ho avy aho hamonjy anao.",
        "12": "Tsy maintsy matanjaka sy be herim-po isika, satria hiady ho an’ny vahoakantsika sy ho an’ny tanànan’ilay Andriamanitsika. I Jehovah koa hanao ny anjarany.”",
        "13": "Ary nandroso i Joaba sy ny miaramilany, ka niady tamin’ny Syrianina. Dia nandositra azy izy ireo.",
        "14": "Rehefa hitan’ny Amonita fa nandositra ny Syrianina, dia nandositra an’i Abisay koa izy ireo ka niditra tao an-tanàna. Dia niverina tany Jerosalema i Joaba, rehefa avy niady tamin’ny Amonita.",
        "15": "Nifamory indray ny Syrianina rehefa hitany hoe resin’ny Israely izy ireo.",
        "16": "Naniraka olona haka ny Syrianina tany amin’ny faritry ny Renirano àry i Hadadezera. Dia tonga tany Helama ny Syrianina, ary i Sobaka lehiben’ny tafik’i Hadadezera no nitarika azy ireo.",
        "17": "Raha vao henon’i Davida izany, dia nangoniny ny Israely rehetra. Dia niampita ny Reniranon’i Jordana izy ireo ka tonga tany Helama. Ary nilahatra hiady tamin’i Davida ny Syrianina, ka nifanandrina taminy.",
        "18": "Nandositra ny Israely anefa ny Syrianina. Ary mpitondra kalesy 700 sy mpitaingin-tsoavaly 40 000 no matin’i Davida. Nasiany koa i Sobaka lehiben’ny tafik’izy ireo ka maty.",
        "19": "Rehefa hitan’ny mpanjaka rehetra nofehezin’i Hadadezera fa resin’ny Israely izy ireo, dia nihavana haingana tamin’ny Israely izy ireo ka nanompo azy. Ary tsy sahy nanampy an’ireo Amonita intsony ny Syrianina."
    },
    "11": {
        "1": "Fiandohan’ny taona tamin’izay, sady fotoana fandehanan’ny mpanjaka hiady. Dia nirahin’i Davida i Joaba sy ny mpanompony ary ny tafiky ny Israely manontolo, mba handringana ny Amonita. Ary nanao fahirano an’i Raba izy ireo, fa i Davida kosa nijanona tao Jerosalema.",
        "2": "Niarina avy teo am-pandrianany i Davida, indray hariva, ka nandehandeha teo an-tampon’ny tranon’ny mpanjaka. Avy teny izy no nahatazana vehivavy iray nandro, ary tsara tarehy be mihitsy ilay vehivavy.",
        "3": "Dia naniraka olona hanadihady momba an’ilay vehivavy i Davida, ka izao no nolazain’ilay olona: “Tsy i Batseba zanakavavin’i Eliama ve iny e? Ilay vadin’i Oria Hetita!”",
        "4": "Koa naniraka olona haka an’ilay vehivavy i Davida, ka tonga tao aminy izy. Dia nanao firaisana taminy i Davida. Mbola tao anatin’ny fotoana nidiovany tamin’ny fahalotoany anefa ilay vehivavy tamin’izay. Lasa nody tany an-tranony izy avy eo.",
        "5": "Dia bevohoka ilay vehivavy, ary nampitondra hafatra ho an’i Davida izy hoe: “Bevohoka aho.”",
        "6": "Dia nampitondra an’izao hafatra izao ho an’i Joaba i Davida: “Alefaso atỳ amiko i Oria Hetita.” Nalefan’i Joaba tany aminy àry i Oria.",
        "7": "Rehefa tonga tao amin’i Davida i Oria, dia nanontaniany hoe nanao ahoana i Joaba sy ny miaramila, ary nanao ahoana ny fizotran’ny ady.",
        "8": "Hoy i Davida tamin’i Oria avy eo: “Mandehana mody, ary mialà sasatra kely.” Rehefa niala tao an-tranon’ny mpanjaka i Oria, dia nisy fanomezana avy amin’ny mpanjaka nampanaterina tany aminy.",
        "9": "Tsy nody tany an-tranony anefa i Oria fa natory teo amin’ny fidirana amin’ny tranon’ny mpanjaka, niaraka tamin’ny mpanompo hafa rehetran’ny tompony.",
        "10": "Nisy nilaza tamin’i Davida àry hoe: “Tsy nody tany an-tranony i Oria.” Dia hoy i Davida tamin’i Oria: “Tsy vao avy nanao dia lavitra moa ianao? Koa maninona ianao no tsy nody tany an-tranonao?”",
        "11": "Dia namaly azy i Oria hoe: “Mipetraka ao anaty tranolay ny Vata sy ny Israely ary ny Joda, ary mitoby eny an-tsaha i Joaba tompoko sy ny mpanompon’ny tompoko. Dia izaho ve dia hody any an-tranoko mba hihinana sy hisotro ary hanao firaisana amin’ny vadiko? Raha mbola velon’aina koa ianao, dia tsy hanao an’izany aho!”",
        "12": "Dia hoy i Davida: “Mijanòna ihany àry atỳ androany, fa rahampitso ianao halefako.” Koa nijanona tao Jerosalema i Oria tamin’iny andro iny sy ny ampitson’iny.",
        "13": "Dia nampanantsoin’i Davida izy mba hiaraka hihinana sy hisotro aminy, ary nataony izay hahamamo azy. Tsy nody tany an-tranony anefa izy rehefa hariva, fa nandeha natory teo am-pandrianany niaraka tamin’ny mpanompon’ny tompony ihany.",
        "14": "Ny ampitso maraina, dia nanoratra taratasy ho an’i Joaba i Davida, ary nampitondrainy an’i Oria ilay izy.",
        "15": "Izao no nosoratany tao amin’ilay taratasy: “Alefaso any amin’izay misy fifandonana mafy indrindra i Oria. Dia ialao izy, mba ho voa ka ho faty.”",
        "16": "Efa nandinika tsara an’ilay tanàna i Joaba, dia nataony teo amin’izay toerana fantany fa nisy miaramila matanjaka i Oria.",
        "17": "Rehefa nivoaka hiady tamin’i Joaba ny lehilahy tao an-tanàna, dia nisy maty ny mpanompon’i Davida, anisan’izany i Oria Hetita.",
        "18": "Dia naniraka olona tany amin’i Davida i Joaba mba hilaza ny vaovao rehetra momba an’ilay ady.",
        "19": "Izao no noteneniny tamin’ilay olona nirahiny: “Rehefa voalazanao amin’ny mpanjaka daholo ny vaovao momba ny fizotran’ny ady,",
        "20": "dia mety ho tezitra ny mpanjaka ka hiteny hoe: ‘Fa maninona ianareo no nanakaiky loatra ny tanàna rehefa niady? Tsy hainareo angaha fa hitifitra avy eny an-tampon’ny manda ry zareo?",
        "21": "Fa iza moa no namono an’i Abimeleka zanak’i Jerobeseta? Tsy vehivavy ve no nanjera vato fikosoham-bary avy teny an-tampon’ny manda, ka nahafaty azy tao Tebeza? Koa maninona ianareo no mbola nanakaiky loatra ny manda ihany?’ Dia lazao hoe: ‘Maty koa i Oria Hetita mpanomponao.’”",
        "22": "Lasa àry ilay iraka, dia nolazainy tamin’i Davida daholo izay nasain’i Joaba nolazaina taminy.",
        "23": "Hoy izy tamin’i Davida: “Nahery noho izahay ry zareo, ka nivoaka namely anay hatreny an-tsaha. Voatosikay niverina hatreny amin’ny fidirana amin’ny vavahadin’ny tanàna anefa ry zareo.",
        "24": "Ary notifirin’ny mpandefa zana-tsipìka avy teny an-tampon’ny manda ny mpanomponao, ka nisy maty ny mpanompon’ny mpanjaka. Maty koa i Oria Hetita mpanomponao.”",
        "25": "Dia hoy i Davida: “Izao lazaina amin’i Joaba: ‘Aza miady saina amin’izany, fa tsy mifidy hasiana ny sabatra. Hamafiso fotsiny ny fanafihanao an’ilay tanàna ka ataovy izay handresena azy.’ Dia ampaherezo i Joaba.”",
        "26": "Rehefa henon’ny vadin’i Oria fa maty i Oria vadiny, dia nisaona azy izy.",
        "27": "Vao tapitra ny fotoana fisaonana, dia nampanantsoin’i Davida ho any an-tranony i Batseba. Lasa vadiny izy, ary nitera-dahy taminy. Tena tsy nahafaly an’i Jehovah mihitsy anefa ny zavatra nataon’i Davida."
    },
    "12": {
        "1": "Nirahin’i Jehovah ho any amin’i Davida àry i Natana. Dia tonga tany aminy izy, ka niteny hoe: “Nisy lehilahy roa tao amin’ny tanàna iray, ka ny iray nanan-karena, ary ny iray nahantra.",
        "2": "Nanana ondry sy omby maro be ilay mpanankarena.",
        "3": "Fa ilay mahantra kosa tsy nanana afa-tsy ondrivavy kely iray, izay novidiny. Nokarakarainy izy io, ka nihalehibe tao an-tranony niaraka tamin’ny zanany lahy. Nihinana tamin’izay mba sakafo kelin’ilay mahantra ilay ondrivavy, nisotro tamin’ny kaopiny, ary natory teo an-tratrany. Lasa hoatran’ny zanany vavy mihitsy ilay izy.",
        "4": "Indray andro izay, dia nisy vahiny avy lavitra tonga tao amin’ilay mpanankarena. Tsy ny ondriny na ny ombiny anefa no nangalany mba hokarakaraina ho an’ilay olona tonga tao aminy, fa ny ondrikelin’ilay mahantra no nalainy dia nokarakarainy ho an’ilay vahininy.”",
        "5": "Dia tezitra be tamin’izany lehilahy izany i Davida, ka hoy izy tamin’i Natana: “Raha mbola velona koa i Jehovah, dia mendrika ny ho faty ilay lehilahy nanao an’izany!",
        "6": "Ary tokony honerany avo efatra heny ilay ondrikely, noho izy nanao an’izany zavatra izany sady tsy nangoraka.”",
        "7": "Dia hoy i Natana tamin’i Davida: “Ianao izany lehilahy izany! Izao no lazain’i Jehovah Andriamanitry ny Israely: ‘Izaho no nanosotra anao ho mpanjakan’ny Israely, sady namonjy anao teo an-tanan’i Saoly.",
        "8": "Efa nomeko anao izay nananan’ny tomponao, ary nomeko anao ny vadin’ny tomponao. Nomeko anao koa ny taranak’Israely sy Joda. Ary raha mbola tsy ampy anao izany, dia ho nomeko betsaka kokoa noho izany aza ianao.",
        "9": "Koa naninona ianao no nanao tsinontsinona ny tenin’i Jehovah, ka nanao izay ratsy teo imasony? Nasianao tamin’ny sabatra i Oria Hetita! Dia nalainao ho vadinao ny vadiny, rehefa avy novonoinao tamin’ny sabatry ny Amonita izy.",
        "10": "Noho izany, dia hisy ho fatin’ny sabatra foana ao amin’ny ankohonanao, satria nanao tsinontsinona ahy ianao rehefa naka ny vadin’i Oria Hetita ho vadinao.’",
        "11": "Izao no lazain’i Jehovah: ‘Hahatonga loza ho anao avy ao amin’ny ankohonanao ihany aho. Ary halaiko eo imasonao ireo vadinao, ka homeko ho an’ny lehilahy hafa. Dia hanao firaisana amin’izy ireo amin’ny antoandrobenanahary izy.",
        "12": "Ianao nanao zavatra niafinafina, fa izaho kosa hanao an’izany eo anatrehan’ny Israely rehetra sy amin’ny antoandrobenanahary.’” *",
        "13": "Dia hoy i Davida tamin’i Natana: “Nanota tamin’i Jehovah aho.” Ary hoy i Natana taminy: “Mamela ny fahotanao i Jehovah, ka tsy ho faty ianao.",
        "14": "Na izany aza, dia tsy maintsy ho faty ilay zanakao lahy vao teraka, satria tena tsy nanaja an’i Jehovah mihitsy ianao tamin’izany zavatra nataonao izany.”",
        "15": "Dia nody tany an-tranony i Natana. Ary nataon’i Jehovah narary mafy ilay zaza nateraky ny vadin’i Oria tamin’i Davida.",
        "16": "Dia nitalaho tamin’ilay tena Andriamanitra i Davida noho ny amin’ilay zaza. Ary nifady hanina izy. Dia niditra tao amin’ny efitranony izy isan-kariva, ka natory teo amin’ny tany nandritra ny alina.",
        "17": "Nanatona azy àry ny anti-panahy tao an-tranony ary niezaka nandresy lahatra azy mba hiarina avy teo amin’ny tany, nefa tsy nanaiky izy sady tsy nety niara-nisakafo tamin’izy ireo.",
        "18": "Maty ilay zaza, tamin’ny andro fahafito. Natahotra ny hilaza tamin’i Davida anefa ny mpanompony hoe maty ilay zaza. Fa hoy izy ireo: “Tamin’ilay zaza mbola velona aza izy tsy nihaino antsika rehefa niresaka taminy isika, ka ahoana no hilazantsika aminy hoe maty ilay zaza? Sao dia hanaonao foana eo izy!”",
        "19": "Rehefa hitan’i Davida fa nifampibitsibitsika ny mpanompony, dia fantany fa maty ilay zaza. Ary hoy izy tamin’izy ireo: “Maty angaha ilay zaza?” Dia hoy izy ireo: “Ie, maty izy.”",
        "20": "Niarina avy teo amin’ny tany àry i Davida. Nisasa sy nihoso-menaka ary nisolo akanjo izy, dia nankao an-tranon’i Jehovah ka niankohoka. Nody tany an-tranony izy avy eo, ary nangataka horosoana sakafo, dia nihinana.",
        "21": "Ary hoy ny mpanompony taminy: “Fa ahoana koa izao ataonao izao? Nifady hanina sy nitomany foana ianao tamin’ny mbola velona ilay zaza. Raha vao maty anefa izy, dia niarina ianao ka nihinan-kanina.”",
        "22": "Dia hoy izy: “Nifady hanina sy nitomany foana aho tamin’ny mbola velona ilay zaza, satria nieritreritra aho hoe: ‘Iza moa no mahalala sao dia mba hangoraka ahy ihany i Jehovah, ka hamela an’ilay zaza ho velona?’",
        "23": "Efa maty anefa izy izao, koa nahoana aho no mbola hifady hanina? Izaho angaha mahavita mampiverina azy indray? Izaho no hankany aminy, fa izy tsy hiverina atỳ amiko.”",
        "24": "Dia nampionona an’i Batseba vadiny i Davida. Ary nankao aminy izy ka nanao firaisana taminy. Rehefa nandeha ny fotoana, dia tera-dahy i Batseba, ary natao hoe Solomona ny anarany. Ary tia an’ilay zaza i Jehovah,",
        "25": "ka nandefa hafatra tamin’ny alalan’i Natana mpaminany mba hataony hoe Jedidia ny anaran’ilay zaza, noho ny amin’i Jehovah.",
        "26": "Mbola niady tamin’i Raba tanànan’ny Amonita i Joaba, ka azony ny tanànan’ny mpanjaka. *",
        "27": "Koa naniraka olona nankany amin’i Davida i Joaba hilaza hoe: “Niady tamin’i Raba aho, ary azoko ny tanàna misy rano. *",
        "28": "Angony àry ny sisa amin’ny miaramila ary mitobia hamely an’ilay tanàna, dia aleo ianao no haka azy. Raha tsy izany dia izaho no haka an’ilay tanàna, ka izaho no hahazo voninahitra.” *",
        "29": "Nangonin’i Davida àry ny miaramila rehetra, dia nankany Raba izy ka niady taminy ary naka azy.",
        "30": "Ary nesoriny ny satroboninahitra volamena teny an-dohan’i Malkama. Iray talenta no lanjan’izy io, ary nisy vatosoa ilay izy. Dia natao teo amin’ny lohan’i Davida ilay izy. Ary naka zavatra be dia be avy tao amin’ilay tanàna izy.",
        "31": "Nentiny koa ny olona tao ka nampiasainy mba hanatsofa vato, sy hiasa amin’ny fitaovana vy maranitra sy famaky vy, ary hanao biriky. Nataony hoatr’izany daholo ny tanànan’ny Amonita. Dia niverina nankany Jerosalema i Davida sy ny miaramila rehetra."
    },
    "13": {
        "1": "Nanana anabavy tsara tarehy atao hoe Tamara i Absaloma zanak’i Davida. Ary raiki-pitia tamin’i Tamara i Amnona, izay zanak’i Davida ihany koa.",
        "2": "Niasa saina be i Amnona ka nandraiki-narary mihitsy, noho ny amin’i Tamara anabaviny. Virjiny mantsy ilay tovovavy, ka hoatran’ny hoe tsy nisy na inona na inona azon’i Amnona natao taminy.",
        "3": "Nana-namana atao hoe Jonadaba i Amnona. Zanak’i Simea rahalahin’i Davida i Jonadaba, ary lehilahy tena marani-tsaina.",
        "4": "Dia hoy izy tamin’i Amnona: “Fa maninona ianao, ry zanaky ny mpanjaka, no malahelohelo hoatr’izao isa-maraina? Maninona raha tenenina amiko?” Ary hoy i Amnona taminy: “Raiki-pitia amin’i Tamara anabavin’i Absaloma rahalahiko aho.”",
        "5": "Dia hoy i Jonadaba: “Matoria eo am-pandriananao, ary mody manaova marary. Ka rehefa tonga hijery anao ny rainao, dia teneno izy hoe: ‘Mba avelao hankatỳ amiko i Tamara anabaviko handroso sakafo ho ahy. Raha mikarakara ny sakafon’ny marary eto imasoko izy, dia hihinana an’izay arosony aho.’”",
        "6": "Natory àry i Amnona sady mody nanao narary, ary tonga namangy azy ny mpanjaka. Dia hoy i Amnona taminy: “Mba avelao hankatỳ amiko i Tamara anabaviko hanao mofo roa miendrika fo eto imasoko. Dia hihinana an’ilay izy avy eny an-tanany aho.”",
        "7": "Koa naniraka olona nankany amin’i Tamara tany an-trano i Davida, hilaza hoe: “Mba mankanesa any an-tranon’i Amnona anadahinao, dia ikarakarao sakafo izy.”",
        "8": "Dia nankany an-tranon’i Amnona anadahiny i Tamara. Natoritory teo am-pandriana i Amnona tamin’izay. Ary nalain’i Tamara ny koba ka novolavolainy, ary nanamboarany mofo teo imason’i Amnona, dia nendasiny.",
        "9": "Dia nalainy ilay lapoaly, ka narosony azy ny mofo tao anatiny. Tsy nety nihinana anefa i Amnona fa niteny hoe: “Mandehana daholo ianareo mivoaka!” Dia lasa nivoaka ny olona rehetra.",
        "10": "Ary hoy i Amnona tamin’i Tamara: “Ento atỳ amin’ny efitra fatoriana ilay sakafo, mba hihinanako an’ilay izy avy eny an-tananao.” Dia nalain’i Tamara ireo mofo miendrika fo nataony, ka nentiny tao amin’i Amnona anadahiny, tao amin’ny efitra fatoriana.",
        "11": "Rehefa nitondra an’ireo mofo tany aminy anefa i Tamara, dia nosintoniny mafy be izy ka nilazany hoe: “Avia hanao firaisana amiko, ranabavy.”",
        "12": "Hoy anefa izy taminy: “Tsia, ranadahy! Aza manao izay hahafa-baraka ahy, fa tsy fanao eto amin’ny Israely izany. Aza manao an’izany zavatra mamoafady izany.",
        "13": "Ho afa-baraka amin’ny tany ama-monina aho, ka ahoana no hahazakako an’izany? Dia ianao koa hitovy amin’ireny lehilahy tsisy ilana azy eto amin’ny Israely ireny. Miresaha re amin’ny mpanjaka e! Fa hanaiky hanome ahy ho anao izy.”",
        "14": "Tsy nety nihaino azy anefa i Amnona, fa nampiasa hery taminy ka nanala baraka azy satria nanolana azy.",
        "15": "Avy eo dia lasa tsy tia maizina azy i Amnona, ka be lavitra noho ny fitiavany azy taloha ny fankahalany azy. Hoy i Amnona taminy: “Mitsangàna teo! ’Ndeha mandeha any!”",
        "16": "Dia hoy i Tamara: “Tsia, ranadahy! Aza roahinao aho, fa mbola ratsy kokoa noho ny zavatra nataonao tamiko teo izany.” Tsy nety nihaino azy anefa izy.",
        "17": "Dia niantso tovolahy iray mpanompony i Amnona, ka nanao taminy hoe: “Avoahy hiala eto anatrehako io olona io, azafady, ary hidio ny varavarana.”",
        "18": "Nanao akanjo manokana fanaon’ny tovovavy virjiny zanaky ny mpanjaka i Tamara tamin’izay. Navoakan’ilay mpanompon’i Amnona tany ivelany àry izy, ary nohidiany ny varavarana.",
        "19": "Dia nasian’i Tamara lavenona ny lohany, ary norovitiny ilay akanjo tsara be nanaovany. Ary niloloha tanana izy ka lasa nandeha sady nitomany.",
        "20": "Dia nanontany azy i Absaloma anadahiny hoe: “I Amnona anadahinao ve no nanao an’izao taminao? Aleo mangina, ranabavy, fa anadahinao izy. Hadinoy any izany.” Dia nipetraka tao an-tranon’i Absaloma anadahiny i Tamara, ka tsy nifandray tamin’olona mihitsy.",
        "21": "Tezitra be i Davida Mpanjaka rehefa naheno an’izany rehetra izany. Tsy te hampalahelo an’i Amnona zanany anefa izy. Tiany mantsy i Amnona satria zanany lahimatoa.",
        "22": "Ary tsy niresaka tamin’i Amnona intsony i Absaloma, na zavatra ratsy izany na zavatra tsara. Halan’i Absaloma mantsy izy satria nanala baraka an’i Tamara anabaviny.",
        "23": "Rehefa afaka roa taona katroka, dia tany Bala-hazora any akaikin’i Efraima ny mpanety ondrin’i Absaloma. Ary nasain’i Absaloma daholo ny zanakalahin’ny mpanjaka.",
        "24": "Nankao amin’ny mpanjaka àry i Absaloma, dia nilaza hoe: “Mampanety ny ondriny ny mpanomponao, ka andao mba hiaraka amiko ny mpanjaka sy ny mpanompony.”",
        "25": "Hoy anefa ny mpanjaka tamin’i Absaloma: “Tsia, anaka! Raha mandeha izahay rehetra, dia ho enta-mavesatra ho anao.” Na dia niangavingavy azy aza i Absaloma, dia tsy nety nandeha izy fa nitso-drano azy.",
        "26": "Dia hoy i Absaloma: “Raha tsy handeha àry ianao, dia mba avelao hiaraka aminay i Amnona rahalahiko!” Namaly azy ny mpanjaka hoe: “Nahoana izy no handeha hiaraka aminao?”",
        "27": "Mbola niangavy azy ihany anefa i Absaloma, ka nalefan’ny mpanjaka niaraka taminy i Amnona sy ny zanakalahin’ny mpanjaka rehetra.",
        "28": "Ary nomen’i Absaloma baiko ny mpanompony hoe: “Miomàna, fa rehefa falifaly ny fon’i Amnona noho izy nisotro divay, dia hiteny aminareo aho hoe: ‘Asio i Amnona!’ Dia vonoy ho faty izy. Aza matahotra. Tsy izaho ve no manome baiko anareo? Mahereza ary manàna herim-po.”",
        "29": "Izay nasain’i Absaloma natao tamin’i Amnona àry no nataon’ny mpanompony. Ary nitsangana daholo ny zanakalahin’ny mpanjaka, ka samy nitaingina ny ramoleny dia nandositra.",
        "30": "Raha mbola teny an-dalana izy ireo, dia nisy nilaza tamin’i Davida hoe: “Novonoin’i Absaloma daholo ny zanakalahin’ny mpanjaka, ka tsy nisy niangana na iray aza.”",
        "31": "Dia nitsangana ny mpanjaka, ka nandrovitra ny akanjony ary nidaboka tamin’ny tany. Nijoro teo akaikiny koa ny mpanompony rehetra, izay samy efa nandrovitra ny akanjony.",
        "32": "Hoy anefa i Jonadaba zanak’i Simea rahalahin’i Davida: “Aoka ny tompoko tsy hieritreritra hoe nisy namono daholo ny tovolahy zanaky ny mpanjaka, fa i Amnona ihany no maty. I Absaloma no nanome baiko hamonoana azy, noho i Amnona nanala baraka an’i Tamara anabaviny. Efa hatramin’iny andro iny izy no nikendry hamono azy.",
        "33": "Ry mpanjaka tompoko ô, aza mino ny tenin’izay milaza aminao hoe: ‘Maty daholo ny zanakalahin’ny mpanjaka’, fa i Amnona ihany no maty.”",
        "34": "I Absaloma kosa efa lasa nandositra. Ary nitazana ilay mpiambina ka nahita olona be dia be, avy any amin’ilay lalana tany andamosiny, teny akaikin’ny tendrombohitra.",
        "35": "Dia hoy i Jonadaba tamin’ny mpanjaka: “Ireny fa niverina ny zanakalahin’ny mpanjaka, araka ny efa nolazain’ny mpanomponao.”",
        "36": "Rehefa tapitra ny teniny, dia tonga ny zanakalahin’ny mpanjaka. Ary nigogogogo nitomany izy ireo. Nitomany be koa ny mpanjaka sy ny mpanompony rehetra.",
        "37": "Fa i Absaloma kosa nandositra nankany amin’i Talmay zanak’i Amihoda, mpanjakan’i Gesora. Ary nisaona an-janany nandritra ny andro maro i Davida.",
        "38": "Nandositra tany Gesora i Absaloma, ka nijanona tany telo taona.",
        "39": "Te hahita mafy an’i Absaloma i Davida Mpanjaka, tamin’ny farany. Efa nionona tamin’ny nahafatesan’i Amnona mantsy izy."
    },
    "14": {
        "1": "Ary fantatr’i Joaba zanak’i Zeroia fa nalahelohelo an’i Absaloma ny fon’ny mpanjaka.",
        "2": "Koa naniraka olona haka vehivavy marani-tsaina tany Tekoa i Joaba, ka nilaza taminy hoe: “Mba mody ataovy hoe misaona ianao, ka manaova akanjo fisaonana, ary aza mihoso-menaka. Ataovy hoatran’ireny vehivavy nisaona efa ela ireny ianao.",
        "3": "Mankanesa ao amin’ny mpanjaka avy eo, ary izao lazaina aminy.” Dia nolazain’i Joaba taminy izay teny tokony holazainy.",
        "4": "Nankao amin’ny mpanjaka àry ilay vehivavy tekoita, dia nandohalika ka niankohoka tamin’ny tany, ary niteny hoe: “Mba ampio re aho, ry mpanjaka ô!”",
        "5": "Ary hoy ny mpanjaka taminy: “Fa misy inona?” Dia hoy izy: “Mpitondratena aho, fa efa maty ny vadiko.",
        "6": "Nanan-janaka roa lahy izaho mpanomponao, ary niady tany an-tsaha izy mirahalahy. Tsy nisy nanasaraka anefa ry zareo, dia namely ny iray ny iray ka nahafaty azy.",
        "7": "Lasa manohitra ny mpanomponao izao ny fianakaviana manontolo. Nilaza ry zareo hoe: ‘Atolory anay ilay namely ny rahalahiny mba hovonoinay ho faty, noho izy nandatsaka ny ain’ny rahalahiny. Tsy maninona na tsy misy mpandova intsony aza!’ Tadiavin-dry zareo hovonoina ilay vainafo sisa mba ananako! Dia ho very anarana ny vadiko sady tsy hanan-taranaka intsony etỳ ambonin’ny tany.”",
        "8": "Koa niteny taminy ny mpanjaka hoe: “Modia any an-tranonao, fa hanome baiko aho hanampiana anao.”",
        "9": "Dia hoy ilay vehivavy tekoita: “Ry mpanjaka tompoko ô, izaho sy ny ankohonan-draiko no aoka ho meloka, fa ny mpanjaka sy ny seza fiandrianany kosa tsy hanan-tsiny.”",
        "10": "Ary nilaza ny mpanjaka hoe: “Raha mbola misy miteniteny anao, dia ento atỳ amiko izy. Tsy hila vaniny aminao intsony izy amin’izay.”",
        "11": "Hoy anefa ilay vehivavy: “Mba tsarovy re i Jehovah Andriamanitrao ry mpanjaka ô, amin’izay dia tsy hahatonga loza amin’ny zanako lahy ny mpamaly ra ka tsy hamono azy.” Dia hoy ny mpanjaka: “Raha mbola velona koa i Jehovah, dia tsy hisy ho latsaka amin’ny tany ny singam-bolon’ny zanakao na iray aza.”",
        "12": "Ary hoy ilay vehivavy: “Mba avelao ny mpanomponao hiteny kely amin’ny mpanjaka tompoko.” Dia hoy izy: “Mitenena àry!”",
        "13": "Niteny ilay vehivavy hoe: “Nahoana àry ianao, ry mpanjaka, no nanao zavatra tsy mahasoa ny vahoakan’Andriamanitra hoatr’izany? Manameloka anao ny teninao, satria tsy mampody an’ilay zanakao noroahinao ianao.",
        "14": "Tsy maintsy ho faty isika, ka ho toy ny rano araraka amin’ny tany, izay tsy azo raofina intsony. Andriamanitra anefa tsy hamono olona. Izy aza mitady antony hamerenana an’izay efa noroahina lavitra azy.",
        "15": "Tonga hilaza an’izany amin’ny mpanjaka tompoko aho, satria nampitahorin’ny olona. Koa niteny ny mpanomponao hoe: ‘Aleo aho hiresaka amin’ny mpanjaka. Angamba izy hanao an’izay angatahin’ny mpanompony.",
        "16": "Mety mba hihaino ny mpanompony ny mpanjaka, ka hamonjy ahy sy ilay zanako lahy mba tsy ho azon’izay mitady handringana anay tsy ho eo amin’ilay lova nomen’Andriamanitra anay.’",
        "17": "Dia hoy ny mpanomponao: ‘Enga anie hampionona ahy ny tenin’ny mpanjaka tompoko!’ Hoatran’ny anjelin’ilay tena Andriamanitra mantsy ny mpanjaka tompoko, ka mahay manavaka ny tsara sy ny ratsy. Homba anao anie i Jehovah Andriamanitrao!”",
        "18": "Dia niteny tamin’ilay vehivavy ny mpanjaka hoe: “Aza misy afenina ahy, azafady, izay hanontaniako anao.” Ary hoy ilay vehivavy: “Mitenena àry, ry mpanjaka tompoko ô!”",
        "19": "Koa nanontany azy ny mpanjaka hoe: “I Joaba ve no nampirisika anao hanao an’izany rehetra izany?” Dia hoy ilay vehivavy: “Raha mbola velona koa ianao, ry mpanjaka tompoko, dia tena marina mihitsy izany voalazanao izany. I Joaba mpanomponao no nanoro ahy an’izay tokony hatao sy nilaza tamin’ny mpanomponao an’izay teny rehetra tokony holazaina.",
        "20": "Nanao an’izany i Joaba mpanomponao mba hampiova ny fahitanao an’ilay toe-javatra. Hendry hoatran’ny anjelin’ilay tena Andriamanitra anefa ny tompoko, ka fantany daholo izay mitranga eto amin’ity tany ity.”",
        "21": "Dia hoy ny mpanjaka tamin’i Joaba: “Eny àry e, harahiko ny teninao. Mandehana alaivo i Absaloma, dia ento miverina atỳ.”",
        "22": "Dia nandohalika i Joaba ka niankohoka tamin’ny tany. Ary nisaorany ny mpanjaka. Hoy izy: “Fantatro izao fa mahazo sitraka aminao aho, ry mpanjaka tompoko, satria nanao an’izay nangatahin’ny mpanompony ny mpanjaka.”",
        "23": "Dia nitsangana i Joaba ka nankany Gesora, ary nentiny ho any Jerosalema i Absaloma.",
        "24": "Hoy anefa ny mpanjaka: “Aleo izy hody any an-tranony, fa tsy mahazo mifanatri-tava amiko izy.” Nody tany an-tranony àry i Absaloma, ka tsy nahita ny mpanjaka izy.",
        "25": "Tsara tarehy be mihitsy i Absaloma, ka tsy nisy lehilahy nodokadokafana hoatr’azy teo amin’ny Israely rehetra. Tsy nisy hokianina izy hatrany an-tampon-dohany ka hatrany am-paladiany.",
        "26": "Nilanja 200 sekely ny volon-dohany rehefa notapahiny, araka ny vatomizanan’ny mpanjaka. Tsy maintsy notapahiny ny volony isaky ny faran’ny taona, satria navesatra loatra taminy.",
        "27": "Nanan-janaka telo lahy sy vavy iray atao hoe Tamara i Absaloma. Tsara tarehy be ilay tovovavy.",
        "28": "Ary nipetraka roa taona katroka tao Jerosalema i Absaloma. Tsy mbola nahita ny mpanjaka anefa izy.",
        "29": "Nampiantso an’i Joaba àry i Absaloma mba hirahiny ho any amin’ny mpanjaka, nefa tsy nety nankany amin’i Absaloma izy. Dia nampiantso azy fanindroany i Absaloma, fa mbola tsy nety ihany izy.",
        "30": "Farany, dia hoy i Absaloma tamin’ny mpanompony: “Misy tanin’i Joaba eo akaikin’ny taniko, ary manana vary orza eo izy. Mandehana dory ilay izy!” Dia nodoran’ny mpanompon’i Absaloma ilay tany.",
        "31": "Nankany an-tranon’i Absaloma àry i Joaba, ka niteny taminy hoe: “Fa maninona ny taniko no nodoran’ny mpanomponao?”",
        "32": "Dia hoy i Absaloma tamin’i Joaba: “Koa izaho efa naniraka olona tany aminao hilaza hoe: ‘Tongava atỳ mba hirahiko ho any amin’ny mpanjaka, sy hanontany azy hoe: “Inona fotsiny no nahatongavako avy any Gesora? Naleoko ihany nijanona tany. Avelao amin’izay aho hahita anao, ry mpanjaka ô! Ary raha meloka aho, dia vonoy ho faty.”’”",
        "33": "Nankao amin’ny mpanjaka àry i Joaba ka niresaka taminy. Nantsoin’ny mpanjaka i Absaloma avy eo, dia nankao amin’ny mpanjaka izy, ka nandohalika teo anatrehany sady niankohoka tamin’ny tany. Dia nanoroka an’i Absaloma ny mpanjaka."
    },
    "15": {
        "1": "Taorian’izany rehetra izany, dia nampanao kalesy iray i Absaloma. Nanana soavaly koa izy, ary nisy lehilahy 50 nihazakazaka teo alohany.",
        "2": "Nifoha maraina i Absaloma, ka nitsangana teo amoron’ny lalana mankeo am-bavahadin’ny tanàna. Isaky ny nisy olona nanana raharaha hoentina hotsaraina eo anatrehan’ny mpanjaka, dia nantsoin’i Absaloma izy ka nilazany hoe: “Avy any aninona ianao?” Dia hoy ilay olona: “Avy amin’ny iray amin’ireo fokon’ny Israely ny mpanomponao.”",
        "3": "Ary izao no nolazain’i Absaloma taminy: “Ara-drariny sady ara-dalàna ny fangatahanao, saingy tsy misy olona notendren’ny mpanjaka hihaino anao.”",
        "4": "Hoy koa i Absaloma: “Raha mba izaho mantsy no voatendry ho mpitsara eto amin’ity tany ity, dia ho afaka hankatỳ amiko izay olona manana ady sy raharaha hotsaraina. Ary hataoko izay hahazoany rariny.”",
        "5": "Rehefa nisy nanatona mba hiankohoka teo anatrehany, dia natsotran’i Absaloma ny tanany ka noraisiny ilay olona sady norohany.",
        "6": "Hoatr’izany no nataon’i Absaloma isaky ny nisy Israelita nankany amin’ny mpanjaka mba hotsaraina. Nahay naka ny fon’ny Israelita àry i Absaloma.",
        "7": "Rehefa tapitra ny efa-taona, dia niteny tamin’ny mpanjaka i Absaloma hoe: “Mba avelao aho hankany Hebrona hanefa ny voady nataoko tamin’i Jehovah.",
        "8": "Fa nivoady ny mpanomponao, tamin’izaho nipetraka tany Gesora any Syria, hoe: ‘Raha ampodin’i Jehovah any Jerosalema aho, dia hanao fanatitra ho an’i Jehovah.’”",
        "9": "Dia hoy ny mpanjaka taminy: “Mandehana àry, dia mirary soa ho anao aho!” Koa niainga i Absaloma ka nankany Hebrona.",
        "10": "Dia nandefa mpitsikilo nanerana ny foko rehetra teo amin’ny Israely i Absaloma, ka nilaza tamin’izy ireo hoe: “Raha vao mandre feon’anjombona ianareo, dia milazà hoe: ‘Lasa mpanjaka ao Hebrona i Absaloma!’”",
        "11": "Ary nisy 200 lahy avy ao Jerosalema nandeha tany, niaraka tamin’i Absaloma. Nasaina ho any izy ireo dia nandeha, nefa tsy nanampo na inona na inona sady tsy nahalala an’izay nitranga.",
        "12": "Rehefa nanao sorona i Absaloma, dia nampanantsoiny avy tany an-tanànany, tany Gilo, i Ahitofela Gilonita, mpanolo-tsain’i Davida. Dia nihanitatra ilay fikomiana, ary nihabetsaka ny olona nanohana an’i Absaloma.",
        "13": "Ary nisy tonga nilaza tamin’i Davida hoe: “Efa babon’i Absaloma ny fon’ny Israelita, ka lasa nanaraka azy izy ireo.”",
        "14": "Tonga dia hoy i Davida tamin’ny mpanompony rehetra niaraka taminy tao Jerosalema: “Andao handositra, fa tsy hisy ho afa-miala amin’i Absaloma isika! Andao haingana sao dia ho tratrany eto isika dia hataony mahita faisana, ary hasiany amin’ny sabatra ny tanàna!”",
        "15": "Dia hoy ny mpanompon’ny mpanjaka taminy: “Na inona na inona tapaky ny mpanjaka tompoko, dia vonona hanatanteraka an’izany izahay mpanomponao.”",
        "16": "Lasa àry ny mpanjaka, ary nanaraka azy ny ankohonany manontolo. Nisy vadikeliny folo anefa nasainy nijanona mba hikarakara ny trano. *",
        "17": "Dia nanohy ny diany ny mpanjaka sy ny olona rehetra nanaraka azy. Ary nijanona kely tao Beti-meraka izy ireo.",
        "18": "Nandalo teo anatrehan’ny mpanjaka ny mpanompony rehetra izay niara-nitsoaka taminy, mba hahitany raha tao daholo izy ireo. Nanao hoatr’izany koa ny Keretita sy ny Peletita rehetra, ary ny Gatita 600 lahy izay efa nanaraka azy avy tany Gata.",
        "19": "Dia hoy ny mpanjaka tamin’i Itahy Gatita: “Maninona ianao no hiaraka aminay? Mandehana miverina, ary mijanòna any amin’ilay mpanjaka vaovao. Ianao ange hafa firenena e, sady voatery niala tany amin’izay nisy anao.",
        "20": "Vao omaly ve ianao no tonga dia efa hoentiko mirenireny miaraka aminay sahady androany, nefa izaho aza ity tsy mahalala izay tany halehako akory? Mandehana miverina, ary ento miaraka aminao ireo rahalahinao. Enga anie i Jehovah ho tia anao sy tsy hivadika aminao ary hasehony aminao anie hoe mendri-pitokisana izy!”",
        "21": "Hoy anefa i Itahy tamin’ny mpanjaka: “Raha mbola velona koa i Jehovah, ary raha mbola velona koa ny mpanjaka tompoko, dia any amin’izay hisy ny mpanjaka tompoko no hisy ny mpanomponao, na ho faty na ho velona!”",
        "22": "Ary hoy i Davida taminy: “Mandehana àry miampita.” Dia niampita i Itahy Gatita sy ny olony ary ny ankizy rehetra niaraka taminy.",
        "23": "Nigogogogo nitomany daholo ny mponina tao amin’ilay tany rehefa niampita ireo olona rehetra ireo. Ny mpanjaka kosa nitsangana teo amoron’ny Lohasahan’i Kidrona. Ary niampita nankany amin’ny lalana mankany an-tany efitra ny olona rehetra.",
        "24": "Teo koa i Zadoka, ary niaraka taminy ny Levita rehetra nilanja ny Vata misy ny fifanekena nataon’ilay tena Andriamanitra. Dia napetrak’izy ireo ny Vata masin’ilay tena Andriamanitra. Ary tonga teo koa i Abiatara, raha mbola niampita ny olona rehetra avy ao an-tanàna.",
        "25": "Hoy anefa ny mpanjaka tamin’i Zadoka: “Ento miverina ao an-tanàna ny Vata masin’ilay tena Andriamanitra. Fa raha mahazo sitraka amin’i Jehovah aho, dia hoentiny miverina koa ka havelany hahita an’ilay Vata sy ny toerana misy azy.",
        "26": "Raha milaza kosa izy hoe: ‘Tsy mankasitraka anao aho’, dia avelao hataony amiko izay fantany fa mety.”",
        "27": "Dia hoy koa ny mpanjaka tamin’i Zadoka mpisorona: “Tsy mpahita moa ianao? Miverena ao an-tanàna, ary enga anie ianareo ho tonga soa aman-tsara any! Ento miaraka aminareo izy roa lahy zanakareo, dia i Ahimaza zanakao sy Jonatana zanak’i Abiatara.",
        "28": "Fa izaho hijanonjanona eo amoron’ny toerana fiampitana any an-tany efitra, mandra-pahenoko vaovao avy any aminareo.”",
        "29": "Nentin’i Zadoka sy Abiatara niverina tany Jerosalema àry ny Vata masin’ilay tena Andriamanitra, ary nijanona tany izy ireo.",
        "30": "Dia niakatra ny Tendrombohitra Oliva i Davida sady nitomany. Nisaron-doha izy ary tsy nanao kapa. Nisaron-doha koa ny olona rehetra niara-niakatra taminy sady nitomany.",
        "31": "Ary nisy nilaza tamin’i Davida hoe: “Miray tsikombakomba amin’i Absaloma koa i Ahitofela.” Dia hoy i Davida: “Jehovah ô, mba ovao ho hadalana re ny torohevitr’i Ahitofela e!”",
        "32": "Rehefa tonga teny an-tampon’ilay tendrombohitra i Davida, teo amin’ny toerana fiankohofan’ny olona tamin’Andriamanitra, dia efa tonga nitsena azy teo i Hosay Arkita. Rovidrovitra ny akanjo lava nanaovany, ary nihosim-bovoka ny lohany.",
        "33": "Hoy anefa i Davida taminy: “Ho enta-mavesatra ho ahy ianao raha miampita miaraka amiko.",
        "34": "Fa miverena ao an-tanàna, dia teneno i Absaloma hoe: ‘Mpanomponao aho, ry Mpanjaka ô! Mpanompon’ny rainao aho taloha, fa mpanomponao kosa aho izao.’ Raha izay no ataonao, dia ho afaka hanao izay tsy hanarahana ny torohevitr’i Ahitofela ianao, ka hanampy ahy.",
        "35": "Tsy miaraka aminao any moa i Zadoka sy Abiatara mpisorona? Lazao amin’i Zadoka sy Abiatara mpisorona izay zavatra rehetra henonao avy ao an-tranon’ny mpanjaka.",
        "36": "Miaraka amin’izy ireo ny zanany roa lahy, dia i Ahimaza zanak’i Zadoka sy Jonatana zanak’i Abiatara. Dia asaivo ampitain’izy roa lahy atỳ amiko izay rehetra henonareo.”",
        "37": "Nankao an-tanàna àry i Hosay naman’i Davida. Tamin’izay indrindra no niditra tao Jerosalema i Absaloma."
    },
    "16": {
        "1": "Rehefa tafahoatra kely an’ilay tampon-tendrombohitra i Davida, dia efa nitsena azy teo i Ziba mpanompon’i Mefiboseta. Nitondra ampondra roa voaisy lasely izy, ary ireto no teo ambonin’ireo ampondra: Mofo 200, sy mofo 100 vita tamin’ny voaloboka maina, sy mofo 100 vita tamin’ny voankazo masaka fahavaratra, ary divay eran’ny siny lehibe.",
        "2": "Dia hoy ny mpanjaka tamin’i Ziba: “Fa maninona ianao no nitondra an’ireo zavatra ireo?” Dia namaly i Ziba hoe: “Hitaingenan’ny ankohonan’ny mpanjaka ny ampondra. Hohanin’ny tovolahy ny mofo sy ny voankazo masaka fahavaratra, ary hosotroin’izay reraka any an-tany efitra ny divay.”",
        "3": "Dia hoy ny mpanjaka: “Ary aiza ilay zanakalahin’ny tomponao?” Dia hoy i Ziba: “Nijanona any Jerosalema izy, fa hoy izy: ‘Haverin’ny taranak’Israely amiko izao ny fanjakan’ny raiko.’”",
        "4": "Ary hoy ny mpanjaka: “Alaivo ho anao izay rehetra an’i Mefiboseta.” Dia namaly i Ziba hoe: “Miankohoka eto anatrehanao aho. Enga anie hahazo sitraka aminao aho, ry mpanjaka tompoko!”",
        "5": "Rehefa tonga tao Bahorima i Davida Mpanjaka, dia nisy lehilahy atao hoe Simey nivoaka avy tao. Havan’i Saoly izy io, ary zanak’i Gera. Sady nanatona an’i Davida izy no nivazavaza nanozona azy.",
        "6": "Notorahany vato i Davida Mpanjaka sy ny mpanompony rehetra, ary ny olona rehetra sy ny lehilahy matanjaka teo ankavanan’ny mpanjaka sy teo ankaviany.",
        "7": "Izao no nolazain’i Simey rehefa nanozona azy: “ ’Ndeha mandeha any! ’Ndeha mandeha any, ry lehilahy mpandatsa-dra. Ilay tsisy ilana azy ity!",
        "8": "Novalian’i Jehovah taminao ny helokao rehetra, noho ianao nandatsaka ny ran’ny ankohonan’i Saoly sy naka ny fanjakany. Nomen’i Jehovah an’i Absaloma zanakao anefa ny fanjakana. Idiran-doza ianao izao, satria lehilahy mpandatsa-dra!”",
        "9": "Dia hoy i Abisay zanak’i Zeroia tamin’ny mpanjaka: “Fa maninona ilay alika maty io no avela hanozona ny mpanjaka tompoko? Mba avelao aho hankeny hanapaka ny lohany.”",
        "10": "Hoy anefa ny mpanjaka: “Inona no idiranareo amin’izany, ry zanak’i Zeroia? Avelao izy hanozona ahy, satria i Jehovah no niteny taminy hoe: ‘Ozòny i Davida!’ Koa iza moa no manan-jo hiteny hoe: ‘Fa maninona ianao no manao an’izao?’”",
        "11": "Hoy koa i Davida tamin’i Abisay sy ny mpanompony rehetra: “Ny zanako naterako aza mitady hamono ahy, koa mainka fa izay Benjaminita! Avelao izy hanozona ahy, satria i Jehovah no niteny taminy mba hanao an’izany.",
        "12": "Angamba i Jehovah hahita ny fahoriako. Dia hanao soa amiko indray i Jehovah, fa tsy havelany hanan-kery ny ozona natao tamiko androany.”",
        "13": "Dia nanohy ny lalany i Davida sy ny olony. I Simey kosa nandeha tandrifiny, teo amin’ny ilan’ilay tendrombohitra. Sady nivazavaza nanozona azy izy no nitora-bato sy nanipy vovoka be dia be.",
        "14": "Tonga tany amin’ny toerana nalehany ny mpanjaka sy ny olona rehetra niaraka taminy, tamin’ny farany. Reraka be izy ireo ka nijanona naka aina.",
        "15": "I Absaloma sy ny lehilahy israelita rehetra kosa tonga tao Jerosalema. Ary niaraka taminy i Ahitofela.",
        "16": "Rehefa tonga tao amin’i Absaloma i Hosay Arkita, naman’i Davida, dia hoy izy tamin’i Absaloma: “Ho ela velona anie ny mpanjaka! Ho ela velona anie ny mpanjaka!”",
        "17": "Dia hoy i Absaloma taminy: “Izao ve ianao no hoe tia an’ilay namanao sy tsy mivadika aminy? Fa maninona ianao no tsy nandeha niaraka tamin’ny namanao?”",
        "18": "Hoy àry i Hosay: “Tsy afaka manao an’izany aho. Izay nofidin’i Jehovah sy ireo olona ireo ary ny lehilahy israelita rehetra no tohanako. Hiaraka amin’izany olona izany aho.",
        "19": "Sady iza moa no hotompoiko? Tsy ny zanany ve? Hoatran’ny nanompoako an’ny dadanao ihany no hanompoako anao.”",
        "20": "Dia hoy i Absaloma tamin’i Ahitofela: “Inona ny soso-kevitrao? Inona no hataontsika?”",
        "21": "Hoy àry i Ahitofela: “Manaova firaisana amin’ireo vadikelin-drainao, izay nasainy nijanona mba hikarakara ny trano. Dia ho ren’ny Israely rehetra fa nataonao izay hankahalan’ny dadanao anao, ka vao mainka hahazo hery ny mpanohana anao.”",
        "22": "Nananganana tranolay teo an-tampon-trano àry i Absaloma, ka nanao firaisana tamin’ireo vadikelin-drainy teo imason’ny Israely rehetra.",
        "23": "Noheverina ho toy ny torohevitra avy tamin’ilay tena Andriamanitra mihitsy ny torohevitra nomen’i Ahitofela, tamin’izany andro izany. Na i Davida na i Absaloma, dia samy nieritreritra hoatr’izany momba ny torohevitra rehetra nomen’i Ahitofela."
    },
    "17": {
        "1": "Ary hoy i Ahitofela tamin’i Absaloma: “Mba avelao aho hifidy lehilahy 12 000, dia handeha hanenjika an’i Davida izahay rahalina.",
        "2": "Hotafihiko izy rehefa reraka sy tsy misy hery intsony, ka hampihorohoroiko. Dia hitsoaka ny olona rehetra miaraka aminy, ary ny mpanjaka ihany no hasiako.",
        "3": "Dia hoentiko miverina atỳ aminao daholo ny olona. Miankina amin’izay manjo an’ilay lehilahy tadiavinao mantsy no hiverenan’izy rehetra. Dia hiadana ny olona rehetra.”",
        "4": "Ary nety tamin’i Absaloma sy ny anti-panahy rehetra teo amin’ny Israely ilay soso-kevitra.",
        "5": "Hoy anefa i Absaloma: “Antsoy koa i Hosay Arkita, azafady, mba hohenointsika izay lazainy.”",
        "6": "Nankao amin’i Absaloma àry i Hosay. Ary hoy i Absaloma taminy: “Izany no torohevitr’i Ahitofela, ka hanaraka ny teniny ve isika? Raha tsia, dia teneno ny hevitrao.”",
        "7": "Dia hoy i Hosay taminy: “Tsy tsara ny torohevitra nomen’i Ahitofela tamin’ity indray mitoraka ity!”",
        "8": "Hoy koa i Hosay: “Fantatrao tsara ny rainao sy ny olony fa mahery, ary tezitra hoatran’ny orsa very anaka any an-tsaha izao ry zareo. Miaramila mpiady koa ny rainao, ka tsy hiaraka amin’ny vahoaka izy mandritra ny alina.",
        "9": "Miafina any anaty lava-bato na any an-toeran-kafa izy, amin’izao isika miteny izao. Ary raha izy no manafika voalohany, dia hilaza ny olona maheno an’izany hoe: ‘Resy ny mpanaraka an’i Absaloma!’",
        "10": "Ho raiki-tahotra na dia ny olona be herim-po izay manana fo toy ny an’ny liona aza. Fantatry ny Israely rehetra mantsy fa lehilahy matanjaka ny rainao, ary be herim-po ireo lehilahy miaraka aminy.",
        "11": "Izao àry ny soso-kevitro: Vorio atỳ aminao ny Israely rehetra, hatrany Dana ka hatrany Beri-sheba. Dia ho maro be hoatran’ny fasika eny amoron-dranomasina izy ireo, ary ianao no hitarika azy ireo any an’ady.",
        "12": "Hotafihintsika ny rainao na aiza na aiza misy azy, ka hirotsaka aminy hoatran’ny ando mirotsaka amin’ny tany isika. Hataontsika tsy misy miangana ry zareo, na izy na ny olona miaraka aminy.",
        "13": "Raha mitsoaka mankany amin’ny tanàna iray izy, dia hitondran’ny Israely rehetra tady izany tanàna izany. Dia hotaritaritintsika midina any amin’ny lohasaha ilay tanàna, ka tsy hataontsika misy tavela na dia vatokilonjy iray aza.”",
        "14": "Dia hoy i Absaloma sy ny lehilahy israelita rehetra: “Tsara noho ny torohevitr’i Ahitofela ny an’i Hosay Arkita!” Efa nanapa-kevitra mantsy i Jehovah hoe hataony izay tsy hanarahana ny torohevitr’i Ahitofela, na dia tsara aza ilay izy. Amin’izay i Jehovah ho afaka hanisy loza an’i Absaloma.",
        "15": "Niteny tamin’i Zadoka sy Abiatara mpisorona i Hosay taorian’izay hoe: “Izany sy izany no torohevitra nomen’i Ahitofela an’i Absaloma sy ny anti-panahin’ny Israely. Ary izao sy izao kosa no nomeko.",
        "16": "Maniraha olona haingana àry hiresaka amin’i Davida sy hampitandrina azy hoe: ‘Aza mijanona eny amin’ ny toerana fiampitana any an-tany efitra rahalina, fa miampità sao ho ripaka ny mpanjaka sy ny olona rehetra miaraka aminy.’”",
        "17": "Nijanona teo En-rogela i Jonatana sy Ahimaza, satria tsy sahy nankao an-tanàna sao dia misy mahita. Nisy mpanompovavy àry nandeha niresaka tamin’izy roa lahy. Izy roa lahy indray avy eo no lasa nampandre an’i Davida Mpanjaka.",
        "18": "Nisy tovolahy iray anefa nahita azy ireo ka nilaza an’izany tamin’i Absaloma. Lasa haingana àry izy roa lahy dia tonga tany Bahorima, tao an-tranon’ny lehilahy iray nanana lavadrano teo an-tokotaniny. Nidina tao anatin’izy io izy roa lahy,",
        "19": "ary namelatra zavatra teo ambonin’ilay lavadrano ny vadin’ilay lehilahy mba hanaronana azy io. Avy eo dia nasiany voam-bary mbola tsy voatoto tsara teo ambonin’ilay izy. Tsy nisy nahafantatra mihitsy ny momba an’izany.",
        "20": "Dia tonga tany an-tranon’ilay vehivavy ny mpanompon’i Absaloma, ka nanontany hoe: “Aiza i Ahimaza sy Jonatana?” Dia hoy ilay vehivavy: “Nandalo teto ry zareo, dia lasa any amin’ny renirano any.” Ary nitady azy roa lahy izy ireo fa tsy nahita, ka lasa niverina tany Jerosalema.",
        "21": "Nivoaka avy tao amin’ilay lavadrano izy roa lahy rehefa lasa izy ireo, ka lasa nampandre an’i Davida Mpanjaka. Hoy izy ireo taminy: “Mandehana haingana miampita ny renirano, fa izao sy izao ny torohevitr’i Ahitofela hamelezana anareo.”",
        "22": "Tonga dia niainga i Davida sy ny olona rehetra niaraka taminy, ka niampita an’i Jordana. Tafampita an’i Jordana daholo ny olona, rehefa nangiran-dratsy ny andro.",
        "23": "Rehefa hitan’i Ahitofela fa tsy narahina ny toroheviny, dia nasiany lasely ny ampondra ary nankany an-tranony tany an-tanànany izy. Namela hafatra tamin’ny ankohonany izy, ary avy eo nananton-tena ka maty. Dia nalevina tao amin’ny fasan-drazany izy.",
        "24": "Tonga tany Mahanaima i Davida nandritra an’izany fotoana izany. I Absaloma sy ny lehilahy israelita rehetra niaraka taminy kosa niampita an’i Jordana.",
        "25": "I Amasa no notendren’i Absaloma ho lehiben’ny tafika hisolo an’i Joaba. I Amasa dia zanak’ilay lehilahy israelita atao hoe Jitra, izay nanao firaisana tamin’i Abigaila, zanakavavin’i Nahasy sady rahavavin’i Zeroia renin’i Joaba.",
        "26": "Ary nitoby tany Gileada ny Israely sy Absaloma.",
        "27": "Raha vao tonga tao Mahanaima i Davida, dia ireny koa fa tonga ry Soby zanak’i Nahasy avy any Raba tanànan’ny Amonita, sy Makira zanak’i Amiela avy any Lo-debara, ary Barzilay Gileadita avy any Rogelima.",
        "28": "Nitondra fandriana sy koveta ary vilany tanimanga izy ireo, sady nitondra varimbazaha, vary orza, lafarinina, voam-bary natono, tsaramaso be, lantihy, voam-bary nohamainina,",
        "29": "tantely, dibera, ondry, ary fromazy. Naroson’izy ireo hohanin’i Davida sy ny olona niaraka taminy ireo rehetra ireo. Hoy mantsy izy ireo: “Noana sy reraka ary mangetaheta ny olona any an-tany efitra.”"
    },
    "18": {
        "1": "Ary nisain’i Davida ny lehilahy niaraka taminy. Dia nanendry lehiben’ny arivo sy lehiben’ny zato izy mba hifehy azy ireo.",
        "2": "Ary nasain’i Davida niainga ny tafiny, ka ny ampahatelony notarihin’i Joaba, ny ampahatelony notarihin’i Abisay zanak’i Zeroia sady rahalahin’ i Joaba, ary ny ampahatelony notarihin’i Itahy Gatita. Dia hoy ny mpanjaka tamin’ireo miaramila: “Hiaraka aminareo koa aho.”",
        "3": "Hoy anefa izy ireo: “Aza mandeha ianao, fa raha izahay no mandositra, dia tsy hiraharaha anay ry zareo. Ary na ny antsasany aminay aza no maty, dia tsy hiraharaha anay ry zareo, satria ny 10 000 aminay no mitovy aminao. Tsara kokoa raha avy eto an-tanàna ianao no mandefa fanampiana ho anay.”",
        "4": "Dia hoy ny mpanjaka tamin’izy ireo: “Izay hitanareo hoe mety no hataoko.” Nijoro teo akaikin’ny vavahadin’ny tanàna àry ny mpanjaka, fa ny lehilahy rehetra kosa nivoaka nanao andiany. Nisy 100 na 1 000 ny andiany tsirairay.",
        "5": "Dia nanome baiko an’i Joaba sy Abisay ary Itahy ny mpanjaka hoe: “Aza dia misetrasetra amin’i Absaloma, fa mba jereo ihany aho!” Naheno an’izany baiko momba an’i Absaloma izany daholo ny olona rehetra, rehefa niresaka an’izany tamin’ny mpifehy rehetra ny mpanjaka.",
        "6": "Ary nankany an-tsaha ny olona mba hifanandrina tamin’ny Israely. Dia niady tao amin’ny alan’i Efraima izy ireo.",
        "7": "Tao no resin’ny mpanompon’i Davida ny vahoakan’Israely, ary be dia be no maty tamin’iny andro iny. Nahatratra 20 000 ny olona maty.",
        "8": "Niely nanerana an’ilay faritra ny ady. Ary betsaka kokoa ny olona matin’ny ala noho ny olona matin’ny sabatra, tamin’iny andro iny.",
        "9": "Nifanena tamin’ny mpanompon’i Davida i Absaloma, tamin’ny farany. Nitaingina ramole i Absaloma tamin’izay. Ary nandeha teo ambany hazobe nisy sampantsampany nifanetinety ilay ramole, ka nisaringotra tamin’ilay hazobe ny lohan’i Absaloma. Dia nikiraviravy teo izy, fa ilay ramole nitaingenany kosa mbola lasa ihany.",
        "10": "Nisy olona nahita an’izany ka nilaza tamin’i Joaba hoe: “Hitako mihantona arỳ amin’ny hazobe arỳ i Absaloma.”",
        "11": "Hoy i Joaba tamin’ilay lehilahy nilaza an’izany: “Hitanao izy, koa maninona no tsy tonga dia novonoinao ho faty? Dia ho faly erỳ aho nanome anao volafotsy folo sekely sy fehikibo iray.”",
        "12": "Hoy anefa ilay lehilahy: “Tsy afaka ny hikasi-tanana ny zanaky ny mpanjaka mihitsy aho, na volafotsy 1 000 sekely aza no homena ahy. Fa efa henonay ilay baiko nomen’ny mpanjaka anao sy Abisay ary Itahy hoe: ‘Mitandrema daholo, na iza na iza, mba tsy hisy zavatra hanjo an’i Absaloma.’",
        "13": "Raha tsy nanaraka an’izany aho fa namono azy, dia tsy ho azo afenina amin’ny mpanjaka izany. Sady ianao koa tsy hiaro ahy akory.”",
        "14": "Ary hoy i Joaba: “Tsy handany andro aminao eto aho!” Naka lefona kely telo àry i Joaba, ka natsatony tamin’ny fon’i Absaloma izany, raha iny izy mbola velona nihantona teo amin’ilay hazobe iny.",
        "15": "Taorian’izay, dia tonga teo ny mpanompo folo mpitondra ny fitaovam-piadian’i Joaba, ary namely an’i Absaloma izy ireo mandra-pahafatiny.",
        "16": "Dia notsofin’i Joaba ny anjombona mba hampitsaharana ny ady. Koa niverina ny olona fa tsy nanenjika ny Israely intsony.",
        "17": "Nalain’izy ireo i Absaloma ka natsipiny tao anaty lavaka lehibe iray tany an’ala. Ary nasian’izy ireo vato be dia be nifanaingina teo amboniny. Ny Israely rehetra kosa samy nandositra tany an-tranony.",
        "18": "Nanangana tsangambato iray ho an’ny tenany tao amin’ny Lohasahan’ny Mpanjaka i Absaloma, tamin’izy mbola velona. Fa hoy izy: “Tsy manan-janakalahy hitondra ny anarako aho.” Nampitondrainy ny anarany àry ilay tsangambato, ary mbola antsoina hoe Tsangambaton’i Absaloma ilay izy hatramin’izao.",
        "19": "Ary hoy i Ahimaza zanak’i Zadoka: “Mba avelao aho hihazakazaka hilaza ny vaovao amin’ny mpanjaka, fa efa nanome rariny azy i Jehovah. Nanafaka azy tamin’ny fahavalony mantsy izy.”",
        "20": "Hoy anefa i Joaba: “Tsy ho mpitondra vaovao ianao androany. Amin’ny andro hafa ianao no hitondra vaovao, fa tsy androany, satria maty ny zanaky ny mpanjaka.”",
        "21": "Ary hoy i Joaba tamin’ny Kosita iray: “Mandehana lazao amin’ny mpanjaka izay efa hitanao.” Ary niankohoka teo anatrehan’i Joaba ilay Kosita dia lasa nihazakazaka.",
        "22": "Hoy indray i Ahimaza zanak’i Zadoka tamin’i Joaba: “Tsy maninona izay hitranga, fa mba avelao koa re aho hihazakazaka hanaraka an’ilay Kosita e!” Hoy anefa i Joaba: “Fa nahoana ianao, anaka, no hihazakazaka nefa tsisy vaovao holazainao akory?”",
        "23": "Mbola hoy ihany anefa izy: “Tsy maninona izay hitranga, fa avelao aho hihazakazaka.” Dia hoy i Joaba: “Mandehana àry!” Koa nihazakazaka nanaraka ny lalana mamakivaky ny faritr’i Jordana i Ahimaza, ka voasongony ilay Kosita.",
        "24": "Nipetraka teo anelanelan’ireo vavahady roa amin’ilay tanàna i Davida tamin’izay. Ary nankeny an-tampon’ilay vavahady teo amin’ny manda ny mpitily. Dia nitazana izy ka nahita lehilahy nihazakazaka.",
        "25": "Niantsoantso àry ilay mpitily mba hampandre ny mpanjaka. Dia hoy ny mpanjaka: “Raha mandeha irery izy, dia manam-baovao holazaina.” Rehefa nihananatona ilay lehilahy,",
        "26": "dia nahatazana lehilahy hafa nihazakazaka koa ilay mpitily. Nantsoiny àry ny mpiandry vavahady, ka nilazany hoe: “Iny koa misy lehilahy hafa mihazakazaka!” Dia hoy ny mpanjaka: “Mpitondra vaovao koa izany.”",
        "27": "Hoy ilay mpitily: “Hoatran’ny fihazakazak’i Ahimaza zanak’i Zadoka no fahitako ny fihazakazak’ilay voalohany.” Dia hoy ny mpanjaka: “Olona mahafinaritra izy, ka vaovao tsara no hoentiny.”",
        "28": "Ary niantsoantso i Ahimaza ka niteny tamin’ny mpanjaka hoe: “Nizotra tsara ny zava-drehetra!” Dia niankohoka tamin’ny tany teo anatrehan’ny mpanjaka izy. Hoy izy avy eo: “Hoderaina anie i Jehovah Andriamanitrao fa natolony anao, ry mpanjaka tompoko, ireo olona nikomy taminao!”",
        "29": "Hoy anefa ny mpanjaka: “Tsy maninona ve i Absaloma zanako?” Dia hoy i Ahimaza: “Hitako nisahotaka be ny olona tamin’i Joaba naniraka ny mpanompon’ny mpanjaka sy tamin’izy naniraka ahy, fa tsy fantatro hoe nisy inona.”",
        "30": "Dia hoy ny mpanjaka: “Mikisaha kely etsy, dia mitsangàna eo.” Dia nikisaka izy ary nitsangana teo.",
        "31": "Tonga ilay Kosita avy eo, ka niteny hoe: “Mba henoy ity vaovao ity, ry mpanjaka tompoko: Nanome rariny anao i Jehovah androany. Nanafaka anao teo an-tanan’izay rehetra nikomy taminao mantsy izy.”",
        "32": "Hoy anefa ny mpanjaka tamin’ilay Kosita: “Tsy maninona ve i Absaloma zanako?” Dia hoy ilay Kosita: “Ho lasa hoatran’iny tovolahy iny anie ny fahavalon’ny mpanjaka tompoko rehetra sy izay rehetra mikomy aminao mba hanisy ratsy anao!”",
        "33": "Dia nivadi-po ny mpanjaka ka niakatra tao amin’ilay efitra teo ambony vavahady, ary nitomany. Sady nandeha izy no niteny hoe: “Ry Absaloma zanako, ry zanako, ry Absaloma zanako ô! Tahaka izay mba izaho no maty fa tsy ianao, ry Absaloma zanako, ry zanako ô!”"
    },
    "19": {
        "1": "Nisy nilaza tamin’i Joaba hoe: “Mitomany ny mpanjaka sady misaona an’i Absaloma.”",
        "2": "Nanjary nisaona àry ny olona rehetra na dia nahazo fandresena aza tamin’iny andro iny. Henon’izy ireo mantsy fa nalahelo an-janany ny mpanjaka.",
        "3": "Dia niverina mangingina nankao an-tanàna ny olona tamin’iny andro iny, toy ny olona menatra fa nandositra avy tany an’ady.",
        "4": "Nanarona ny tarehiny ny mpanjaka sady nidradradradra nitomany hoe: “Ry Absaloma zanako! Ry Absaloma zanako, ry zanako ô!”",
        "5": "Dia nankao amin’ny mpanjaka tao an-trano i Joaba ka niteny hoe: “Efa nataonao izay hampahamenatra ny mpanomponao rehetra androany, dia ireo namonjy ny ainao sy ny ain’ny zanakao lahy sy ny zanakao vavy sy ny vadinao ary ny vadikelinao.",
        "6": "Izay mankahala anao indray no tianao ary izay tia anao no halanao. Fa efa nasehonao androany fa tsy misy dikany aminao ireo mpifehy sy ireo mpanomponao. Fantatro tsara mantsy hoe tsy ho nampaninona anao raha velona teo i Absaloma fa izahay rehetra kosa maty.",
        "7": "Koa mitsangàna dia mivoaha, ary omeo toky ny mpanomponao. Mianiana amin’ny anaran’i Jehovah aho fa raha tsy mivoaka ianao, dia tsy hisy olona hijanona hiaraka aminao androany alina. Ary izany dia ho ratsy lavitra noho izay nanjo anao hatramin’ny fahatanoranao ka hatramin’izao.”",
        "8": "Nitsangana àry ny mpanjaka ka nandeha nipetraka teo am-bavahadin’ny tanàna. Dia nilazana ny olona rehetra hoe: “Mipetraka ao am-bavahady ao ny mpanjaka!” Nankeo anatrehan’ny mpanjaka àry izy rehetra. Ny Israely kosa samy nandositra nankany an-tranony avy.",
        "9": "Ary niady hevitra ny olona rehetra tany amin’ny foko rehetra teo amin’ny Israely, ka nilaza hoe: “Namonjy antsika tamin’ny fahavalontsika ny mpanjaka, sady namonjy antsika tamin’ny Filistinina. Nandositra niala teto amin’ny tanintsika anefa izy noho i Absaloma.",
        "10": "I Absaloma izay nohosorantsika ho mpanjakantsika anefa ity maty tany an’ady. Koa nahoana ianareo no tsy manao na inona na inona mba hampodiana ny mpanjaka?”",
        "11": "Naniraka olona nankany amin’i Zadoka sy Abiatara mpisorona i Davida Mpanjaka, hilaza hoe: “Teneno ny anti-panahy ao Joda hoe: ‘Nahoana no ianareo indray no ho farany hampody ny mpanjaka any an-tranony, nefa ny tenin’ny Israely rehetra aza efa nisy nampahafantatra tamin’ny mpanjaka tao an-tranony?",
        "12": "Ianareo no rahalahiko, ary ianareo no iray ra amiko. Koa nahoana ianareo no ho farany hampody ny mpanjaka?’",
        "13": "Teneno koa i Amasa hoe: ‘Tsy iray ra amiko moa ianao? Hofaizin’Andriamanitra anie aho, raha tsy ianao no hataoko lehiben’ny tafiko manomboka izao, ho solon’i Joaba!’”",
        "14": "Dia azony daholo ny fon’ny lehilahy rehetra anisan’ny fokon’i Joda. Naniraka olona hilaza tamin’ny mpanjaka àry izy ireo hoe: “Modia ianao sy ny mpanomponao rehetra!”",
        "15": "Dia nandeha nody ny mpanjaka, ka tonga teo amin’ny Reniranon’i Jordana. Ary nankany Gilgala ny vahoakan’i Joda mba hitsena ny mpanjaka sy hiaraka aminy hiampita an’i Jordana.",
        "16": "Ary nidina haingana niaraka tamin’ireo lehilahy anisan’ny fokon’i Joda i Simey, zanak’i Gera, Benjaminita avy any Bahorima, mba hitsena an’i Davida Mpanjaka.",
        "17": "Ary nisy 1 000 lahy avy amin’ny fokon’i Benjamina niaraka taminy. Nidina haingana nankany amin’ny Reniranon’i Jordana koa i Ziba, mpanompon’ny fianakavian’i Saoly, sy ny zanany lahy 15 ary ny mpanompony 20, mba ho tonga alohan’ny mpanjaka.",
        "18": "Dia niampita teo amin’ny toerana fiampitana izy mba hitondra ny ankohonan’ny mpanjaka hiampita, sy hanao izay tian’ny mpanjaka. Niankohoka teo anatrehan’ny mpanjaka anefa i Simey zanak’i Gera, rehefa hiampita an’i Jordana ny mpanjaka.",
        "19": "Ary hoy izy tamin’ny mpanjaka: “Aza melohina re aho tompoko ô, ary aza tsaroana ny ratsy nataon’ny mpanomponao, tamin’ilay andro nialan’ny mpanjaka tompoko tany Jerosalema. Enga anie tsy handray am-po an’izany ny mpanjaka,",
        "20": "fa fantatry ny mpanomponao tsara fa nanota aho! Amin’ny ankohonan’i Josefa rehetra àry, dia izaho no nidina voalohany androany mba hitsena ny mpanjaka tompoko.”",
        "21": "Tonga dia niteny i Abisay zanak’i Zeroia hoe: “Tsy tokony hovonoina ho faty ve i Simey noho izy nanao an’izany? Nanozona ny voahosotr’i Jehovah mantsy izy.”",
        "22": "Hoy anefa i Davida: “Misy idiranareo angaha moa izany, ry zanak’i Zeroia, no manohitra ahy ianareo androany? Misy olona tokony hovonoina ho faty ve eto amin’ny Israely androany? Fa angaha moa tsy efa fantatro hoe mpanjakan’ny Israely indray aho izao?”",
        "23": "Dia hoy ny mpanjaka tamin’i Simey: “Tsy ho faty ianao.” Ary nianiana taminy ny mpanjaka.",
        "24": "Nidina hitsena ny mpanjaka koa i Mefiboseta zafikelin’i Saoly. Tsy nanasa tongotra izy, na nanala volombava, na nanasa akanjo, nanomboka tamin’ilay andro nandehanan’ny mpanjaka ka hatramin’ilay andro niverenany soa aman-tsara.",
        "25": "Rehefa tonga tao Jerosalema izy mba hitsena ny mpanjaka, dia hoy ny mpanjaka taminy: “Naninona ianao no tsy nandeha niaraka tamiko, ry Mefiboseta?”",
        "26": "Dia hoy izy: “Nofitahin’ny mpanompoko aho, ry mpanjaka tompoko. Malemy tongotra izaho mpanomponao, ka niteny hoe: ‘Aleo hasiana lasely ny ampondrako, mba hotaingenako ka handehanako hiaraka amin’ny mpanjaka.’",
        "27": "Kanjo nendrikendrehiny tany amin’ny mpanjaka tompoko ny mpanomponao. Hoatran’ny anjelin’ilay tena Andriamanitra anefa ny mpanjaka tompoko, ka ataovy izay hitanao fa mety.",
        "28": "Azon’ny mpanjaka tompoko natao ny nandripaka ny ankohonan-draiko manontolo, nefa dia navelanao ho anisan’ireo misakafo eo amin’ny latabatrao ny mpanomponao. Koa izaho ve dia mbola manan-jo hitaraina amin’ny mpanjaka ihany?”",
        "29": "Hoy anefa ny mpanjaka: “Aoka izay! Nanapa-kevitra aho hoe hifampizaranao sy Ziba ny tany.”",
        "30": "Dia hoy i Mefiboseta tamin’ny mpanjaka: “Aleo alainy any daholo, satria ny mpanjaka tompoko aza izao efa tonga soa aman-tsara atỳ an-tranony.”",
        "31": "Ary nidina avy any Rogelima i Barzilay Gileadita ka nankany amin’ny faritr’i Jordana, mba hiaraka amin’ny mpanjaka hatreo amin’ny Reniranon’i Jordana.",
        "32": "Efa antitra be i Barzilay. Efa 80 taona izy. Namatsy sakafo ho an’ny mpanjaka izy, tamin’ny mpanjaka nijanona tany Mahanaima. Mpanankarem-be mantsy izy.",
        "33": "Hoy àry ny mpanjaka taminy: “Andao hiampita miaraka amiko, dia hiara-misakafo amiko eo amin’ny latabatro any Jerosalema ianao.”",
        "34": "Hoy anefa i Barzilay: “Mbola ho velona firy taona moa aho no hiara-miakatra amin’ny mpanjaka ho any Jerosalema?",
        "35": "Efa 80 taona aho izao. Tsy afaka manavaka ny tsara sy ny ratsy intsony aho. Tsy mahafantatra ny tsiron’izay haniko sy sotroiko intsony izaho mpanomponao, sady tsy afaka mandre ny feon’ny mpihira lahy sy vavy. Koa nahoana ny mpanomponao no ho enta-mavesatra ho an’ny mpanjaka tompoko?",
        "36": "Rehefa afaka nanatitra ny mpanjaka hatreto Jordana ny mpanomponao, dia efa ampy izay. Nahoana ny mpanjaka no hanome ahy an’izany valisoa izany?",
        "37": "Mba avelao ny mpanomponao hody, dia aleo aho ho faty any an-tanànako, any akaikin’ny fasan’ny raiko sy ny reniko. Fa io kosa i Kimama mpanomponao. Aleo izy no hiampita miaraka amin’ny mpanjaka tompoko, ary ataovy aminy izay hitanao fa mety.”",
        "38": "Hoy àry ny mpanjaka: “Hiampita miaraka amiko i Kimama, ary hataoko aminy izay hitanao fa mety. Izay rehetra asainao ataoko, dia hataoko ho anao.”",
        "39": "Dia niampita an’i Jordana ny olona rehetra. Nanoroka sy nitso-drano an’i Barzilay ny mpanjaka rehefa hiampita, dia lasa nody i Barzilay.",
        "40": "Rehefa niampita ho any Gilgala ny mpanjaka, dia niara-niampita taminy i Kimama. Ary nitondra ny mpanjaka hiampita ny vahoakan’i Joda rehetra sy ny antsasaky ny vahoakan’Israely.",
        "41": "Dia nankeo amin’ny mpanjaka ny lehilahy israelita rehetra, ka niteny taminy hoe: “Nahoana ny fokon’i Joda rahalahinay no nitondra anao an-tsokosoko, ry Davida Mpanjaka, ka nentiny niampita an’i Jordana ianao sy ny ankohonanao ary ny olonao rehetra?”",
        "42": "Dia namaly an’ireo Israelita ny lehilahy rehetra anisan’ny fokon’i Joda hoe: “Satria havanay ny mpanjaka. Ary inona moa no mahatezitra anareo amin’izany? Angaha ny sakafonay nisy niantohan’ny mpanjaka, sa nisy fanomezana nomena anay?”",
        "43": "Hoy anefa ny navalin’ny Israelita an’ireo anisan’ny fokon’i Joda: “Manana anjara folo amin’ny fanjakana izahay, ka manan-jo kokoa hanao an’izany amin’i Davida noho ianareo. Koa nahoana ianareo no manao tsinontsinona anay? Tsy izahay ve no tokony ho voalohany nampody ny mpanjakantsika?” Naharesy lahatra kokoa anefa ny tenin’ireo anisan’ny fokon’i Joda noho ny tenin’ny Israelita."
    },
    "20": {
        "1": "Nisy lehilahy mpanakorontana atao hoe Sheba teo. Zanak’i Bikry Benjaminita izy io. Nitsoka anjombona izy ka niteny hoe: “Tsy manana anjara amin’i Davida isika sady tsy manana lova eo amin’ny zanak’i Jese. Samia àry mankany amin’ny andriamaniny avy, ry Israely ô!”",
        "2": "Dia nandao an’i Davida ny lehilahy israelita rehetra, ka nanaraka an’i Sheba zanak’i Bikry. Ireo lehilahy anisan’ny fokon’i Joda kosa niaraka tamin’ny mpanjakany foana, hatrany amin’ny Reniranon’i Jordana ka hatrany Jerosalema.",
        "3": "Ary tonga tao an-tranony tany Jerosalema i Davida Mpanjaka. Dia nalainy ireo vadikeliny folo, izay najanony hikarakara ny trano, ka napetrany tao amin’ny trano iray nisy mpiambina. Nomeny sakafo izy ireo, saingy tsy nanao firaisana tamin’izy ireo intsony izy. Tsy nahazo nivoaka tao amin’ilay trano izy ireo mandra-pahafatiny, ka lasa toy ny mpitondratena na dia tsy maty vady aza.",
        "4": "Ary hoy ny mpanjaka tamin’i Amasa: “Angony ao anatin’ny telo andro ny lehilahy anisan’ny fokon’i Joda, dia asaivo mankatỳ amiko. Tokony ho eto koa ianao amin’izay.”",
        "5": "Lasa àry i Amasa nanangona ny Joda. Tara tamin’ilay fotoana nomen’i Davida anefa izy.",
        "6": "Dia hoy i Davida tamin’i Abisay: “Mety hampidi-doza antsika mihoatra noho i Absaloma i Sheba zanak’i Bikry. Ento àry ny mpanompon’ny tomponao ka enjeho izy, sao hiditra any amin’ny tanàna voaro mafy izy ka tsy ho azontsika intsony.”",
        "7": "Dia nivoaka nanaraka azy ny olon’i Joaba sy ny Keretita sy ny Peletita ary ny lehilahy matanjaka rehetra. Niala tao Jerosalema izy ireo mba hanenjika an’i Sheba zanak’i Bikry.",
        "8": "Rehefa teo akaikin’ilay vatobe ao Gibeona izy ireo, dia tonga nitsena azy ireo i Amasa. Nanao ny akanjo fitondrany miady i Joaba tamin’izay, ary nisy sabatra tao anaty tranony teo amin’ny fehikibony. Latsaka ilay sabatra rehefa nanatona i Joaba.",
        "9": "Hoy i Joaba tamin’i Amasa: “Salama ve ianao, ry rahalahiko?” Dia noraisin’i Joaba tamin’ny tanany havanana ny volombavan’i Amasa, ka hoatran’ny hoe hanoroka an’i Amasa izy.",
        "10": "Tsy mba mailomailo i Amasa, nefa nisy sabatra teny an-tanan’i Joaba. Dia nasian’i Joaba tamin’iny ny kibony, ka nivoaka ny tsinainy dia niparitaka tamin’ny tany. Tsy nila namely azy fanindroany i Joaba, fa indray mandeha ihany dia maty izy. Ary lasa i Joaba sy Abisay rahalahiny nanenjika an’i Sheba zanak’i Bikry.",
        "11": "Ary nisy tovolahy miaramilan’i Joaba nijoro teo anilan’i Amasa ka niteny hoe: “Manaraha an’i Joaba izay manohana an’i Joaba sy izay olon’i Davida!”",
        "12": "Nihosin-dra teo ampovoan-dalana i Amasa tamin’izay. Rehefa hitan’ilay tovolahy fa nijanona teo ny olona rehetra, dia nesoriny teo amin’ny lalana i Amasa ka nafindrany teny an-tsaha. Ary nanipy akanjo teo amboniny izy mba hanaronana azy, satria hitany fa nijanona daholo izay nandalo teo aminy.",
        "13": "Rehefa avy nesoriny teo amin’ny lalana izy, dia lasa nanaraka an’i Joaba daholo ny lehilahy rehetra, mba hanenjika an’i Sheba zanak’i Bikry.",
        "14": "Nandalo tany amin’ny foko rehetra teo amin’ny Israely i Sheba, ka tonga tany Abela any Beti-maka. Dia nivory ny Bikrita rehetra, ka nanaraka azy nankao an-tanàna.",
        "15": "Ary tonga i Joaba sy ny miaramilany, ka nanao fahirano an’i Sheba tao Abela any Beti-maka. Dia nanangana dongon-tany fanaovana fahirano izy ireo hanafihana an’ilay tanàna, satria voahodidina dongon-tany fiarovana izy io. Ary noloahin’izy ireo ny fototry ny manda mba handrodanana an’ilay izy.",
        "16": "Ary nisy vehivavy hendry iray niantsoantso avy teo amin’ny mandan’ny tanàna, dia niteny hoe: “Mba henoy aho, rey olona a! Henoy aho! Mba teneno kely i Joaba hoe mankanesa etỳ fa hiresaka aminy aho.”",
        "17": "Nanatona an’ilay vehivavy àry izy, dia hoy ilay vehivavy: “Ianao ve no Joaba?” Dia namaly izy hoe: “Ie, izaho no izy!” Ary hoy ilay vehivavy: “Mba henoy ny tenin’ny mpanomponao.” Dia hoy izy: “Mihaino aho.”",
        "18": "Ary hoy ihany ilay vehivavy: “Fitenin’ny olona fahiny ny hoe: ‘Andao haka hevitra ao amin’ny tanànan’i Abela, dia ho voalamina ilay olana.’",
        "19": "Solontenan’ny olona tia fihavanana sy mendri-pitokisana eto amin’ny Israely aho. Ianao kosa mitady handrava tanàna iray, izay toy ny reny eto amin’ny Israely. Fa nahoana no haripakao ny lovan’i Jehovah?”",
        "20": "Dia hoy i Joaba: “Sanatria ahy ny handripaka sy handrava an’ity tanàna ity.",
        "21": "Tsy izany mihitsy no anton-diako. Fa misy lehilahy iray avy any amin’ny faritra be tendrombohitr’i Efraima, nikomy tamin’i Davida Mpanjaka. Sheba no anarany, ary zanak’i Bikry izy. Raha hatolotrareo ahy io lehilahy iray io, dia tsy hanao fahirano an’ity tanàna ity intsony aho.” Ary hoy ilay vehivavy: “Ao àry fa hatsipinay eny aminao avy etỳ amin’ny manda ny lohany!”",
        "22": "Tonga dia lasa niresaka tamin’ny olona rehetra ilay vehivavy hendry. Dia notapahin’izy ireo ny lohan’i Sheba zanak’i Bikry ary natsipiny teny amin’i Joaba. Notsofin’i Joaba àry ny anjombona, ka samy niparitaka niala tao amin’ilay tanàna ny olona ary nankany an-tranony avy. I Joaba kosa niverina nankany Jerosalema, ho any amin’ny mpanjaka.",
        "23": "I Joaba no lehiben’ny tafiky ny Israely manontolo; Benaia zanak’i Joiada no lehiben’ny Keretita sy ny Peletita;",
        "24": "Adorama no niandraikitra an’ireo voantso hanao fanompoana ho an’ny mpanjaka; Josafata zanak’i Ahiloda no mpanoratra ny raharaham-panjakana;",
        "25": "Seva no mpitan-tsoratra, ary Zadoka sy Abiatara no mpisorona.",
        "26": "Lasa tompon’andraiki-panjakana niasa ho an’i Davida koa i Ira Jairita."
    },
    "21": {
        "1": "Ary nisy mosary naharitra telo taona nisesy tamin’ny andron’i Davida. Dia nanontany an’i Jehovah i Davida, ka hoy i Jehovah: “Meloka ho nandatsa-dra i Saoly sy ny ankohonany, satria novonoiny ho faty ny Gibeonita.”",
        "2": "Nantsoin’ny mpanjaka àry ny Gibeonita dia niresahany.—Tsy Israelita ny Gibeonita, fa anisan’ny sisa tavela tamin’ny Amorita. Efa nianiana tamin’izy ireo ny Israelita hoe tsy hamono azy ireo. Nitady handripaka azy ireo anefa i Saoly, noho izy nafana fo loatra nanampy ny vahoakan’Israely sy Joda.—",
        "3": "Dia hoy i Davida tamin’ny Gibeonita: “Inona no hataoko ho anareo? Ahoana no handrakofako an’izany fahotana izany, mba hitsofanareo rano ny lovan’i Jehovah?”",
        "4": "Hoy ny Gibeonita: “Tsy volafotsy na volamena no takinay mba hanonerana ny zavatra nataon’i Saoly sy ny ankohonany. Tsy manan-jo hamono olona eto amin’ny Israely koa izahay.” Dia hoy i Davida: “Hataoko ho anareo daholo izay lazainareo.”",
        "5": "Nilaza tamin’ny mpanjaka àry izy ireo hoe: “Nandringana anay sy nitetika ny handripaka anay tsy ho eto amin’ny faritry ny Israely iny lehilahy iny.",
        "6": "Koa atolory anay ny fito lahy amin’ny taranany. Dia hahantonay ny fatin’izy ireo mba ho eo anatrehan’i Jehovah. Ao Gibea tanànan’i Saoly, ilay voafidin’i Jehovah, no hanaovanay an’izany.” Ary hoy ny mpanjaka: “Hatolotro anareo izy ireo.”",
        "7": "Nangoraka an’i Mefiboseta zanak’i Jonatana zanak’i Saoly anefa ny mpanjaka, noho ny fianianana nataon’i Davida sy Jonatana zanak’i Saoly, teo anatrehan’i Jehovah.",
        "8": "Nalain’ny mpanjaka àry i Armony sy Mefiboseta, zanak’i Rizpa zanakavavin’i Aia, dia izy roa lahy naterany tamin’i Saoly. Nalainy koa ny zanak’i Mikala zanakavavin’ i Saoly, dia izy dimy lahy naterany tamin’i Adriela zanak’i Barzilay Meholatita.",
        "9": "Ary natolony an’ireo Gibeonita izy ireo, ka nahanton’ny Gibeonita teo an-tendrombohitra, teo anatrehan’i Jehovah, ny fatin’izy ireo. Niara-maty daholo izy fito. Teo am-piandohan’ny fijinjana izy ireo no novonoina ho faty, izany hoe rehefa nanomboka ny fijinjana vary orza.",
        "10": "Ary naka lamba gony i Rizpa zanakavavin’i Aia, ka novelariny teo ambony vatolampy. Dia nijanona teo izy nanomboka tamin’ny fiandohan’ny fotoam-pijinjana, ka mandra-pilatsaky ny orana avy any an-danitra teo amin’ireo faty. Tsy navelany hisy vorona hipetraka teo amin’izy ireo nandritra ny andro, ary nosakanany tsy hanatona teo koa ny bibidia tany an-tsaha nandritra ny alina.",
        "11": "Nisy nitantara tamin’i Davida ny zavatra nataon’i Rizpa zanakavavin’i Aia sady vadikelin’i Saoly.",
        "12": "Lasa àry i Davida naka ny taolambalon’i Saoly sy Jonatana zanany tany amin’ireo mpitarika tao Jabesi-gileada, izay nangalatra azy ireo teo amin’ny tany malalak’i Beti-sana. Teo no nanantonan’ny Filistinina azy ireo, tamin’ilay andro namonoan’ny Filistinina an’i Saoly tany Gilboa.",
        "13": "Ary nentiny niakatra avy tany ny taolambalon’i Saoly sy Jonatana zanany. Nangonina koa ny taolambalon’ireo lehilahy novonoina. *",
        "14": "Dia nalevina tao amin’ny fasan’i Kisy rain’i Saoly tao Zela, any amin’ny tanin’i Benjamina, ny taolambalon’i Saoly sy Jonatana zanany. Rehefa vita izay rehetra nasain’ny mpanjaka natao, dia nohenoin’Andriamanitra ny fitalahoana ho an’ilay tany.",
        "15": "Niady indray ny Filistinina sy ny Israely. Nidina niady tamin’ny Filistinina àry i Davida sy ny mpanompony, kanjo reraka be i Davida.",
        "16": "Saika hamely azy i Jisbi-benoba, taranaky ny Refaima. Nitondra lefona varahina nilanja 300 sekely sy sabatra vaovao izy.",
        "17": "Tonga nanampy an’i Davida avy hatrany anefa i Abisay zanak’i Zeroia. Dia nasiany ilay Filistinina, ka novonoiny ho faty. Nianiana tamin’i Davida ny olony tamin’izay hoe: “Tsy mahazo mivoaka hiady miaraka aminay intsony ianao! Tsy mahazo mamono ny jiron’ny Israely ianao!”",
        "18": "Taorian’izay, dia raikitra indray ny ady tamin’ny Filistinina, tany Goba. Tamin’izay i Sibekay Hosatita no nahafaty an’i Safa, taranaky ny Refaima.",
        "19": "Ary raikitra indray ny ady tamin’ny Filistinina, tany Goba. Dia novonoin’i Elanana zanak’i Jare-oregima Betlehemita i Goliata Gatita, ilay nanana tahon-defona hoatran’ny voditenon’ny mpanenona.",
        "20": "Raikitra indray ny ady tany Gata, ary nisy lehilahy iray goavam-be tao. Enina avy ny rantsantanany sy ny rantsantongony, ka 24 ny fitambarany. Taranaky ny Refaima koa izy.",
        "21": "Nila ady tamin’ny Israely foana izy, ka novonoin’i Jonatana zanak’i Simey rahalahin’i Davida.",
        "22": "Taranaky ny Refaima tany Gata izy efatra ireo, ary ny tanan’i Davida sy ny mpanompony no namono azy ireo."
    },
    "22": {
        "1": "Nanao an’izao tononkira izao ho an’i Jehovah i Davida, tamin’ny andro namonjen’i Jehovah azy tamin’ny fahavalony rehetra sy tamin’i Saoly.",
        "2": "Hoy izy: “I Jehovah no harambatoko sy manda fiarovana ho ahy ary Mpamonjy ahy.",
        "3": "Ilay Andriamanitro no vatolampiko. Ao aminy aho no mialoka, Izy no ampingako sy tandroka famonjena ahy, fialofana azoko antoka Sy toerana fandosirako, ary mpamonjy ahy. Ianao no mamonjy ahy tsy hiharan’ny herisetra.",
        "4": "I Jehovah, ilay mendrika hoderaina, no antsoiko, Ka ho voavonjy amin’ny fahavaloko aho.",
        "5": "Niantonta nanodidina ahy ny onjan’ny fahafatesana; Nampihorohoro ahy ireo olona tsy misy ilana azy, izay toy ny ranotrambo nanafotra ahy.",
        "6": "Nangeja ahy toy ny tady ny Fasana; Ary nivelatra teo anoloako ny fandriky ny fahafatesana.",
        "7": "Tao anatin’ny sarotra aho no niantso an’i Jehovah, Ilay Andriamanitro foana no nantsoiko. Dia henony tao amin’ny tempoliny ny feoko, Ary ren’ny sofiny ny antso vonjy nataoko.",
        "8": "Nihozongozona sy nihetsiketsika ny tany; Nihovotrovotra ny fototry ny lanitra Sady nihozongozona satria nisy nampahatezitra azy.",
        "9": "Nisy setroka niakatra avy teo am-bavorony, Ary nisy afo nandevona avy tamin’ny vavany; Nisy vainafo niredareda avy taminy.",
        "10": "Natongilany ny lanitra rehefa nidina izy, Ary haizim-pito no teo ambany tongony.",
        "11": "Nitaingina kerobima izy dia nanidina. Hita teny ambony elatry ny anjely izy.",
        "12": "Dia nataony nanodidina azy toy ny tranolay ny haizina, Dia rahona mainty sy matevina.",
        "13": "Ny hazavana namirapiratra teo anatrehany no nampiredareda vainafo.",
        "14": "Dia nandefa kotroka avy tany an-danitra i Jehovah; Nataon’ilay Avo Indrindra izay handrenesana ny feony.",
        "15": "Nandefa ny zana-tsipìkany izy ka niparitaka ny fahavalony; Nandefa tselatra izy ka nataony nisahotaka ireny.",
        "16": "Lasa hita ny fanambanin’ny ranomasina; Niharihary ny fototry ny tany satria niteny mafy azy i Jehovah, Sady nitsoka azy tamin’ny fofonain’ny vavorony.",
        "17": "Avy any amin’ny avo izy no nanatsotra ny tanany; Nitazona ahy izy ary nisintona ahy avy tao anaty rano lalina.",
        "18": "Namonjy ahy tamin’ny fahavalo mahery izy, Dia tamin’ireo nankahala ahy, izay nahery kokoa noho izaho.",
        "19": "Nanohitra ahy izy ireny tamin’ny andro nahitako loza, Nefa nanampy ahy i Jehovah.",
        "20": "Nitondra ahy nankeo amin’ny toerana tsy mampidi-doza izy; Namonjy ahy izy satria nankasitraka ahy.",
        "21": "Mamaly soa ahy i Jehovah satria manao ny marina aho; Mamaly soa ahy izy satria tsy manan-tsiny aho. *",
        "22": "Fa narahiko foana ny lalan’i Jehovah, Ary tsy nanao ratsy aho ka hoe niala tamin’ny Andriamanitro.",
        "23": "Eo anatrehako ny didim-pitsarany rehetra; Tsy hiala amin’ny fitsipiny aho.",
        "24": "Tsy hisy tsiny eo anatrehany aho, Sady hitandrina mba tsy hanao fahadisoana.",
        "25": "Enga anie i Jehovah hamaly soa ahy satria manao ny marina aho, Sady tsy manan-tsiny eo anatrehany!",
        "26": "Ny olona tsy mivadika no tsy ivadihanao, Ary tsy misy tsiny ianao rehefa mifandray amin’ny olona tsy misy tsiny;",
        "27": "Ny olona madio no isehoanao hoe madio, Fa ny olona fetsifetsy kosa no isehoanao hoe kinga saina. *",
        "28": "Mamonjy an’ireo manetry tena mantsy ianao, Fa ny masonao kosa manohitra ny mpirehareha ka aetrinao ireny.",
        "29": "Fa ianao no jiroko, Jehovah ô! I Jehovah no manazava ny haizina misy ahy.",
        "30": "Manampy ahy ianao, dia vitako ny miady amin’ny mpandroba; Noho ny herin’Andriamanitra, dia vitako ny mianika manda.",
        "31": "Tonga lafatra ny lalan’ilay tena Andriamanitra; Madio ny tenin’i Jehovah. Ampingan’izay rehetra mialoka aminy izy.",
        "32": "Fa iza no Andriamanitra ankoatra an’i Jehovah? Ary iza no vatolampy ankoatra an’ilay Andriamanitsika?",
        "33": "Ilay tena Andriamanitra no fiarovana mafy ho ahy, Ary hataony izay hahalavorary ny lalako.",
        "34": "Ataony toy ny an’ny serfa ny tongotro; Ampijoroany eo amin’ny toerana avo aho.",
        "35": "Mampiofana ahy hiady izy; Mahavita mamoritra tsipìka varahina ny sandriko.",
        "36": "Omenao ahy ny ampinga famonjenao, Ary lasa misandratra aho noho ianao manetry tena.",
        "37": "Ataonao malalaka tsara ny lalana hodiaviko; Tsy hibolisatra ny tongotro.",
        "38": "Henjehiko ny fahavaloko ary haripako; Tsy hiverina aho raha tsy efa ringana tanteraka izy ireny.",
        "39": "Haringako sy hotorotoroiko izy ireny, ka tsy ho tafatsangana intsony; Ho lavo eo ambany tongotro izy ireny.",
        "40": "Homenao hery hoenti-miady aho; Hataonao lavo eo ambaniko ny fahavaloko.",
        "41": "Hataonao mandositra eo anatrehako ny fahavaloko; Haringako izay mankahala ahy.",
        "42": "Miantso vonjy izy ireny, nefa tsy misy mamonjy; Miantso an’i Jehovah mihitsy aza izy ireny, nefa tsy valiany.",
        "43": "Hataoko torotoro toy ny vovoka izy ireny, Ary hopotipotehiko sy hohitsakitsahiko hoatran’ny fotaka eny an-dalana.",
        "44": "Hamonjy ahy amin’ny fanakianana ataon’ny vahoakako ianao. Hiaro ahy ianao mba hahatonga ahy ho filohan’ireo firenena; Vahoaka mbola tsy fantatro no hanompo ahy.",
        "45": "Hanatona ahy ny olona avy amin’ny firenen-kafa sady hatahotra, Hankatò ahy izy ireo noho ny zavatra henony momba ahy. *",
        "46": "Tsy hanana herim-po intsony ny olona avy amin’ny firenen-kafa; Hangovitra izy ireo mivoaka avy ao amin’ny toerany voaro mafy.",
        "47": "Velona i Jehovah! Hoderaina anie ilay Vatolampiko! Hasandratra anie Andriamanitra, ilay Vatolampy mpamonjy ahy!",
        "48": "Mamaly ny ratsy atao amiko ilay tena Andriamanitra; Ataony lasa manaiky ahy ireo firenena;",
        "49": "Mamonjy ahy amin’ny fahavaloko izy. Manainga ahy ho lasa ambonin’ireo manafika ahy ianao, Ary mamonjy ahy amin’ny olona mahery setra.",
        "50": "Izany no mahatonga ahy hisaotra anao eo amin’ireo firenena, Jehovah ô, Sy hanao hira fiderana ho an’ny anaranao:",
        "51": "Manao asa famonjena lehibe ho an’ny mpanjaka voatendriny izy; Tiany ny voahosotra notendreny sady tsy mivadika aminy izy, Dia amin’i Davida sy ny taranany mandrakizay.”"
    },
    "23": {
        "1": "Izao no teny farany nataon’i Davida: “Ny tenin’i Davida zanak’i Jese, Dia ny tenin’ilay lehilahy nasandratra ho ambony, Ilay voahosotry ny Andriamanitr’i Jakoba, Ilay mpihira mahafinaritra voalazan’ny hiran’ny Israely.",
        "2": "Ny fanahin’i Jehovah no niteny tamin’ny alalako; Ny teniny no teo amin’ny lelako.",
        "3": "Niteny ny Andriamanitry ny Israely; Nilaza tamiko ilay Vatolampin’ny Israely hoe: ‘Raha olo-marina no mitondra ny olombelona, Ka matahotra an’Andriamanitra izy,",
        "4": "Dia toy ny hazavana vao maraina izany, rehefa miposaka ny masoandro, Amin’ny maraina tsy semban-drahona. Toy ny hazavana mamiratra izany, rehefa mitsahatra ny orana, Ka mampitsiry ny ahitra avy amin’ny tany.’",
        "5": "Tsy toy izany ve ny ankohonako, eo anatrehan’Andriamanitra? Nanao fifanekena mandrakizay tamiko mantsy izy, Dia fifanekena efa voaomana tsara sady azo antoka. Tena mamonjy ahy mantsy io fifanekena io sady tena mahafinaritra ahy, Koa tsy izany ve no mahatonga azy hampiroborobo ny ankohonako?",
        "6": "Ny olona tsy misy ilana azy rehetra kosa ariana toy ny tsilo, Satria tsy azo raisina amin’ny tanana.",
        "7": "Izay olona mikasika an’ireny, Dia tokony hitondra fitaovana vy sy tahon-defona, Ary tokony hatao kilan’ny afo eo amin’ny toerana misy azy izy ireny.”",
        "8": "Ireto ny anaran’ireo miaramila matanjaka tao amin’ny tafik’i Davida: Joseba-basebeta Takemonita, lehiben’izy telo lahy. Nampiasa ny lefony izy, indray mandeha, dia nahafaty 800 lahy.",
        "9": "Ary manarakaraka azy i Eleazara zanak’i Dodo zanak’i Ahohy. Anisan’ireo miaramila matanjaka telo niaraka tamin’i Davida izy, tamin’izy ireo nila ady tamin’ny Filistinina. Tonga teo ny Filistinina tamin’izay, mba hiady. Dia nitsoaka ny lehilahy israelita,",
        "10": "fa izy kosa tsy niala teo. Namely an’ireo Filistinina foana izy, ka tsy nijanona mihitsy raha tsy efa reraka be ny sandriny ary lasa nihenjana be ilay tanany nitazona sabatra. Nahatonga fandresena miezinezina àry i Jehovah tamin’izay andro izay. Ary niverina ny miaramila, ka nanaraka an’i Eleazara mba haka an’izay zavatra teny amin’ireo olona novonoiny.",
        "11": "Manarakaraka azy i Sama zanak’i Age Hararita. Tonga tao Lehy, teo amin’ny saha feno lantihy naniry, ny Filistinina. Dia lasa nitsoaka ny olona satria natahotra an’ireo Filistinina ireo.",
        "12": "Fa izy kosa nijoro teo afovoan’ilay saha, ka niaro an’ilay izy ary namono an’ireo Filistinina. Nanome fandresena miezinezina àry i Jehovah tamin’izay.",
        "13": "Nidina nankany amin’i Davida tany amin’ilay lava-bato tao Adolama ny 3 tamin’ireo 30 lahy lehiben’ny tafika, nandritra ny fotoam-pijinjana. Efa nisy andiana Filistinina nitoby teny amin’ny Lohasahan’ny Refaima tamin’izay.",
        "14": "I Davida kosa tao amin’ilay toerana niafenany. Ary nisy tobin’ny Filistinina tao Betlehema.",
        "15": "Nangetaheta be i Davida ka hoy izy: “Raha izao aho izao no mba afaka misotro rano avy ao amin’ilay lavaka fanangonan-drano eo akaikin’ny vavahadin’i Betlehema a!”",
        "16": "Dia niditra an-keriny tao amin’ny tobin’ny Filistinina ireo miaramila matanjaka telo. Nanovo rano tao amin’ilay lavaka fanangonan-drano teo akaikin’ny vavahadin’i Betlehema izy ireo, ary nitondra an’ilay izy tany amin’i Davida. Tsy nety nisotro anefa izy, fa nararany ho an’i Jehovah ilay rano.",
        "17": "Hoy izy: “Sanatria ahy ny hanao an’izany, Jehovah ô! Izaho ve dia hisotro ny ran’ireo lehilahy nanao vivery ny ainy ireo?” Tsy nety nisotro an’ilay rano àry izy. Izany no nataon’ireo miaramila matanjaka telo ireo.",
        "18": "I Abisay rahalahin’i Joaba, zanak’i Zeroia, no lehiben’ny miaramila telo hafa. Nampiasa ny lefony izy, ka nahafaty 300 lahy. Ary nalaza hoatran’ireo telo lahy ihany izy.",
        "19": "I Abisay no niavaka indrindra tamin’izy telo sady lehiben’izy ireo. Tsy nitovy tamin’ireo telo lahy voalohany anefa izy.",
        "20": "Lehilahy be herim-po i Benaia zanak’i Joiada, ary nahavita zavatra niavaka maro tao Kabzela izy. Nahafaty an’ireo roa lahy zanak’i Ariela avy any Moaba izy, ary nidina tao anaty lavaka fanangonan-drano tamin’ny andro nisy lanezy, dia namono liona iray.",
        "21": "Namono lehilahy ejipsianina iray goavam-be koa izy. Na dia nitana lefona aza ilay Ejipsianina, dia niady taminy i Benaia nefa kibay no teny aminy. Nosintoniny teny an-tanan’ilay Ejipsianina ilay lefona, ka iny ihany no namonoany azy.",
        "22": "Izany no nataon’i Benaia zanak’i Joiada, ary nalaza hoatran’ireo miaramila matanjaka telo ihany izy.",
        "23": "Niavaka kokoa izy raha oharina amin’ireo 30 lahy, saingy tsy nahavita ny vitan’ireo telo lahy. Notendren’i Davida ho lehiben’ny mpiambina azy anefa izy.",
        "24": "Anisan’ireo 30 lahy koa i Asahela rahalahin’i Joaba, Elanana zanak’i Dodo avy any Betlehema,",
        "25": "Sama Harodita, Elika Harodita,",
        "26": "Heleza Paltita, Ira zanak’i Ikesy Tekoita,",
        "27": "Abi-ezera Anatotita, Mebonay Hosatita,",
        "28": "Zalmona Ahohita, Maharay Netofatita,",
        "29": "Haleba zanak’i Bana Netofatita, Itahy zanak’i Ribay avy any Gibea tanànan’ny Benjaminita,",
        "30": "Benaia Piratonita, Hiday avy any amin’ny lohasahan’i Gasa,",
        "31": "Abi-albona Arbatita, Azmaveta Baromita,",
        "32": "Eliaba Salbonita, ny zanak’i Jasena, Jonatana,",
        "33": "Sama Hararita, Ahiama zanak’i Sarara Hararita,",
        "34": "Elifeleta zanak’i Ahasbay zanak’ilay Makatita, Eliama zanak’i Ahitofela Gilonita,",
        "35": "Hezro Karmelita, Paray Arbita,",
        "36": "Jigala zanak’i Natana avy any Zoba, Bany Gadita,",
        "37": "Zaleka Amonita, Naharay Berotita mpitondra ny fiadian’i Joaba zanak’i Zeroia,",
        "38": "Ira Jitrita, Gareba Jitrita,",
        "39": "ary Oria Hetita. Nisy 37 ny fitambaran’izy ireo."
    },
    "24": {
        "1": "Tezitra be tamin’ny Israely indray i Jehovah, rehefa nisy nampirisika an’i Davida hahatonga loza tamin’ny Israely ka nilaza taminy hoe: “Mandehana isao ny Israely sy ny Joda.”",
        "2": "Hoy àry ny mpanjaka tamin’i Joaba, lehiben’ny tafika, izay niaraka taminy: “Tetezo, azafady, ny foko rehetra eo amin’ny Israely, hatrany Dana ka hatrany Beri-sheba, ary isao ny vahoaka mba hahafantarako ny isany.”",
        "3": "Hoy anefa i Joaba tamin’ny mpanjaka: “Hampitomboin’i Jehovah Andriamanitrao avo 100 heny anie ny isan’ny olona, ary ho hitan’ny mason’ny mpanjaka tompoko anie izany! Fa maninona ny mpanjaka tompoko no te hanao an’izany zavatra izany?”",
        "4": "Tsy naharesy lahatra ny mpanjaka anefa i Joaba sy ireo lehiben’ny tafika. Niala teo anatrehan’ny mpanjaka àry i Joaba sy ireo lehiben’ny tafika mba hanisa ny vahoakan’Israely.",
        "5": "Niampita an’i Jordana izy ireo ka nitoby tao Aroera, teo ankavanan’ilay tanàna izay eo afovoan’ilay lohasaha. Dia nankany amin’ny Gadita izy ireo, ary avy eo nankany Jazera.",
        "6": "Nandeha tany Gileada sy tany Tatima-hodsy izy ireo taorian’izay, dia nanohy ny diany nankany Dana-jana, ary nivily nankany Sidona.",
        "7": "Nankany Tyro, tanàna voaro mafy, izy ireo avy eo, dia nankany amin’ny tanàna rehetran’ny Hivita sy ny Kananita. Dia tonga tany Beri-sheba any Negeba, any Joda, izy ireo tamin’ny farany.",
        "8": "Nitety an’ilay tany manontolo àry izy ireo, ka tafaverina tany Jerosalema rehefa afaka sivy volana sy 20 andro.",
        "9": "Dia nomen’i Joaba ny mpanjaka ny isan’ny olona voasoratra anarana. Nisy 800 000 ny miaramila mpitan-tsabatra, teo amin’ny Israely, ary 500 000 kosa ireo anisan’ny fokon’i Joda.",
        "10": "Nanenina anefa i Davida rehefa voaisany ny vahoaka, ka nanameloka azy ny fony. Niteny tamin’i Jehovah àry i Davida hoe: “Tena nanao fahotana lehibe aho tamin’iny zavatra nataoko iny. Mba avelao re ny fahadisoan’ny mpanomponao, Jehovah ô! Fa nanao hadalana be mihitsy aho.”",
        "11": "Rehefa nifoha i Davida ny ampitso maraina, dia hoy i Jehovah tamin’i Gada, mpaminany sady mpahita fahitana ho an’i Davida:",
        "12": "“Mandehana lazao amin’i Davida hoe: ‘Izao no lazain’i Jehovah: “Omeko safidy telo ianao, dia fidio izay iray tianao hataoko aminao.”’”",
        "13": "Nankao amin’i Davida àry i Gada, ka nilaza taminy hoe: “Inona, hono, no tianao? Hisy mosary mandritra ny fito taona ve eto amin’ny taninao, sa handositra mandritra ny telo volana ianao satria henjehin’ny fahavalonao, sa hisy areti-mandringana mandritra ny telo andro eto amin’ny taninao? Eritrereto tsara hoe inona no havaliko an’Ilay naniraka ahy.”",
        "14": "Dia hoy i Davida tamin’i Gada: “Sahiran-tsaina be aho. Aleontsika anefa azon’ny tanan’i Jehovah toy izay azon’ny tanan’olona. Be famindram-po mantsy izy.”",
        "15": "Nandefa areti-mandringana teo amin’ny Israely àry i Jehovah nanomboka ny maraina ka hatramin’ny fotoana voatondro. Dia 70 000 no maty hatrany Dana ka hatrany Beri-sheba.",
        "16": "Rehefa nanatsotra ny tanany handringana ny tao Jerosalema ilay anjely, dia nanenina i Jehovah noho ilay loza. Hoy àry izy tamin’ilay anjely nandringana ny olona: “Ampy izay! Ampidino amin’izay ny tananao.” Teo akaikin’ny famoloan’i Araona Jebosita ilay anjelin’i Jehovah tamin’izay.",
        "17": "Rehefa nahita an’ilay anjely namono ny vahoaka i Davida, dia hoy izy tamin’i Jehovah: “Izaho no nanota ary izaho no nanao ratsy. Fa inona moa no nataon’ireo ondry ireo? Izaho sy ny ankohonan-draiko re asiana e!”",
        "18": "Koa nankao amin’i Davida i Gada tamin’iny andro iny ihany, ka niteny taminy hoe: “Miakara ka manorena alitara ho an’i Jehovah, eo amin’ny famoloan’i Araona Jebosita.”",
        "19": "Dia nataon’i Davida izay nolazain’i Jehovah tamin’ny alalan’i Gada ka niakatra izy.",
        "20": "Rehefa nitazana i Araona, dia hitany fa ho eny aminy ny mpanjaka sy ny mpanompony. Tonga dia nivoaka àry izy ka niankohoka tamin’ny tany teo anatrehan’ny mpanjaka.",
        "21": "Dia hoy i Araona: “Nahoana ny mpanjaka tompoko no tonga atỳ amin’ny mpanompony?” Namaly i Davida hoe: “Tiako hovidina aminao ny famoloana, mba hanorenana alitara ho an’i Jehovah. Amin’izay mba mitsahatra ilay loza mahazo ny vahoaka.”",
        "22": "Hoy anefa i Araona tamin’i Davida: “Omeko maimaim-poana ho an’ny mpanjaka tompoko ny famoloana, ka ataovy fanatitra izay hitanao fa mety. Ireo ny omby, hatao fanatitra dorana. Dia ireo koa ny fitaovana fanosihosena varimbazaha sy ny zioga, hatao kitay.",
        "23": "Omen’i Araona ny mpanjaka daholo ireo rehetra ireo, ry mpanjaka ô!” Hoy koa izy: “Hankasitraka anao anie i Jehovah Andriamanitrao!”",
        "24": "Hoy anefa ny mpanjaka taminy: “Tsy mety izany, fa tsy maintsy hovidiko aminao ireo. Tsy zavatra azoko maimaim-poana no hatolotro ho sorona dorana ho an’i Jehovah Andriamanitro.” Novidin’i Davida volafotsy 50 sekely àry ilay famoloana sy ny omby.",
        "25": "Ary nanorina alitara ho an’i Jehovah teo i Davida, ka nanolotra sorona dorana sy sorona iombonana. Dia nihaino ny fitalahoana ho an’ilay tany i Jehovah, ka nitsahatra ilay loza nahazo ny Israely."
    },
    "meta": {
        "name": "2 Samoela",
        "order": 9,
        "chapter_number": 24
    }
}