{
    "1": {
        "1": "Vao mainka nihanatanjaka ny fanjakan’i Solomona zanak’i Davida. Nanampy azy i Jehovah Andriamaniny, ka lasa nisandratra faran’izay ambony izy.",
        "2": "Ary novorin’i Solomona ny Israely rehetra, dia ny lehiben’ny arivo, ny lehiben’ny zato, ny mpitsara, ary ny mpiadidy rehetra teo amin’ny Israely manontolo, izany hoe ny lohan’ny fianakaviambe.",
        "3": "Dia nankany amin’ilay toerana avo tany Gibeona i Solomona sy ny fiangonana manontolo, satria tany ilay tranolay fihaonana. An’ilay tena Andriamanitra io tranolay io, ary naorin’i Mosesy mpanompon’i Jehovah tany an-tany efitra.",
        "4": "Efa nentin’i Davida niakatra avy tany Kiriata-jearima ho any amin’ilay toerana nomaniny ho azy anefa ny Vata masin’ilay tena Andriamanitra. Efa nanangana tranolay ho an’io Vata io mantsy izy tao Jerosalema.",
        "5": "Ary napetraka teo anoloan’ny tranolain’i Jehovah ny alitara varahina nataon’i Bezalila, zanak’i Ory, zanak’i Hora. Fanaon’i Solomona sy ny fiangonana ny nivavaka teo alohan’izy io.",
        "6": "Teo i Solomona no nanao fanatitra teo anatrehan’i Jehovah. Nisy 1 000 ny fanatitra dorana natolony teo ambonin’ilay alitara varahina, tao amin’ilay tranolay fihaonana.",
        "7": "Tamin’iny alina iny, dia niseho tamin’i Solomona Andriamanitra ka niteny hoe: “Angataho izay tianao homeko anao.”",
        "8": "Dia hoy i Solomona tamin’Andriamanitra: “Nasehonao tamin’i Davida raiko hoe tena tia azy sy tsy nivadika taminy ianao. Dia nataonao mpanjaka nandimby azy aho.",
        "9": "Enga anie àry mba ho tanteraka ny fampanantenana nataonao tamin’i Davida raiko, Jehovah Andriamanitra ô! Izaho mantsy efa nataonao mpanjaka, ka manjaka amin’ny olona be dia be hoatran’ny vovoka amin’ny tany.",
        "10": "Mba omeo fahendrena sy fahalalana aho mba hahaizako hitondra an’ity vahoaka ity. Fa iza moa no mahay mitsara an’ireo vahoakanao be dia be ireo?”",
        "11": "Dia hoy Andriamanitra tamin’i Solomona: “Satria izany no irin’ny fonao, fa tsy nangataka harena ianao, na fananana, na voninahitra, na ny hahafatesan’ny olona mankahala anao, na ny ho ela velona, fa nangataka fahendrena sy fahalalana kosa mba hahaizana mitsara ny vahoakako, satria nataoko mpanjakan’izy ireo ianao,",
        "12": "dia homena fahendrena sy fahalalana ianao. Homeko harena sy fananana ary voninahitra be koa anefa ianao, ka tsy nisy nanana hoatr’izany ny mpanjaka rehetra talohanao, ary tsy hisy hanana hoatr’izany ny mpanjaka rehetra aorianao.”",
        "13": "Dia niala teo anoloan’ny tranolay fihaonana tany amin’ny toerana avo, tany Gibeona, i Solomona ka nankany Jerosalema. Nanjaka teo amin’ny Israely izy.",
        "14": "Ary nanangona kalesy sy soavaly foana i Solomona. Nanana kalesy 1 400 sy soavaly 12 000 izy. Nataony tao amin’ny tanàna fanatobiana kalesy sy tany Jerosalema tany akaikin’ny mpanjaka ireo.",
        "15": "Nataon’ny mpanjaka be dia be toy ny vato ny volafotsy sy ny volamena tany Jerosalema, ary nataony betsaka toy ny aviavidia any Sefela ny hazo sedera.",
        "16": "Nohafarana avy tany Ejipta ny soavalin’i Solomona, ka ny mpandraharahan’ny mpanjaka no nasaina nividy an’ireny soavaly ireny, ary andiany maromaro no novidina araka izay vidiny.",
        "17": "Ary volafotsy 600 sekely ny vidin’ny kalesy tsirairay nohafarana avy tany Ejipta, ary 150 ny vidin’ny soavaly iray. Dia avy eo naondran’ny mpandraharahan’ny mpanjaka nankany amin’ny mpanjaka rehetran’ny Hetita sy ireo mpanjakan’i Syria ireny."
    },
    "2": {
        "1": "Nanome baiko i Solomona hoe haorina amin’izay ny trano ho an’ny anaran’i Jehovah sy ny trano ho an’ny fanjakany.",
        "2": "Dia nifantina lehilahy 70 000 i Solomona hatao mpitondra entana, 80 000 ho mpipai-bato eny an-tendrombohitra, ary 3 600 ho mpiandraikitra an’ireo.",
        "3": "Nampitondra hafatra ho an’i Hirama mpanjakan’i Tyro koa i Solomona hoe: “Mba andefaso hazo sedera aho, hoatran’ilay nataonao tamin’i Davida raiko tamin’izy hanorina trano hipetrahana.",
        "4": "Hanorina trano ho an’ny anaran’i Jehovah Andriamanitro mantsy aho. Amin’izay aho mba ho afaka hanamasina an’ilay izy ho Azy, handoro emboka manitra eo anatrehany, hametraka ny mofo mifanaingina izay tokony ho eo amin’ny toerany foana, ary hanatitra fanatitra dorana amin’ny maraina sy hariva, rehefa Sabata sy tsinam-bolana ary amin’ny fotoanan’ny fety ho an’i Jehovah Andriamanitray. Zavatra tsy maintsy ataon’ny Israely foana izany.",
        "5": "Lehibe ilay trano haoriko, satria tena miavaka noho ny andriamanitra rehetra ny Andriamanitray.",
        "6": "Fa iza anefa moa no hahavita hanorina trano ho azy? Ny lanitra sy ny lanitry ny lanitra aza tsy omby azy, koa inona moa izay izaho no hanorina trano ho azy? Trano handoroana fanatitra mba hidona-tsetroka eo anatrehany ihany no mba azoko atao ho azy.",
        "7": "Andefaso mpanao asa tanana mahay àry aho, dia olona havanana amin’ny asa momba ny volamena, volafotsy, varahina, vy, volonondry volomparasy, kofehy mena antitra, kofehy manga, nefa koa havanana amin’ny asa sokitra. Hiasa any Joda sy eto Jerosalema izy, miaraka amin’ny mpanao asa tanana mahay efa eto amiko, izay notendren’i Davida raiko.",
        "8": "Ary andefaso hazo sedera sy zenevrie sy algoma avy any Libàna koa aho. Fantatro tsara hoe efa zatra mikapa ny hazon’i Libàna ny mpanomponao. Dia hiara-miasa amin’ny mpanomponao ny mpanompoko,",
        "9": "ka hanomana hazo be dia be ho ahy ry zareo. Lehibe sy faran’izay tsara mantsy ilay trano haoriko.",
        "10": "Ireto avy ny sakafo homeko ho an’ny mpanomponao, dia ny mpikapa hazo: Varimbazaha 20 000 kora, vary orza 20 000 kora, divay 20 000 bata, ary menaka 20 000 bata.”",
        "11": "Dia nandefa taratasy ho an’i Solomona i Hirama mpanjakan’i Tyro hoe: “Tian’i Jehovah ny vahoakany, dia izany no nahatonga azy hanendry anao ho mpanjakan’izy ireo.”",
        "12": "Hoy koa i Hirama: “Hoderaina anie i Jehovah Andriamanitry ny Israely, ilay nanao ny lanitra sy ny tany, satria izy nanome an’i Davida Mpanjaka zanaka hendry sy malina ary mahira-tsaina, izay hanorina trano ho an’i Jehovah sy trano ho an’ny fanjakany!",
        "13": "Alefako any aminao i Hiram-aby, mpanao asa tanana mahay sady mahira-tsaina.",
        "14": "Vehivavy danita ny reniny, fa ny rainy kosa avy eto Tyro. Manana traikefa izy amin’ny asa momba ny volamena, volafotsy, varahina, vy, vato, hazo, volonondry volomparasy, kofehy manga, lamba tena tsara, ary kofehy mena antitra. Mahavita manao sokitra isan-karazany koa izy, sady mahatafavoaka tsara an’izay sary ampanaovina azy. Hiara-miasa izy sy ny mpanao asa tanana mahay any aminao ary ny mpanao asa tanana mahay notendren’ny rainao, dia i Davida tompoko.",
        "15": "Koa alefaso, tompoko, ny varimbazaha, ny vary orza, ny menaka, ary ny divay efa nampanantenainao ny mpanomponao.",
        "16": "Izahay kosa hikapa hazo be dia be avy any Libàna, araka izay ilainao. Hataonay zahatra izany, dia halefanay eny an-dranomasina mandra-pahatonga any aminao any Jopa. Dia ianao no hampiakatra azy any Jerosalema.”",
        "17": "Ary nisain’i Solomona ny lehilahy vahiny rehetra tao amin’ny tanin’ny Israely, taorian’ilay fanisam-bahoaka nataon’i Davida rainy. Nisy 153 600 izy ireo.",
        "18": "Dia nataony mpitondra entana ny 70 000 tamin’izy ireo, mpipai-bato eny an-tendrombohitra ny 80 000, ary mpiandraikitra an’ireo olona niasa ny 3 600."
    },
    "3": {
        "1": "Dia nanomboka nanorina trano ho an’i Jehovah tany Jerosalema i Solomona, teo amin’ny Tendrombohitra Moria. Teo i Jehovah no niseho tamin’i Davida rainy, dia teo amin’ny famoloan’i Ornana Jebosita, izany hoe ilay toerana efa nomanin’i Davida.",
        "2": "Nanomboka nanorina izy tamin’ny andro faharoan’ny volana faharoa, tamin’ny taona fahefatra nanjakany.",
        "3": "Izao no refin’ny fototra nanorenan’i Solomona an’ilay tranon’ilay tena Andriamanitra: 60 hakiho ny lavany ary 20 hakiho ny sakany, araka ny hakiho fandrefesana taloha.",
        "4": "Nisy tilikambo fidirana teo anoloan’ilay tempoly. Nirefy 20 hakiho mitovy amin’ny sakan’ilay trano ny lavany, ary 120 ny haavony. Ary nopetahan’i Solomona takela-bolamena tsy misy fangarony ny tao anatiny.",
        "5": "Nopetahany takela-kazo zenevrie ny efitra lehibe, dia avy eo norakofany volamena tena tsara, ary noravahany sarina hazo palmie sy rojo.",
        "6": "Noravahany vatosoa tsara tarehy koa ilay trano. Volamena avy any Parvaima no nampiasainy.",
        "7": "Dia norakofany volamena ny trano, ny hazo mitondra ny tafo, ny tokonana, ny rindrina, ary ny varavarana. Ary nasiany sarina kerobima voasokitra teny amin’ny rindrina.",
        "8": "Dia nanamboatra an’ilay efitra atao hoe Masina Indrindra izy. Nirefy 20 hakiho mitovy amin’ny sakan’ilay trano ny lavany, ary 20 hakiho koa ny sakany. Norakofany volamena tena tsara nilanja 600 talenta ilay izy.",
        "9": "Nilanja 50 sekely ny volamena nanaovana an’ireo fantsika. Norakofany volamena koa ireo efitra tany an-tampon-trano.",
        "10": "Dia nasiany sarivongana kerobima roa tao amin’ilay efitra Masina Indrindra, ka nopetahany takela-bolamena ireo.",
        "11": "Ary 20 hakiho ny halavan’ny elatr’ireo kerobima raha atambatra. Dimy hakiho ny halavan’ny iray amin’ny elatr’ilay kerobima voalohany, ary nipaika tamin’ny rindrin’ilay efitra ilay izy. Dimy hakiho koa ny halavan’ny elany ilany, ary nipaika tamin’ny iray amin’ny elatr’ilay kerobima faharoa ilay izy.",
        "12": "Dimy hakiho ny halavan’ny iray amin’ny elatr’ilay kerobima iray, ary nipaika tamin’ny rindrin’ilay efitra ilay izy. Dimy hakiho koa ny halavan’ny elany ilany, ary nipaika tamin’ny iray amin’ny elatr’ilay kerobima voalohany ilay izy.",
        "13": "Nivelatra ny elatr’ireo kerobima ireo, ary nirefy 20 hakiho. Nijoro tamin’ny tongony izy ireo, sady nanatrika an’ilay efitra lehibe.",
        "14": "Nataony koa ny ridao, ka kofehy manga sy volonondry volomparasy sy kofehy mena antitra ary lamba tena tsara no nanaovany azy. Dia nasiany sarina kerobima ilay izy.",
        "15": "Nanao andry roa teo anoloan’ilay trano izy avy eo, ka 35 hakiho ny halavany, ary dimy hakiho ny loha andry tsirairay.",
        "16": "Nanao rojo koa izy, dia napetany teny amin’ny tampon’ireo andry izany. Ary nanao ampongabendanitra 100 izy, ka nataony teny amin’ireo rojo.",
        "17": "Natsangany teo anoloan’ilay tempoly ireo andry, ka ny iray teo ankavanana ary ny iray teo ankavia. Dia nataony hoe Jakina ny anaran’ilay teo ankavanana, ary Boaza ilay teo ankavia."
    },
    "4": {
        "1": "Dia nanao ny alitara varahina izy, ka 20 hakiho ny lavany, 20 hakiho ny sakany, ary 10 hakiho ny haavony.",
        "2": "Nanao fitoeran-drano varahina lehibe nantsoina hoe Ranomasina izy. Boribory ilay izy: 10 hakiho ny savaivony, 5 hakiho ny haavony, ary tady 30 hakiho vao nahodidina azy.",
        "3": "Nisy haingony nitovy tamin’ny voatango teo ambanin’ny molony manodidina azy. Voatango folo isaky ny iray hakiho no nanodidina an’ilay Ranomasina. Roa andalana ireo voatango ireo, ary lasitra iray ihany no nandrendrehana azy sy ilay Ranomasina.",
        "4": "Nipetraka teo ambonin’ny omby varahina 12 ilay Ranomasina, ka ny omby 3 nitodika nianavaratra, ny 3 niankandrefana, ny 3 nianatsimo, ary ny 3 niantsinanana. Nifampiamboho ireo omby rehetra ireo, ary teo ambonin’ireo ilay Ranomasina.",
        "5": "Toy ny sakan’ny felatanana ny hatevin’ilay Ranomasina, ary natao hoatran’ny molotry ny kaopy ny molony, mitovy amin’ny felana lisy. Antonona rano 3 000 bata ilay fitoeran-drano.",
        "6": "Nanao koveta folo hisasana koa izy, ka ny dimy nataony teo ankavanana ary ny dimy teo ankavia. Ao amin’ireo ny mpisorona no hanasa ny zavatra ampiasaina amin’ny fanatitra dorana, fa ilay Ranomasina kosa natao hisasany.",
        "7": "Nanao fitoeran-jiro volamena folo izy avy eo, araka izay nasaina natao. Napetrany tao amin’ny tempoly izany, ka ny dimy teo ankavanana ary ny dimy teo ankavia.",
        "8": "Nanao latabatra folo koa izy. Napetrany tao amin’ny tempoly izany, ka ny dimy teo ankavanana ary ny dimy teo ankavia. Dia nanao vilia baolina volamena 100 izy.",
        "9": "Nataony koa avy eo ny tokotany ho an’ny mpisorona sy ny tokotany lehibe ary ny vavahadin’ny tokotany. Dia nopetahany takela-barahina ireo vavahady ireo.",
        "10": "Ary nataony teo ankavanana, teo atsimoatsinanana, ilay Ranomasina.",
        "11": "Nanamboatra fitoeran-davenona sy lapelina ary vilia baolina koa i Hirama. Dia vitan’i Hirama ny asa nataony ho an’i Solomona Mpanjaka, momba ny tranon’ilay tena Andriamanitra:",
        "12": "Ny andry roa sy ny loha andry nitovy tamin’ny vilia baolina, izay teo an-tampon’ny andry roa; ny harato roa nandrakotra ny loha andry roa teo an-tampon’ireo andry;",
        "13": "ny ampongabendanitra 400 ho an’ny harato roa, ka ampongabendanitra roa andalana ho an’ny harato tsirairay, mba handrakofana ny loha andry roa teo ambonin’ny andry;",
        "14": "ny kalesy folo sy ny koveta folo teo amboniny;",
        "15": "ny Ranomasina sy ny omby 12 teo ambaniny;",
        "16": "ny fitoeran-davenona, ny lapelina, ary ny fitrebika. Teo koa ny fitaovana rehetra miaraka amin’ireo, izay nataon’i Hiram-abivy tamin’ny varahina nokosehina hangirana. Nataony ho an’i Solomona Mpanjaka izany, ho an’ny tranon’i Jehovah.",
        "17": "Tao anaty lasitra tanimanga no nandrendrehan’ny mpanjaka azy ireo, tao amin’ny faritr’i Jordana, teo anelanelan’i Sokota sy Zareda.",
        "18": "Dia nataon’i Solomona be dia be ireny fitaovana rehetra ireny. Tsy fantatra intsony izay lanjan’ny varahina.",
        "19": "Ary nataon’i Solomona ny fitaovana rehetra ho an’ny tranon’ilay tena Andriamanitra: Ny alitara volamena; ny latabatra fametrahana ny mofo aseho;",
        "20": "ny fitoeran-jiro sy ny jirony, izay samy volamena tsy misy fangarony, mba hirehitra eo anoloan’ny efitra anatiny indrindra, araka izay nasaina natao;",
        "21": "ny felam-boninkazo tamin’ny fitoeran-jiro, ny jiro, ny fitazonana lahin-jiro, izay samy natao tamin’ny volamena tsara indrindra;",
        "22": "ny famonoan-jiro, ny vilia baolina, ny kaopy, ny fitondrana afo, izay samy volamena tsy misy fangarony; ary ny fidirana amin’ny trano, izany hoe ny varavarana anatiny mankao amin’ny Masina Indrindra sy ny varavaran’ny tempoly. Samy volamena daholo ireo."
    },
    "5": {
        "1": "Vitan’i Solomona àry ny asa rehetra tsy maintsy nataony ho an’ny tranon’i Jehovah. Dia nampidiriny tao ireo zavatra efa nohamasinin’i Davida rainy. Ary nataony tao amin’ny fitehirizana zava-tsarobidy tao an-tranon’ilay tena Andriamanitra ny volafotsy sy ny volamena ary ny fitaovana rehetra.",
        "2": "Tamin’izany fotoana izany, dia novorin’i Solomona ny anti-panahin’ny Israely, sy ny lehibem-poko rehetra, ary ny mpiadidy teo amin’ny fianakaviamben’ny Israely. Tonga tany Jerosalema izy ireo mba hampiakatra ny Vata misy ny fifanekena nataon’i Jehovah, avy tany amin’ny Tanànan’i Davida, izany hoe Ziona.",
        "3": "Dia nivory teo anatrehan’ny mpanjaka ny lehilahy rehetra teo amin’ny Israely tamin’ny fotoanan’ny fety, izay natao tamin’ny volana fahafito.",
        "4": "Tonga daholo àry ny anti-panahin’ny Israely, ary nobatain’ny Levita ilay Vata.",
        "5": "Dia nentin’izy ireo niakatra ilay Vata, sy ny tranolay fihaonana, ary ny fitaovana masina rehetra tao amin’ilay tranolay. Ny mpisorona sy ny Levita no nitondra an’izany niakatra.",
        "6": "Teo anoloan’ilay Vata i Solomona Mpanjaka sy ny vahoakan’Israely manontolo, izay nampanantsoiny mba hihaona aminy. Be dia be mihitsy ny ondry sy omby natao sorona tamin’izay, ka tsy voaisa intsony.",
        "7": "Dia nentin’ny mpisorona ilay Vata misy ny fifanekena nataon’i Jehovah, ka nataony teo amin’ny toerany, tao amin’ny efitra anatiny indrindra amin’ilay trano, tao amin’ny Masina Indrindra, teo ambany elatr’ireo kerobima.",
        "8": "Nivelatra teo ambonin’ny toerana nisy an’ilay Vata àry ny elatr’ireo kerobima, ka nanaloka an’ilay Vata sy ireo bao filanjana azy ny kerobima.",
        "9": "Lava be ireo bao ka tazana ny tendrony raha avy eo amin’ny Masina, eo anoloan’ny efitra anatiny indrindra. Tsy tazana avy any ivelany kosa ireo bao ireo. Ary mbola ao ireo hatramin’izao.",
        "10": "Tsy nisy na inona na inona tao anatin’ilay Vata, afa-tsy ireo takela-bato roa napetrak’i Mosesy tao, tany Horeba, rehefa nanao fifanekena tamin’ny vahoakan’Israely i Jehovah, tamin’izy ireo nivoaka avy tany Ejipta.",
        "11": "Rehefa nivoaka avy tao amin’ny toerana masina ny mpisorona,—fa efa nanamasina ny tenany ny mpisorona rehetra teo, na inona na inona fizarana nisy azy—",
        "12": "dia efa nanao akanjo vita tamin’ny lamba tena tsara daholo ny Levita mpihira notarihin’i Asafa sy Hemana sy Jedotona sy ny zanak’izy ireo ary ny rahalahiny. Nitondra kipantsona sy zavamaneno fitendry ary harpa koa ireo Levita ireo. Nitsangana teo atsinanan’ny alitara izy ireo, niaraka tamin’ny mpisorona 120 izay nitsoka trompetra.",
        "13": "Raha vao niara-nidera sy nisaotra an’i Jehovah ny mpitsoka trompetra sy ny mpihira, ka naneno ny trompetra sy ny kipantsona ary ny zavamaneno hafa, dia feno rahona ilay trano, izany hoe ny tranon’i Jehovah. Nidera an’i Jehovah izy ireo tamin’izay, “fa tsara izy, ary be fitiavana sady tsy mivadika mandrakizay.”",
        "14": "Tsy nahavita nanohy ny fanompoany ny mpisorona noho ilay rahona, satria feno ny voninahitr’i Jehovah ny tranon’ilay tena Andriamanitra."
    },
    "6": {
        "1": "Dia hoy i Solomona tamin’izay: “Nilaza i Jehovah fa honina ao amin’ny haizim-pito izy.",
        "2": "Efa nahavita trano be voninahitra ho anao aho, dia toerana honenanao mandrakizay.”",
        "3": "Dia nitodika ny mpanjaka, ka notsofiny rano ny fiangonan’Israely manontolo, raha mbola nitsangana teo izy ireo.",
        "4": "Ary niteny izy hoe: “Hoderaina anie i Jehovah Andriamanitry ny Israely, fa Izy mihitsy no efa nampanantena an’i Davida raiko, ary Izy mihitsy no efa nanatanteraka an’izany! Hoy mantsy Izy:",
        "5": "‘Hatramin’ny andro nitondrako ny vahoakako nivoaka avy tany Ejipta, dia mbola tsy nisy tanàna nofidiko teo amin’ny foko rehetra teo amin’ny Israely, mba hanaovana trano hitoeran’ny anarako. Ary mbola tsy nisy olona nofidiko ho mpitarika ny Israely vahoakako.",
        "6": "Nifidy an’i Jerosalema anefa aho mba hitoeran’ny anarako, ary nifidy an’i Davida ho mpitarika ny Israely vahoakako.’",
        "7": "Ary nirin’ny fon’i Davida raiko ny hanorina trano ho an’ny anaran’i Jehovah Andriamanitry ny Israely.",
        "8": "Hoy anefa i Jehovah tamin’i Davida raiko: ‘Nirinao tamin’ny fonao manontolo ny hanorina trano ho an’ny anarako, ary tsara izany fanirian’ny fonao izany.",
        "9": "Tsy ianao anefa no hanorina an’ilay trano, fa ny zanakao izay haterakao no hanorina an’ilay trano ho an’ny anarako.’",
        "10": "Notanterahin’i Jehovah ny fampanantenana nataony, satria nandimby an’i Davida raiko aho ary mipetraka eo amin’ny seza fiandrianan’ny Israely, araka ny nampanantenain’i Jehovah. Nanao trano ho an’ny anaran’i Jehovah Andriamanitry ny Israely koa aho.",
        "11": "Dia napetrako ao ny Vata misy an’ilay fifanekena nataon’i Jehovah tamin’ny vahoakan’Israely.”",
        "12": "Dia nitsangana teo anoloan’ny alitaran’i Jehovah, teo anatrehan’ny fiangonan’Israely manontolo, i Solomona, ary namelatra ny tanany mba hivavaka.",
        "13": "—Fa efa nanao lampihazo varahina i Solomona ka nametraka an’ilay izy teo afovoan’ny tokotany. Dimy hakiho ny lavan’ilay izy, dimy hakiho ny sakany, ary telo hakiho ny haavony. Ary nitsangana teo ambonin’io izy.—Dia nandohalika teo anatrehan’ny fiangonan’Israely manontolo izy, ka namelatra ny tanany nanandrify ny lanitra mba hivavaka.",
        "14": "Dia hoy izy: “Ry Jehovah Andriamanitry ny Israely ô, tsy misy Andriamanitra hoatr’anao na any an-danitra na etỳ an-tany. Manaja fifanekena ianao, ary tia an’izay manompo anao amin’ny fony manontolo sady tsy mivadika aminy.",
        "15": "Notanterahinao ny fampanantenana nataonao tamin’i Davida raiko mpanomponao. Ianao mihitsy no nampanantena, ary ianao mihitsy no nanatanteraka an’izany androany.",
        "16": "Ry Jehovah Andriamanitry ny Israely ô, tanteraho àry ilay fampanantenana nataonao tamin’i Davida raiko mpanomponao hoe: ‘Hisy lehilahy avy amin’ny taranakao foana hipetraka eo anatrehako, eo amin’ny seza fiandrianan’ny Israely, raha mitandrina tsara ny taranakao ka mankatò ny lalàko, tahaka ny nanarahanao an’izay natoroko anao.’",
        "17": "Ry Jehovah Andriamanitry ny Israely ô, mba tanteraho re ny fampanantenana nataonao tamin’i Davida mpanomponao e!",
        "18": "“Andriamanitra anefa ve dia tena hiara-monina amin’ny olona etỳ an-tany? Ny lanitra, eny, ny lanitry ny lanitra aza tsy omby anao, koa mainka fa ity trano naoriko ity!",
        "19": "Mba henoy re ny vavak’ity mpanomponao sy ny fitalahoany famindram-po, ry Jehovah Andriamanitro ô! Henoy ny antso vonjy sy ny vavaka ataon’ny mpanomponao eto anatrehanao.",
        "20": "Enga anie ianao hijery an’ity trano ity andro aman’alina, ilay toerana nolazainao fa hametrahanao ny anaranao, ka hohenoinao ny vavaka ataon’ny mpanomponao manandrify an’ity toerana ity!",
        "21": "Henoy ny antso vonjy ataon’ny mpanomponao sy ny fitalahoan’ny Israely vahoakanao, rehefa mivavaka manandrify an’ity toerana ity. Ary enga anie ianao hihaino any an-danitra fonenanao any! Enga anie ianao hihaino ka hamela heloka!",
        "22": "“Raha misy olona manota amin’ny namany ka asaina mianiana sy miaiky hoe ho voaozona izy raha tsy manaja an’ilay fianianana, ary tonga eo anoloan’ny alitaranao ato amin’ity trano ity izy,",
        "23": "dia enga anie ianao hihaino any an-danitra any, ka hanao zavatra ary hitsara ny mpanomponao! Sazio ny ratsy fanahy, ary valio araka izay nataony izy. Lazao hoe tsy manan-tsiny kosa ny olo-marina, ary omeo valisoa izy satria nanao ny marina.",
        "24": "“Raha resin’ny fahavalo ny Israely vahoakanao satria nanota taminao foana, nefa miverina aminao izy ka manome voninahitra ny anaranao, ary mivavaka sy mitalaho famindram-po eo anatrehanao ato amin’ity trano ity,",
        "25": "dia enga anie ianao hihaino any an-danitra any, ka hamela ny fahotan’ny Israely vahoakanao, ary hampody azy any amin’ny tany nomenao azy sy ny razambeny!",
        "26": "“Raha mihidy ny lanitra ka tsy misy orana satria nanota taminao foana izy ireo, nefa mivavaka manandrify an’ity toerana ity izy ary manome voninahitra ny anaranao sady miala amin’ny fahotany, satria nataonao izay hahatonga azy hanetry tena,",
        "27": "dia enga anie ianao hihaino any an-danitra any, ka hamela ny fahotan’ny mpanomponao, dia ny an’ny Israely vahoakanao, ary hanoro azy ny lalana tsara tokony halehany! Ary andatsaho orana ny taninao izay nomenao ho lovan’ny vahoakanao.",
        "28": "“Raha misy mosary eto amin’ity tany ity, na areti-mandringana, na mainan’ny rivotra mahamay sy tratran’ny aretin-javamaniry ny voly, na misy andiam-balala na valala mirangorango, na misy fahavalo manao fahirano ny vahoakanao ao amin’ireo tanàna eto amin’ity tany ity, na misy loza na aretina hafa,",
        "29": "ka mivavaka na mitalaho famindram-po ny olona iray na ny Israely vahoakanao rehetra—satria samy mahalala an’izay mampahory azy ao am-pony ao ny tsirairay—ary mamelatra ny tanany manandrify an’ity trano ity izy,",
        "30": "dia enga anie ianao hihaino any an-danitra fonenanao any ka hamela heloka! Mba valio araka izay nataony ny tsirairay, satria ianao no mahalala ny ao am-pony—ianao irery ihany no mahalala tsara ny ao am-pon’ny olona—",
        "31": "mba hatahorany anao ka hanarahany ny lalana atoronao, amin’ny andro rehetra iainany eto amin’ity tany nomenao ny razambenay ity!",
        "32": "“Raha misy koa vahiny tsy anisan’ny Israely vahoakanao, nefa tonga avy any an-tany lavitra noho ny amin’ny anaranao be voninahitra sy ny tananao matanjaka ary ny sandrinao mahery, ka tonga mivavaka manandrify an’ity trano ity izy,",
        "33": "dia enga anie ianao hihaino any an-danitra fonenanao any, ka hanao an’izay rehetra angatahin’ilay vahiny aminao! Amin’izay dia ho fantatry ny firenena rehetra eto an-tany ny anaranao, ka hatahotra anao hoatran’ny Israely vahoakanao izy ireo, ary ho fantany fa efa nantsoina teto amin’ity trano naoriko ity ny anaranao.",
        "34": "“Raha mandeha miady amin’ny fahavalony any amin’ny lalana andefasanao azy ny vahoakanao, ka mivavaka aminao manandrify an’ity tanàna nofidinao ity sy ny trano naoriko ho an’ny anaranao,",
        "35": "dia henoy any an-danitra any ny vavaka ataony sy ny fitalahoany famindram-po, ka ataovy izay hitanao fa rariny mba hanampiana azy ireo.",
        "36": "“Raha manota aminao izy—fa tsy misy olombelona tsy manota—ka tezitra be aminy ianao, dia avelanao ho azon’ny fahavalo izy ka entin’izy ireo ho babo any an-tany lavitra na akaiky,",
        "37": "ary tonga saina izy any amin’ny tany nitondrana azy ho babo, dia miverina aminao sy mitalaho famindram-po aminao any amin’ilay tany nitondrana azy, ka miteny hoe: ‘Nanota izahay sady efa diso ary nanao ratsy’,",
        "38": "ary miverina aminao amin’ny fony manontolo sy ny heriny manontolo izy, any amin’ny tany izay nitondrana azy ho babo, ka mivavaka aminao manandrify ny taniny, izay nomenao ny razambeny, sy ny tanàna nofidinao ary ny trano naoriko ho an’ny anaranao,",
        "39": "dia henoy any an-danitra fonenanao any ny vavaka ataony sy ny fitalahoany famindram-po, ka ataovy izay hitanao fa rariny mba hanampiana azy ireo, ary mamelà ny heloky ny vahoakanao izay nanota taminao.",
        "40": "“Andriamanitro ô, enga anie ny masonao hijery, ary ny sofinao hihaino tsara ny vavaka atao eto amin’ity toerana ity!",
        "41": "Miakara ao amin’ny toerana honenanao, ry Jehovah Andriamanitra ô, ianao sy ny Vata Masin’ny herinao. Enga anie hitafy famonjena ny mpisoronao, ry Jehovah Andriamanitra ô, ary enga anie hifaly noho ny zavatra tsara ataonao ny olona tsy mivadika aminao!",
        "42": "Aza afoy ny voahosotrao, ry Jehovah Andriamanitra ô! Enga anie ho tadidinao fa tianao i Davida mpanomponao ary tsy mivadika aminy ianao!”"
    },
    "7": {
        "1": "Raha vao avy nivavaka i Solomona, dia nisy afo nilatsaka avy any an-danitra nandevona ny fanatitra dorana sy ny sorona. Ary nameno an’ilay trano ny voninahitr’i Jehovah.",
        "2": "Tsy afaka niditra tao an-tranon’i Jehovah àry ny mpisorona, satria feno ny voninahitr’i Jehovah ilay tranon’i Jehovah.",
        "3": "Nahita an’ilay afo nilatsaka sy ny voninahitr’i Jehovah teo amin’ilay trano ny vahoakan’Israely, ka niondrika tamin’ny tany teo amin’ilay tokotany vato sady niankohoka ary nisaotra an’i Jehovah, “fa tsara izy, ary be fitiavana sady tsy mivadika mandrakizay.”",
        "4": "Dia nanao sorona teo anatrehan’i Jehovah ny mpanjaka sy ny vahoaka manontolo.",
        "5": "Nanolotra omby 22 000 sy ondry 120 000 i Solomona Mpanjaka mba hatao sorona. Izany no nataon’ny mpanjaka sy ny vahoaka rehetra, tamin’izy ireo nitokana ny tranon’ilay tena Andriamanitra.",
        "6": "Nijoro teo amin’ny toerana tokony hisy azy ny mpisorona tamin’izay, ary teo koa ny Levita nitondra ny zavamaneno nanaovana hira ho an’i Jehovah. I Davida Mpanjaka no nanamboatra an’ireny zavamaneno ireny mba hanaovana hira fisaorana an’i Jehovah,—“fa be fitiavana izy sady tsy mivadika mandrakizay”—isaky ny nidera azy niaraka tamin’izy ireo i Davida. Ary nitsoka trompetra mafy be teo anoloan’izy ireo ny mpisorona, raha mbola nitsangana teo ny Israelita rehetra.",
        "7": "Dia nohamasinin’i Solomona ny teo afovoan’ny tokotany, teo anoloan’ny tranon’i Jehovah. Teo no tsy maintsy nanolorany ny fanatitra dorana sy ny tavin’ny sorona iombonana. Tsy antonona teo amin’ilay alitara varahina nataon’i Solomona mantsy ny sorona dorana sy ny fanatitra varimbazaha ary ny tavin’ireo sorona.",
        "8": "Nanao fety nandritra ny fito andro i Solomona tamin’izay, niaraka tamin’ny Israely rehetra, izay fiangonana lehibe avy any Lebo-hamata ka hatrany amin’ny Reniranon’i Ejipta.",
        "9": "Nanao fivoriambe makotrokotroka izy ireo ny andro fahavalo, satria efa nitokana an’ilay alitara nandritra ny fito andro izy ireo sady nanao an’ilay fety nandritra ny fito andro.",
        "10": "Dia nalefany nody ny vahoaka tamin’ny andro faha-23 amin’ny volana fahafito. Faly sy ravoravo erỳ ny fon’izy ireo, noho ny soa rehetra nataon’i Jehovah tamin’i Davida sy Solomona ary ny Israely vahoakany.",
        "11": "Dia vitan’i Solomona ny tranon’i Jehovah sy ny tranon’ny mpanjaka. Vitany tsara daholo ny zavatra rehetra niriny hatao momba ny tranon’i Jehovah sy ny tranony.",
        "12": "Ary niseho tamin’i Solomona i Jehovah ny alin’iny, ka nilaza hoe: “Efa henoko ny vavaka nataonao, ary efa nofidiko ho ahy ity toerana ity mba ho trano fanaovana sorona.",
        "13": "Raha manidy ny lanitra aho ka tsy misy orana, na mibaiko ny valala mba handripaka ny zavamaniry eo amin’ny tany, na mandefa areti-mandringana hamely ny vahoakako,",
        "14": "nefa manetry tena ny vahoakako izay antsoina amin’ny anarako, ka mivavaka sy mitady ahy ary miala amin’ny ratsy fanaony, dia hihaino any an-danitra aho ka hamela ny fahotany ary hamerina ny taniny amin’ny laoniny.",
        "15": "Dia hijery ny masoko, ary hihaino tsara ny vavaka atao eto amin’ity toerana ity ny sofiko.",
        "16": "Efa nofidiko sady nohamasiniko ity trano ity mba ho ao foana ny anarako. Hifantoka ao foana koa ny masoko ary ho ao foana ny foko.",
        "17": "“Raha manompo ahy toy ny nataon’i Davida rainao koa ianao, ka manao an’izay rehetra nandidiako anao ary mankatò ny fitsipiko sy ny didim-pitsarako,",
        "18": "dia hataoko mafy orina ny fanjakanao, araka ny fifanekena nataoko tamin’i Davida rainao hoe: ‘Hisy lehilahy avy amin’ny taranakao foana hitondra eo amin’ny Israely.’",
        "19": "Raha miala amiko anefa ianareo, ka tsy miraharaha ny didy sy ny lalàna nomeko anareo, fa mandeha manompo andriamani-kafa sy miankohoka eo anatrehan’ireny,",
        "20": "dia hongotako tsy ho eo amin’ny tany nomeko azy ny Israely. Ilay trano nohamasiniko ho an’ny anarako kosa hariako tsy ho hitan’ny masoko intsony, sady havelako hesoesoin’ny firenena rehetra sy hataony fihomehezana.",
        "21": "Ary ho lasa korontam-bato mivangongo ity trano ity. Ho gaga izay rehetra mandalo eo, dia hiteny hoe: ‘Fa naninona àry no dia nataon’i Jehovah hoatr’izao ity tany ity sy ity trano ity?’",
        "22": "Dia hisy hilaza hoe: ‘Satria ry zareo niala tamin’i Jehovah Andriamanitry ny razambeny, izay nitondra azy ireo nivoaka avy tany Ejipta, ary maimaika erỳ nanaraka andriamani-kafa ka niankohoka teo anatrehan’ireny sady nanompo azy. Izany no nahatonga Azy hamely an-dry zareo tamin’izao loza rehetra izao.’”"
    },
    "8": {
        "1": "Rehefa tapitra ny 20 taona nanorenan’i Solomona ny tranon’i Jehovah sy ny tranony,",
        "2": "dia naoriny indray ireo tanàna nomen’i Hirama azy, ka nasainy nipetraka tao ny Israelita.",
        "3": "Nankany Hamata-zoba koa i Solomona ka naharesy azy.",
        "4": "Dia nohamafisiny i Tadmora tany an-tany efitra, sy ny tanàna rehetra fitehirizana entana sy vokatra efa naoriny tany Hamata.",
        "5": "Naoriny koa i Beti-horona Ambony sy Beti-horona Ambany. Tanàna voaro mafy misy manda sy vavahady ary bara hidiny ireo.",
        "6": "Naoriny koa i Baleta sy ny tanàna rehetra fitehirizan’i Solomona entana sy vokatra, ny tanàna rehetra fanatobiana kalesy, ny tanànan’ny mpitaingin-tsoavaly, ary izay rehetra nirin’i Solomona haorina tao Jerosalema sy tany Libàna ary nanerana ny tany nanjakany.",
        "7": "Ary mbola nisy sisa tavela ny Hetita, ny Amorita, ny Perizita, ny Hivita, ary ny Jebosita, izay samy tsy anisan’ny Israely.",
        "8": "Mbola tavela teo amin’ilay tany ny taranak’izy ireny fa tsy naripaky ny Israelita, ka nampanaovin’i Solomona asa an-terivozona hatramin’izao.",
        "9": "Ny Israelita kosa tsy nisy nataon’i Solomona andevo, fa izy ireo no miaramilany, lehiben’ny manamboninahitra lefitra, lehiben’ny mpitondra kalesiny, ary lehiben’ny mpitaingin-tsoavaly.",
        "10": "Nisy 250 lahy ny mpiadidy ny lehibem-paritr’i Solomona Mpanjaka. Mpanara-maso an’ireo olona nanao an’ilay asa izy ireo.",
        "11": "Ny zanakavavin’i Farao indray nentin’i Solomona niakatra avy tao amin’ny Tanànan’i Davida ho any amin’ilay trano naoriny ho azy. Fa hoy izy: “Tsy tokony hipetraka ao an-tranon’i Davida mpanjakan’ny Israely izy, na dia vadiko aza, satria masina ny toerana nidiran’ny Vata masin’i Jehovah.”",
        "12": "Avy eo dia nanolotra sorona dorana ho an’i Jehovah i Solomona, teo amin’ny alitaran’i Jehovah, izay efa naoriny teo anoloan’ny tilikambo fidirana.",
        "13": "Nanaraka ny didy nomen’i Mosesy izy ka nanao ny fanatitra tokony hatao isan’andro, ny fanatitra atao rehefa Sabata sy tsinam-bolana ary amin’ny fotoanan’ny fety intelo isan-taona, dia ny Fetin’ny Mofo Tsy Misy Lalivay, sy ny Fetin’ireo Herinandro, ary ny Fetin’ny Trano Rantsankazo.",
        "14": "Ary nozarazarainy hanao ny fanompoany ny mpisorona, nifanaraka tamin’ny fitsipika napetrak’i Davida rainy. Notendreny hanao ny andraikiny koa ny Levita, mba hidera sy hanompo an’Andriamanitra eo anatrehan’ny mpisorona araka ny fanao isan’andro. Notendreny ho eny amin’ny vavahady samy hafa kosa ny mpiandry vavahady, araka ny fizarana nisy azy avy. Izany rehetra izany mantsy no nandidian’i Davida, lehilahin’Andriamanitra.",
        "15": "Ary nankatoavin’izy ireo foana ny didin’ny mpanjaka ho an’ny mpisorona sy ny Levita, dia ny didy nomeny momba ny trano fitehirizana entana na momba ny zavatra hafa rehetra.",
        "16": "Voalamina tsara daholo àry ny asan’i Solomona, nanomboka tamin’ny andro nandatsahana ny fototry ny tranon’i Jehovah ka mandra-pahavitany. Dia vita tanteraka ny tranon’i Jehovah.",
        "17": "Tamin’izay i Solomona no nankany Eziona-gebera sy Elota, teny amoron-tsiraka, tany Edoma.",
        "18": "Nandefa sambo sy tantsambo za-draharaha tany amin’i Solomona i Hirama, ka ny mpanompony no nasainy nandefa an’izany. Niaraka tamin’ny mpanompon’i Solomona nankany Ofira ireo, dia naka volamena nilanja 450 talenta, ka nitondra an’izany tany amin’i Solomona Mpanjaka."
    },
    "9": {
        "1": "Henon’ny mpanjakavavin’i Sheba ny lazan’i Solomona, ka tonga tany Jerosalema izy mba hitsapa an’i Solomona tamin’ny fanontaniana saro-baliana. Nisy mpanompo maro be koa niaraka taminy, dia nisy rameva nitondra menaka balsama sy volamena be dia be ary vatosoa. Ary nankao amin’i Solomona izy, ka nilaza taminy an’izay rehetra tao am-pony.",
        "2": "Dia voavalin’i Solomona daholo ny fanontaniany. Tsy nisy zavatra sarotra loatra tamin’i Solomona ka hoe tsy hainy ny nanazava azy.",
        "3": "Rehefa hitan’ilay mpanjakavavin’i Sheba ny fahendren’i Solomona, ny trano naoriny,",
        "4": "ny sakafo teo an-databany, ny fomba nametrahana an’ireo mpanompony, ny fomba fiasan’ireo mpandroso sakafo sy ny fitafian’izy ireo, ny mpandroso zava-pisotro sy ny fitafian’izy ireo, ary ny sorona dorana natolony tsy tapaka tao an-tranon’i Jehovah, dia tena gaga be mihitsy izy.",
        "5": "Hoy àry izy tamin’ny mpanjaka: “Tena marina ny zavatra henoko tany amin’ny taniko momba ny zava-bitanao sy ny fahendrenao.",
        "6": "Tsy nino ny tenin’ny olona anefa aho raha tsy tonga tatỳ, ka ny masoko mihitsy no nahita. Hay na ny antsasaky ny fahendrenao aza tsy nolazaina tamiko! Fa mihoatra lavitra noho izay efa henoko ny zavatra hitako.",
        "7": "Sambatra ny olonao, ary sambatra ny mpanomponao izay eto aminao eto foana, ka maheno ny fahendrenao!",
        "8": "Hoderaina anie i Jehovah Andriamanitrao izay nankasitraka anao, ka nametraka anao eo amin’ny seza fiandrianany, mba ho mpanjaka hisolo tena an’i Jehovah Andriamanitrao! Tian’Andriamanitrao ny Israely sady tiany haharitra mandrakizay, ka notendreny ho mpanjakan’izy ireo ianao, mba hanao ny rariny sy ny hitsiny.”",
        "9": "Dia nomen’ilay mpanjakavavin’i Sheba volamena 120 talenta i Solomona Mpanjaka, sady nomeny menaka balsama be dia be sy vatosoa. Tsy nisy nitondra menaka balsama be dia be hoatran’ilay nomeny an’i Solomona intsony tany taorian’izay.",
        "10": "Nitondra volamena avy any Ofira ny mpanompon’i Hirama sy ny mpanompon’i Solomona, ary nitondra hazo algoma sy vatosoa koa.",
        "11": "Ny hazo algoma dia nanaovan’ny mpanjaka tohatra ho an’ny tranon’i Jehovah sy ho an’ny tranon’ny mpanjaka, ary harpa sy zavamaneno fitendry ho an’ny mpihira. Mbola tsy nahitana hoatr’izany mihitsy tany Joda hatramin’izay.",
        "12": "Nomen’i Solomona Mpanjaka ho an’ny mpanjakavavin’i Sheba koa izay rehetra niriny sy nangatahiny, mihoatra noho izay efa nentiny ho an’ny mpanjaka. Dia lasa nody tany amin’ny taniny ilay mpanjakavavy sy ny mpanompony.",
        "13": "Nilanja 666 talenta ny volamena tonga tany amin’i Solomona tao anatin’ny herintaona,",
        "14": "ankoatra an’izay nentin’ny mpivaro-mandeha sy ny mpivarotra. Nitondra volafotsy sy volamena ho an’i Solomona koa ny mpanjaka rehetran’ny Arabo sy ireo governoran’ilay tany.",
        "15": "Nanao ampinga lehibe 200 tamin’ny volamena misy fangarony i Solomona Mpanjaka, ka volamena misy fangarony milanja 600 sekely no nandrakofany ny ampinga tsirairay.",
        "16": "Nanamboatra ampinga kely 300 tamin’ny volamena misy fangarony koa izy, ka volamena milanja telo mina no nandrakofany ny ampinga kely tsirairay. Dia napetraky ny mpanjaka tao amin’ny Trano Alan’i Libàna ireo.",
        "17": "Nanao seza fiandrianana lehibe koa ny mpanjaka. Vita tamin’ny Ivoara izy io, ary nopetahany takela-bolamena tsy misy fangarony.",
        "18": "Nisy zanatohatra enina nankeo amin’ilay seza fiandrianana, ary nisy fitoeran-tongotra volamena napetaka tamin’ilay seza. Nasiany fitoeran-tanana teo amin’ny andaniny roa amin’ilay seza, ary nasiany liona iray avy nitsangana teo akaikin’ireo fitoeran-tanana.",
        "19": "Nisy liona 12 koa teo amin’ireo zanatohatra enina, ka iray avy teo amin’ny sisiny roa tamin’ny zanatohatra tsirairay. Tsy nisy fanjakana nanao seza fiandrianana hoatr’izany mihitsy.",
        "20": "Volamena daholo ny kaopin’i Solomona Mpanjaka. Ary volamena tsy misy fangarony ny fitaovana rehetra tao amin’ny Trano Alan’i Libàna. Tsy nisy zavatra vita tamin’ny volafotsy mihitsy, satria noheverina ho tsinontsinona ny volafotsy tamin’ny andron’i Solomona.",
        "21": "Fa nanana sambo nankany Tarsisy ny mpanjaka, ary ny mpanompon’i Hirama no nitondra an’ireny. Tonga isaky ny telo taona koa ny sambon’i Tarsisy, izay nitondra volamena, volafotsy, ivoara, rajako, ary vorombola.",
        "22": "Nanan-karena sy hendry noho ny mpanjaka rehetra teto an-tany àry i Solomona Mpanjaka.",
        "23": "Ary nangataka hihaona taminy ny mpanjaka eran-tany, mba hihaino ny fahendrena nataon’ilay tena Andriamanitra tao am-pony.",
        "24": "Samy nitondra an’ireto fanomezana ireto izy ireo isan-taona: Zavatra vita tamin’ny volafotsy sy volamena, fitafiana, fitaovam-piadiana, menaka balsama, soavaly, ary ramole.",
        "25": "Ary nanana tranon-tsoavaly 4 000, sy kalesy, ary soavaly 12 000 i Solomona. Nataony tao amin’ny tanàna fanatobiana kalesy sy tany Jerosalema tany akaikin’ny mpanjaka ireo.",
        "26": "Teo ambany fahefany ny mpanjaka rehetra, nanomboka tany amin’ny Renirano ka hatrany amin’ny tanin’ny Filistinina sy ny sisin-tanin’i Ejipta.",
        "27": "Nataon’ny mpanjaka be dia be toy ny vato ny volafotsy tany Jerosalema, ary nataony betsaka toy ny aviavidia any Sefela ny hazo sedera.",
        "28": "Soavaly avy any Ejipta sy avy any amin’ny tany hafa rehetra no nentina ho an’i Solomona.",
        "29": "Ary tsy efa voasoratra ao amin’ny asa soratr’i Natana mpaminany sy ny faminanian’i Ahia Silonita ve ny sisa amin’ny tantaran’i Solomona, hatramin’ny voalohany ka hatramin’ny farany? Tsy efa voasoratra ao amin’ny boky mirakitra ny fahitana hitan’i Ido koa ve izany? Mpahita fahitana i Ido, ary nahita fahitana momba an’i Jeroboama zanak’i Nebata izy.",
        "30": "Nanjaka 40 taona tany Jerosalema, teo amin’ny Israely rehetra, i Solomona.",
        "31": "Dia nodimandry any amin’ny razambeny izy, ka nalevina tao amin’ny Tanànan’i Davida rainy. Ary i Rehoboama zanany no nanjaka nandimby azy."
    },
    "10": {
        "1": "Nankany Sekema i Rehoboama, satria tonga tany ny Israely rehetra mba hanao azy ho mpanjaka.",
        "2": "Raha vao henon’i Jeroboama zanak’i Nebata izany, dia niverina avy tany Ejipta izy—mbola tany Ejipta izy tamin’izay satria nandositra an’i Solomona Mpanjaka.—",
        "3": "Nampiantso azy àry ny olona. Ary nankany amin’i Rehoboama i Jeroboama sy ny Israely rehetra, ka niteny hoe:",
        "4": "“Nampitondra zioga mavesatra anay ny rainao. Hanompo anao anefa izahay, raha hamaivaninao ny fanompoana mafy nampanaovin-drainao sy ny zioga mavesatra nampitondrainy anay.”",
        "5": "Ary hoy izy tamin’izy ireo: “Miverena atỳ amiko rehefa afaka telo andro.” Dia lasa ny olona.",
        "6": "Ary nanontanian’i Rehoboama Mpanjaka ireo zokiolona nanompo an’i Solomona rainy fony fahavelony hoe: “Ahoana no havaly ny vahoaka, araka ny hevitrareo?”",
        "7": "Dia hoy ireo zokiolona taminy: “Raha tsara fanahy amin’ny vahoaka ianao, ka mampifaly azy sy manome valin-teny mahafa-po azy, dia hanompo anao foana ry zareo.”",
        "8": "Tsy nanaraka ny soso-kevitr’ireo zokiolona anefa izy, fa nanontany an’ireo tovolahy niara-lehibe taminy sady mpanompony.",
        "9": "Hoy izy: “Ahoana no havalintsika ny vahoaka, araka ny hevitrareo? Niteny tamiko mantsy ry zareo hoe: ‘Mba hamaivano ny zioga nampitondrain’ny rainao anay.’”",
        "10": "Dia hoy ireo tovolahy niara-lehibe taminy: “Niteny taminao ny vahoaka hoe: ‘Nampitondra zioga mavesatra anay ny rainao, fa mba hamaivano kosa izany.’ Dia izao lazaina aminy: ‘Ho lehibe noho ny andilan’ny raiko ny ankikeliko.",
        "11": "Nampitondra zioga mavesatra anareo ny raiko, fa izaho kosa vao mainka hanampy ny zioganareo. Ny raiko nanafay anareo tamin’ny karavasy tsotra, fa izaho kosa hanafay anareo amin’ny karavasy misy zava-maranitra.’”",
        "12": "Dia nankany amin’i Rehoboama i Jeroboama sy ny olona rehetra, tamin’ny andro fahatelo, araka ny tenin’ny mpanjaka hoe: “Miverena atỳ amiko amin’ny andro fahatelo.”",
        "13": "Teny henjana anefa no navalin’ny mpanjaka ny vahoaka. Tsy narahin’i Rehoboama Mpanjaka àry ny soso-kevitr’ireo zokiolona.",
        "14": "Nanaraka ny soso-kevitr’ireo tovolahy izy, ka nilaza hoe: “Vao mainka hataoko mavesatra ny zioganareo ary mbola hampiako aza. Nanafay anareo tamin’ny karavasy tsotra ny raiko, fa izaho kosa hanafay anareo amin’ny karavasy misy zava-maranitra.”",
        "15": "Tsy nohenoin’ny mpanjaka àry ny vahoaka, satria ilay tena Andriamanitra no nahatonga an’izany, mba ho tanteraka ny teny nasain’i Jehovah nolazain’i Ahia Silonita tamin’i Jeroboama zanak’i Nebata.",
        "16": "Dia hoy ny Israely rehetra, rehefa tsy nety nihaino azy ireo ny mpanjaka: “Inona moa no mba anjaranay any amin’i Davida? Tsy misy lovanay ange any amin’ny zanak’i Jese e! Samia mankany amin’ny andriamaniny avy, ry Israely ô! Karakarao amin’izay ny taranakao, ry Davida ô!” Dia nody tany an-tranony ny Israely rehetra.",
        "17": "Na izany aza, dia mbola nanjaka tamin’ny Israelita nipetraka tany amin’ireo tanànan’i Joda ihany i Rehoboama.",
        "18": "Dia nirahin’i Rehoboama Mpanjaka ho any amin’ny Israely rehetra i Hadorama, ilay niandraikitra an’ireo voantso hanao fanompoana ho an’ny mpanjaka. Nitora-bato azy anefa ny Israelita, ka maty izy. I Rehoboama Mpanjaka kosa tafakatra tao anaty kalesiny, ka nandositra tany Jerosalema.",
        "19": "Ary mbola mikomy amin’ny taranak’i Davida ny Israelita hatramin’izao."
    },
    "11": {
        "1": "Vao tonga tany Jerosalema i Rehoboama, dia namory ny taranak’i Joda sy Benjamina, izany hoe miaramila 180 000 efa zatra ady. Novoriny izy ireo mba hiady tamin’ny Israely, amin’izay ho azon’i Rehoboama indray ny fanjakana.",
        "2": "Dia hoy i Jehovah tamin’i Semaia, lehilahin’Andriamanitra:",
        "3": "“Lazao amin’i Rehoboama zanak’i Solomona mpanjakan’ny Joda, sy amin’ny Israelita rehetra any amin’ny tanin’i Joda sy Benjamina hoe:",
        "4": "‘Izao no tenin’i Jehovah: “Aza miakatra hiady amin’ny rahalahinareo. Samia mody any an-tranonareo avy, fa izaho no nahatonga an’izao.”’” Dia nankatò ny tenin’i Jehovah izy ireo, ka nody fa tsy nanafika an’i Jeroboama.",
        "5": "Nipetraka tao Jerosalema i Rehoboama, ary nanorina tanàna voaro mafy tany Joda.",
        "6": "Dia naoriny i Betlehema, Etama, Tekoa,",
        "7": "Beti-zora, Soko, Adolama,",
        "8": "Gata, Maresa, Zifa,",
        "9": "Adoraima, Lakisy, Azeka,",
        "10": "Zora, Aialona ary Hebrona, izay samy tanàna voaro mafy tany amin’ny tanin’i Joda sy Benjamina.",
        "11": "Nohamafisiny koa ny fiarovana an’ireo toerana voaro mafy ireo. Nasiany mpitari-tafika àry tao amin’ireo, ary namatsy sakafo sy menaka ary divay ho an’ireo izy.",
        "12": "Nasiany ampinga lehibe sy lefona koa tany amin’ny tanàna hafa rehetra, ary nataony mafy tsara ny fiarovana an’ireny. Mbola izy ihany no nanjaka tamin’i Joda sy Benjamina.",
        "13": "Dia niala tany amin’ny faritra rehetra nisy azy ny mpisorona sy ny Levita eran’i Israely, ka niandany tamin’i Rehoboama.",
        "14": "Niala tany amin’ny kijanany sy ny fananany àry ny Levita, ka nankany Joda sy Jerosalema. Nesorin’i Jeroboama sy ny zanany tsy ho mpisoron’i Jehovah mantsy izy ireo.",
        "15": "Dia nanendry mpisorona ho eny amin’ireo toerana avo i Jeroboama, mba hanompo an’ireo demonia miendrika osy sy ireo zanak’omby nataony.",
        "16": "Nisy olona avy tamin’ny foko rehetra teo amin’ny Israely kosa nanaraka an’ireo mpisorona sy Levita. Nitady an’i Jehovah Andriamanitry ny Israely tamin’ny fony manontolo izy ireo, ka nankany Jerosalema mba hanao sorona ho an’i Jehovah Andriamanitry ny razambeny.",
        "17": "Nanatanjaka ny fanjakan’ny Joda izy ireo sady nanohana an’i Rehoboama zanak’i Solomona nandritra ny telo taona. Nanao hoatran’izay nataon’i Davida sy Solomona mantsy izy ireo nandritra ireo telo taona ireo.",
        "18": "Ary nanambady an’i Mahalota i Rehoboama. I Mahalota dia zanakavavin’i Jerimota zanakalahin’i Davida sy Abihaila zanakavavin’i Eliaba zanak’i Jese.",
        "19": "Nitera-dahy taminy i Mahalota, dia i Jeosy sy Semaria ary Zahama.",
        "20": "Nanambady an’i Maka zafikelin’i Absaloma koa i Rehoboama. Tatỳ aoriana, dia niteraka an’i Abia sy Atahy sy Ziza ary Selomita taminy i Maka.",
        "21": "Tia an’i Maka zafikelin’i Absaloma mihoatra noho ny vadiny sy ny vadikeliny rehetra i Rehoboama. Naka vady 18 sy vadikely 60 mantsy izy, ka niteraka zazalahy 28 sy zazavavy 60.",
        "22": "I Abia zanak’i Maka àry no notendren’i Rehoboama ho lehiben’ireo rahalahiny sady mpitarika azy, satria tiany hatao mpanjaka izy.",
        "23": "Nahira-tsaina anefa i Rehoboama ka nalefany nanerana ny faritr’i Joda sy Benjamina, tany amin’ny tanàna rehetra voaro mafy, ny zanany lahy sasany. Nomeny sakafo be dia be sy vady maro be koa izy ireo."
    },
    "12": {
        "1": "Raha vao mafy orina ny fanjakan’i Rehoboama ka lasa natanjaka izy, dia nahafoy ny Lalàn’i Jehovah izy sy ny Israely rehetra niaraka taminy.",
        "2": "Ary tamin’ny taona fahadimy nanjakan’i Rehoboama, dia niakatra i Sisaka mpanjakan’i Ejipta mba hanafika an’i Jerosalema, satria nivadika tamin’i Jehovah ny Israely.",
        "3": "Nanana kalesy 1 200 sy mpitaingin-tsoavaly 60 000 i Sisaka. Tsy hita isa ny miaramila niaraka taminy avy any Ejipta, dia ny Libyanina sy ny Sokita ary ny Etiopianina.",
        "4": "Dia azony ireo tanàna voaro mafy tany Joda, ka tonga hatrany Jerosalema izy.",
        "5": "Nivory tao Jerosalema i Rehoboama sy ny andrianan’ny Joda satria natahotra an’i Sisaka. Dia tonga teo amin’izy ireo i Semaia mpaminany, ka niteny hoe: “Izao no tenin’i Jehovah: ‘Ianareo efa nahafoy ahy, ka mba afoiko eo an-tanan’i Sisaka koa.’”",
        "6": "Dia nanetry tena ny mpanjaka sy ny andrianan’ny Israely, ka niteny hoe: “Rariny ny an’i Jehovah.”",
        "7": "Rehefa hitan’i Jehovah fa nanetry tena izy ireo, dia hoy i Jehovah tamin’i Semaia: “Nanetry tena izy ireo ka tsy haringako, ary tsy ho ela dia hovonjeko. Dia tsy hanampatra ny hatezerako aminy aho, ka tsy havelako hamely an’i Jerosalema i Sisaka.",
        "8": "Ho lasa mpanompon’i Sisaka anefa izy ireo, mba hahafantaran’izy ireo fa tsy mitovy ny manompo ahy sy ny manompo ny mpanjakan’ny firenen-kafa.”",
        "9": "Dia niakatra nanafika an’i Jerosalema i Sisaka mpanjakan’i Ejipta. Nalainy ny zava-tsarobidy notehirizina tao an-tranon’i Jehovah sy tao an-tranon’ny mpanjaka. Lasany daholo ny zava-drehetra, anisan’izany ny ampinga volamena nataon’i Solomona.",
        "10": "Nanao ampinga varahina àry i Rehoboama Mpanjaka ho solon’ireny. Nasainy niandraikitra an’ireny ny lehiben’ny mpiambina, izay niambina ny fidirana mankao an-tranon’ny mpanjaka.",
        "11": "Isaky ny nankao an-tranon’i Jehovah ny mpanjaka, dia niditra ny mpiambina sady nitondra an’ireo ampinga, dia avy eo namerina an’izany tao amin’ny efitra fiambenana.",
        "12": "Nanetry tena mantsy ny mpanjaka sady mba nanao zavatra tsara ihany ny olona tany Joda. Tsy tezitra tamin’ny mpanjaka intsony àry i Jehovah, ka tsy nandringana azy ireo tanteraka.",
        "13": "Nanamafy orina ny toerany tao Jerosalema i Rehoboama Mpanjaka, ka mbola nanjaka foana. Lasa mpanjaka i Rehoboama tamin’izy 41 taona, ary 17 taona no nanjakany tao Jerosalema, ilay tanàna nofidin’i Jehovah teo amin’ny foko rehetra teo amin’ny Israely mba hametrahany ny anarany. Nama no anaran-dreniny, ary Amonita izy io.",
        "14": "Nanao ratsy anefa i Rehoboama, satria tsy tena tapa-kevitra tamin’ny fony manontolo ny hitady an’i Jehovah.",
        "15": "Ary tsy efa voasoratra ao amin’ny lisitry ny tetirazana, ao amin’ny asa soratr’i Semaia mpaminany sy Ido mpahita fahitana ve ny tantaran’i Rehoboama, hatramin’ny voalohany ka hatramin’ny farany? Ary niady foana i Rehoboama sy Jeroboama.",
        "16": "Dia nodimandry any amin’ny razambeny i Rehoboama, ka nalevina tao amin’ny Tanànan’i Davida. Ary i Abia zanany no nanjaka nandimby azy."
    },
    "13": {
        "1": "Lasa mpanjakan’ny Joda i Abia tamin’ny taona faha-18 nanjakan’i Jeroboama Mpanjaka.",
        "2": "Nanjaka telo taona tany Jerosalema izy. Mikaia no anaran-dreniny, ary zanakavavin’i Oriela avy any Gibea izy io. Ary niady i Abia sy Jeroboama.",
        "3": "Nandeha niady àry i Abia, niaraka tamin’ny miaramila matanjaka 400 000 efa zatra ady. I Jeroboama kosa nandahatra miaramila matanjaka 800 000 efa zatra ady mba hiady aminy.",
        "4": "Dia nitsangana teo amin’ny Tendrombohitra Zemaraima any amin’ny faritra be tendrombohitr’i Efraima i Abia, ka niteny hoe: “Henoy aho, ry Jeroboama sy Israely rehetra ô!",
        "5": "Tsy fantatrareo angaha fa nomen’i Jehovah Andriamanitry ny Israely an’i Davida ny fanjakana, rehefa nanao fifanekena maharitra taminy izy, ka i Davida sy ny taranany no hanjaka eo amin’ny Israely mandrakizay?",
        "6": "Nikomy tamin’ny tompony anefa i Jeroboama zanak’i Nebata sady mpanompon’i Solomona zanak’i Davida.",
        "7": "Dia nisy olona tsisy atao sady tsisy ilana azy tonga teo aminy foana, nitangorona teo. Nahery noho i Rehoboama zanak’i Solomona izy ireo. Mbola tanora sady saro-tahotra mantsy i Rehoboama ka tsy nahatohitra an’ireo.",
        "8": "“Dia izao ianareo te hanohitra ny fanjakan’i Jehovah eo an-tanan’ny taranak’i Davida. Vahoaka be mantsy ianareo, sady manana an’ireo zanak’omby volamena nataon’i Jeroboama ho andriamanitrareo.",
        "9": "Ianareo koa angaha moa tsy efa nandroaka ny taranak’i Arona izay mpisoron’i Jehovah, sy ny Levita, ka nanendry mpisorona ho anareo, hoatran’ny nataon’ny firenen-kafa? Ary izay olona tonga nitondra vantotr’ombilahy iray sy ondrilahy fito, na iza izy na iza, dia mety ho lasa mpisoron’izay tsy andriamanitra akory.",
        "10": "Fa ny anay kosa, i Jehovah no Andriamanitray, ary tsy mba nahafoy azy izahay. Ny taranak’i Arona ny anay no mpisorona manao fanompoana ho an’i Jehovah, ka ny Levita no manampy azy ireo amin’izany asa izany.",
        "11": "Manolotra fanatitra dorana mba hidona-tsetroka ho an’i Jehovah izy ireo isa-maraina sy isaky ny takariva, sady mandoro emboka manitra. Alamin’izy ireo eo ambony latabatra vita amin’ny volamena tsy misy fangarony koa ny mofo mifanaingina. Dia ampirehetin’izy ireo isaky ny takariva ny jiro eo amin’ny fitoeran-jiro volamena. Manao ny andraikitray amin’i Jehovah Andriamanitray mantsy izahay, fa ianareo kosa efa nahafoy azy.",
        "12": "Ary manampy anay sady mitarika anay ilay tena Andriamanitra. Eto koa ny mpisorony hitsoka ny trompetra fanairana rehefa hamely anareo izahay. Koa aza miady amin’i Jehovah Andriamanitry ny razambenareo, ry miaramilan’ny Israely ô, fa tsy handresy ianareo.”",
        "13": "Naniraka miaramila anefa i Jeroboama mba hiafina ka hanafika avy any aorianan’ny Joda. Dia lasa teo alohan’ny Joda ry Jeroboama, ary avy tany aoriana ireo miaramila niafina.",
        "14": "Koa rehefa nitodika ny miaramilan’ny Joda, dia hitany fa tsy maintsy niady tamin’ny fahavalo teo alohany sy tao aorianany izy ireo. Dia nitaraina tamin’i Jehovah izy ireo, ary nitsoka mafy ny trompetra ny mpisorona.",
        "15": "Dia nanao hiakan’ady ny miaramilan’ny Joda. Ary rehefa nanao an’izany izy ireo, dia nataon’ilay tena Andriamanitra resin’i Abia sy ny Joda i Jeroboama sy ny Israely rehetra.",
        "16": "Dia nandositra ny Israelita, ka nataon’Andriamanitra resin’ny Joda.",
        "17": "Be dia be tamin’izy ireo no matin’i Abia sy ny miaramilany, ka lehilahy 500 000 efa zatra ady tamin’ny Israely no maty niampatrampatra.",
        "18": "Resy àry ny miaramilan’ny Israely, tamin’izany fotoana izany. Ny fokon’i Joda kosa nahery satria niantehitra tamin’i Jehovah Andriamanitry ny razambeny.",
        "19": "Ary nanenjika an’i Jeroboama i Abia ka naka an’ireo tanàna nofeheziny, dia i Betela sy ireo tanàna niankina taminy, Jesana sy ireo tanàna niankina taminy, ary Efraina sy ireo tanàna niankina taminy.",
        "20": "Tsy natanjaka hoatran’ny taloha intsony àry i Jeroboama tamin’ny andron’i Abia. Ary nasian’i Jehovah izy tatỳ aoriana dia maty.",
        "21": "I Abia anefa nihanahery foana. Rehefa nandeha ny fotoana, dia nanana vady 14 izy, ka niteraka 22 lahy sy 16 vavy.",
        "22": "Efa voasoratra ao amin’ny asa soratr’i Ido mpaminany daholo ny sisa amin’ny tantaran’i Abia, dia ny zavatra nataony sy nolazainy."
    },
    "14": {
        "1": "Dia nodimandry any amin’ny razambeny i Abia, ka nalevina tao amin’ny Tanànan’i Davida. Ary i Asa zanany no nanjaka nandimby azy. Nilamina nandritra ny folo taona ilay tany, tamin’ny andron’i Asa.",
        "2": "Nanao izay tsara sy mety teo imason’i Jehovah Andriamaniny i Asa.",
        "3": "Nesoriny ireo alitaran’ny firenen-kafa sy ireo toerana avo, dia nopotipotehiny ireo tsangambato masina, ary nokapainy ireo tsato-kazo masina.",
        "4": "Nasainy nitady an’i Jehovah Andriamanitry ny razambeny koa ny Joda, sady nasainy nankatò ny Lalàna sy ny didy.",
        "5": "Nesoriny tao amin’ny tanàna rehetra tany Joda ny toerana avo sy ny fandoroana emboka manitra. Tsy nisy nanakorontana mihitsy ny fanjakana, nandritra ny fitondrany.",
        "6": "Ary nanorina tanàna voaro mafy tao Joda izy, satria tsy nisy nanakorontana ilay tany. Tsy nisy niady taminy koa nandritra ireo taona ireo, fa nataon’i Jehovah milamina ny taniny.",
        "7": "Hoy izy tamin’ny Joda: “Andao haorintsika ireto tanàna ireto, ka hasiantsika manda sy tilikambo ary vavahady misy bara hidiny ny manodidina. Fa mbola antsika ny tany, satria efa nitady an’i Jehovah Andriamanitsika isika. Efa nitady azy isika, dia nataony milamina tanteraka ny tanintsika.” Dia vitan’izy ireo soa aman-tsara ny zavatra naoriny.",
        "8": "Nanana tafika i Asa, ka ny avy tamin’ny Joda dia miaramila 300 000 nitondra ampinga lehibe sy lefona. Ny avy tamin’ny Benjamina indray miaramila matanjaka 280 000 nitondra ampinga kely sy tsipìka.",
        "9": "Ary nanafika azy ireo i Zera Etiopianina sy ny tafiny nisy miaramila 1 000 000 sy kalesy 300. Rehefa tonga tany Maresa izy,",
        "10": "dia nivoaka hiady taminy i Asa. Dia nilahatra hiady teo amin’ny Lohasahan’i Zefata any Maresa izy ireo.",
        "11": "Ary niantso an’i Jehovah Andriamaniny i Asa ka niteny hoe: “Jehovah ô, tsy mampaninona anao na be dia be na tsy manan-kery ny olona ampianao. Koa ampio izahay, ry Jehovah Andriamanitray ô, fa miantehitra aminao izahay, ary amin’ny anaranao no ahatongavanay eto hiady amin’io vahoaka io. Jehovah ô, ianao no Andriamanitray. Aza avela handresy anao ny olombelona mety maty.”",
        "12": "Dia nataon’i Jehovah resin’i Asa sy ny Joda ny Etiopianina ka nandositra.",
        "13": "Nenjehin’i Asa sy ny miaramilany hatrany Gerara ny Etiopianina, ka maty niampatrampatra ary tsy nisy niangana intsony tamin’ny farany. Naripak’i Jehovah sy ny miaramilany mantsy izy ireo. Dia nitondra zavatra be dia be nataony babo ny Joda.",
        "14": "Notafihin’izy ireo koa ny tanàna rehetra manodidina an’i Gerara, satria efa nataon’i Jehovah natahotra be ny olona. Ary norobain’izy ireo ny tanàna rehetra, fa be zavatra azo norobaina tao amin’ireny.",
        "15": "Notafihiny koa ny tranolain’ireo mpiandry biby fiompy, ka ondry sy rameva be dia be no azon’izy ireo babo. Niverina tany Jerosalema izy ireo avy eo."
    },
    "15": {
        "1": "Ary niasa tamin’i Azaria zanak’i Odeda ny fanahin’Andriamanitra.",
        "2": "Dia nandeha nitsena an’i Asa izy, ka niteny hoe: “Henoy aho, ry Asa sy Joda ary Benjamina rehetra! Manampy anareo foana i Jehovah, raha tsy mivadika aminy ianareo. Ary raha mitady azy ianareo, dia hataony izay hahitanareo azy. Fa raha mahafoy azy kosa ianareo, dia hafoiny koa.",
        "3": "Tsy nanompo an’ilay tena Andriamanitra ny Israely, nandritra ny fotoana ela, sady tsy nanana mpisorona nampianatra azy, ary tsy nanana lalàna koa.",
        "4": "Rehefa nanana olana be anefa ry zareo, dia niverina tamin’i Jehovah Andriamanitry ny Israely sady nitady azy. Nataon’Andriamanitra àry izay hahitan’izy ireo azy.",
        "5": "Nampahatahotra ny nandeha lavitra tamin’ireny fotoana ireny, satria nisy korontana be teo amin’ny mponina rehetra tany amin’ny faritra samy hafa.",
        "6": "Nifandringana koa ny firenena samy firenena sy ny tanàna samy tanàna, satria nataon’Andriamanitra nahita olana isan-karazany ry zareo ka nikorontana be.",
        "7": "Ianareo kosa mahereza ary aza kivy, fa hahazo valisoa ianareo amin’izay ataonareo.”",
        "8": "Vao henon’i Asa izany teny izany sy ny faminanian’i Odeda mpaminany, dia lasa be herim-po izy ka nesoriny ny sampy maharikoriko nanerana ny tanin’i Joda sy Benjamina. Nesoriny koa ny sampy tany amin’ireo tanàna nobaboiny tany amin’ny faritra be tendrombohitr’i Efraima. Dia naveriny tamin’ny laoniny ilay alitaran’i Jehovah teo anoloan’ny tilikambo fidirana ao amin’ny tranon’i Jehovah.",
        "9": "Ary novoriny daholo ny Joda sy ny Benjamina ary ny vahiny niaraka tamin’izy ireo. Avy tamin’ny fokon’i Efraima sy Manase ary Simeona ireo vahiny ireo. Be dia be izy ireo no niala tamin’ny Israely ka niandany tamin’i Asa, rehefa hitany fa nanampy an’i Asa i Jehovah Andriamaniny.",
        "10": "Dia nivory tao Jerosalema izy rehetra ireo, tamin’ny volana fahatelo tamin’ny taona faha-15 nanjakan’i Asa.",
        "11": "Nanao sorona ho an’i Jehovah avy tamin’ny zavatra nataony babo izy ireo tamin’io andro io, dia omby 700 sy ondry 7 000.",
        "12": "Nanao fifanekena koa izy ireo fa hitady an’i Jehovah Andriamanitry ny razambeny amin’ny fony manontolo sy ny heriny manontolo.",
        "13": "Dia hovonoina ho faty izay tsy mitady an’i Jehovah Andriamanitry ny Israely, na kely na lehibe, na lahy na vavy.",
        "14": "Nianiana tamin’i Jehovah tamin’ny feo mafy àry izy ireo, sady faly sy nihorakoraka be ary nitsoka trompetra sy anjombona.",
        "15": "Dia faly daholo ny Joda noho ilay fianianana, satria tamin’ny fony manontolo no nanaovany an’ilay izy. Nazoto nitady an’Andriamanitra koa izy ireo, ka nataony izay hahitan’izy ireo azy. Ary nataon’i Jehovah milamina foana ny tanin’izy ireo, na taiza na taiza.",
        "16": "Nesorin’i Asa Mpanjaka tsy ho mpanjakavavy mihitsy koa aza i Maka renibeny, satria nanao sampy mahatsiravina hivavahana tamin’ny tsato-kazo masina. Dia nokapain’i Asa ilay sampy mahatsiravina nataon’ny renibeny, ka nopotipotehiny sy nodorany tao amin’ny Lohasahan’i Kidrona.",
        "17": "Tsy nesorina teo amin’ny Israely anefa ny toerana avo. Na izany aza, dia nanompo an’Andriamanitra tamin’ny fony manontolo i Asa, nandritra ny androm-piainany.",
        "18": "Ary nentiny tao an-tranon’ilay tena Andriamanitra ny zavatra nohamasinin’izy sy ny rainy, dia volafotsy sy volamena ary fitaovana isan-karazany.",
        "19": "Tsy nisy ady intsony hatramin’ny taona faha-35 nanjakan’i Asa."
    },
    "16": {
        "1": "Tamin’ny taona faha-36 nanjakan’i Asa, dia niakatra hanafika an’i Joda i Basa mpanjakan’ny Israely. Dia nanorina an’i Rama i Basa, mba hisakanana ny olona tsy hivezivezy hankany amin’i Asa mpanjakan’ny Joda.",
        "2": "Koa namoaka volafotsy sy volamena avy tao amin’ny fitehirizana zava-tsarobidy tao an-tranon’i Jehovah sy tao an-tranon’ny mpanjaka i Asa. Dia nandefa an’ireny tany amin’i Beni-hadada mpanjakan’i Syria, nipetraka tao Damaskosy, izy, ka nilaza hoe:",
        "3": "“Nanao fifanarahana izaho sy ianao, ary ny raiko sy ny rainao. Dia nampitondra volafotsy sy volamena ho anao aho. Koa foany ny fifanarahana nifanaovanao tamin’i Basa mpanjakan’ny Israely, mba hialany eto amin’ny taniko.”",
        "4": "Dia narahin’i Beni-hadada ny tenin’i Asa Mpanjaka, ka nirahiny ireo lehiben’ny tafiny mba hanafika ny tanànan’ny Israely. Koa resiny i Iona, Dana, Abela-maima, ary ny toerana rehetra fitehirizana entana sy vokatra tao amin’ireo tanànan’i Naftaly.",
        "5": "Raha vao henon’i Basa izany, dia tsy nanorina ny tanànan’i Rama intsony izy, ka najanony ny asa nataony tao.",
        "6": "Nentin’i Asa Mpanjaka avy eo ny Joda rehetra, ka nalain’izy ireo ny vato sy ny hazo nanorenan’i Basa an’i Rama. Dia ireny no nampiasain’i Asa hanorenana an’i Geba sy Mizpa.",
        "7": "Tamin’izay, dia nankany amin’i Asa mpanjakan’ny Joda i Hanany mpahita, ka niteny taminy hoe: “Satria ianao niantehitra tamin’ny mpanjakan’i Syria, fa tsy tamin’i Jehovah Andriamanitrao, dia ho afa-mandositra anao ny tafiky ny mpanjakan’i Syria ka tsy ho resinao.",
        "8": "Angaha moa ny Etiopianina sy ny Libyanina tsy tafika lehibe sady nanana kalesy sy mpitaingin-tsoavaly be dia be? Niantehitra tamin’i Jehovah anefa ianao, ka nataony resinao ry zareo.",
        "9": "Fa ny mason’i Jehovah dia mijery eny rehetra eny manerana ny tany, satria izy te hampiasa ny heriny mba hanampiana an’izay manompo azy amin’ny fo manontolo. Hadalana mihitsy ny nataonao tamin’ity indray mandeha ity, ka hisy hiady aminao foana manomboka izao.”",
        "10": "Tezitra tamin’ilay mpahita anefa i Asa dia nampiditra azy tao am-ponja, satria romotra be taminy noho ilay zavatra noteneniny. Nanomboka nampijaly olona sasany teo amin’ny vahoaka koa i Asa tamin’izay.",
        "11": "Ary efa voasoratra ao amin’ny Boky Momba ny Mpanjakan’ny Joda sy Israely ny tantaran’i Asa, hatramin’ny voalohany ka hatramin’ny farany.",
        "12": "Nisy narary teo amin’ny tongotr’i Asa tamin’ny taona faha-39 nanjakany, ka lasa narary mafy izy. Na izany aza, dia tsy mba nitady an’i Jehovah izy, fa nitady mpanasitrana.",
        "13": "Dia nodimandry any amin’ny razambeny i Asa. Maty izy tamin’ny taona faha-41 nanjakany.",
        "14": "Koa nalevina tao amin’ny Tanànan’i Davida izy, tao amin’ilay fasana lehibe efa nolavahany, ka natao teo ambony filanjana faty nofenoina menaka balsama sy menaka manitra natao tamin’ny zava-manitra isan-karazany. Ary nandrehitra afo be izy ireo rehefa nandevina azy."
    },
    "17": {
        "1": "Ary i Josafata zanany no nanjaka nandimby an’i Asa, ka nanamafy orina ny toerany teo amin’ny Israely.",
        "2": "Dia nisy andia-miaramila nasainy nijanona tao amin’ny tanàna rehetra voaro mafy tao Joda. Nasiany toby miaramila koa tany amin’ny tanin’i Joda sy ireo tanànan’i Efraima nobaboin’i Asa rainy.",
        "3": "Ary nanampy an’i Josafata foana i Jehovah. Nanao hoatran’izay nataon’i Davida razambeny mantsy izy sady tsy nitady an’ireo Bala.",
        "4": "Fa nitady an’ilay Andriamanitry ny rainy izy sady nanaraka ny didiny, fa tsy nanao ny fanaon’ny Israely.",
        "5": "Koa nataon’i Jehovah mafy orina ny fanjakany. Ary nitondran’ny Joda rehetra fanomezana foana i Josafata, ka nahazo harena sy voninahitra be.",
        "6": "Lasa be herim-po izy ka nanaraka ny lalan’i Jehovah. Nesoriny mihitsy aza ireo toerana avo sy tsato-kazo masina tao Joda.",
        "7": "Tamin’ny taona fahatelo nanjakany, dia nampanantsoiny ireto andrianany ireto mba hampianatra tao amin’ireo tanànan’i Joda: Ben-haila, Obadia, Zakaria, Netanela, ary Mikaia.",
        "8": "Ireto ny Levita niaraka tamin’izy ireo: Semaia, Netania, Zebadia, Asahela, Semiramota, Jonatana, Adonia, Tobia, ary Tob-adonia. Ary niaraka tamin’ireo koa i Elisama sy Jorama izay samy mpisorona.",
        "9": "Nampianatra tao Joda izy ireo sady nitondra ny boky misy ny Lalàn’i Jehovah. Dia nitety ny tanàna rehetra tao Joda izy ireo, ka nampianatra ny vahoaka.",
        "10": "Ary nataon’i Jehovah natahotra be ny fanjakana rehetra nanodidina an’i Joda, ka tsy nisy niady tamin’i Josafata.",
        "11": "Dia nanatitra fanomezana ho an’i Josafata ny Filistinina, sady nandoa hetra taminy. Ny Arabo koa nitondra ondrilahy 7 700 sy osilahy 7 700 homena azy.",
        "12": "Vao mainka nihanahery i Josafata. Dia mbola nanorina toerana voaro mafy sy tanàna fitehirizana entana sy vokatra tao Joda izy.",
        "13": "Nahavita zavatra miavaka be dia be tao amin’ireo tanàna tao Joda izy, sady nanana miaramila matanjaka tao Jerosalema.",
        "14": "Nozaraina arakaraka ny fianakaviambeny izy ireo. Tamin’ny Joda dia nisy lehiben’ny arivo, ka i Adna no lehiben’ireo. Ary nisy miaramila matanjaka 300 000 niaraka taminy.",
        "15": "Ary izy no nifehy an’i Johanana, ilay lehiben’ny miaramila 280 000.",
        "16": "I Adna koa no nifehy an’i Amasia zanak’i Zikry, izay nanolo-tena an-tsitrapo hanompo an’i Jehovah. Ary nisy miaramila matanjaka 200 000 niaraka tamin’i Amasia.",
        "17": "Ny avy tamin’ny Benjamina kosa, dia i Eliada. Miaramila matanjaka izy, ary nisy lehilahy 200 000 nitondra tsipìka sy ampinga niaraka taminy.",
        "18": "Ary i Eliada no nifehy an’i Jozabada, ary nisy lehilahy 180 000 efa vonona hiady niaraka taminy.",
        "19": "Ireo no nanompo ny mpanjaka, ankoatra an’izay efa napetrany tany amin’ireo tanàna voaro mafy nanerana an’i Joda."
    },
    "18": {
        "1": "Nanana harena sy voninahitra be i Josafata. Nanao fifanarahana tamin’i Ahaba anefa izy, ka nalainy ho vadin’ny zanany ny zanak’i Ahaba.",
        "2": "Rehefa afaka taona vitsivitsy, dia nidina nankany amin’i Ahaba tany Samaria izy. Dia namono ondry sy omby be dia be hatao sorona i Ahaba, mba ho an’i Josafata sy ny olona niaraka taminy. Ary nampirisihiny hiaraka aminy hanafika an’i Ramota-gileada i Josafata.",
        "3": "Dia hoy i Ahaba mpanjakan’ny Israely tamin’i Josafata mpanjakan’ny Joda: “Hiaraka amiko ho any Ramota-gileada ve ianao?” Dia hoy i Josafata: “Hoatr’anao ihany aho! Ny vahoakako dia vahoakanao ihany. Hanampy anao any an’ady izahay.”",
        "4": "Hoy koa anefa i Josafata tamin’ny mpanjakan’ny Israely: “Mba anontanio ihany aloha, azafady, izay lazain’i Jehovah.”",
        "5": "Novorin’ny mpanjakan’ny Israely àry ny mpaminany 400 lahy, dia hoy izy tamin’izy ireo: “Handeha hanafika an’i Ramota-gileada ve izahay, sa tsy handeha?” Dia hoy izy ireo: “Mandehana fa hataon’ilay tena Andriamanitra resinao ilay tanàna, ry mpanjaka!”",
        "6": "Ary hoy i Josafata: “Tsy misy mpaminanin’i Jehovah moa eto? Aleo koa izy asaintsika manontany.”",
        "7": "Dia hoy ny mpanjakan’ny Israely tamin’i Josafata: “Mbola misy lehilahy iray izay any azontsika asaina manontany an’i Jehovah. I Mikaia zanak’i Jimla! Halako anefa izy satria tsy mba maminany zavatra tsara momba ahy mihitsy fa zava-dratsy foana.” Hoy anefa i Josafata: “Aza dia miteny hoatr’izany, ry mpanjaka ô!”",
        "8": "Niantso tandapa iray àry ny mpanjakan’ny Israely, dia niteny taminy hoe: “Asaivo mankatỳ haingana i Mikaia zanak’i Jimla.”",
        "9": "Samy nipetraka teo amin’ny seza fiandrianany ny mpanjakan’ny Israely sy Josafata mpanjakan’ny Joda. Samy nanao akanjom-boninahitra izy ireo, ary nipetraka teo amin’ilay famoloana teo amin’ny fidirana amin’ny vavahadin’i Samaria. Ary naminany teo anatrehan’izy roa lahy ny mpaminany rehetra.",
        "10": "Dia nanamboatra tandroka vy i Zedekia zanak’i Kenana, ka niteny hoe: “Izao no lazain’i Jehovah: ‘Amin’ireto no hanotoanao ny Syrianina mandra-pandringanao azy tanteraka.’”",
        "11": "Naminany hoatr’izany koa ny mpaminany hafa rehetra, ka nilaza hoe: “Miakara any Ramota-gileada fa handresy ianao. Fa hataon’i Jehovah resinao ilay tanàna, ry mpanjaka!”",
        "12": "Niteny tamin’i Mikaia àry ilay olona nirahina hiantso azy, hoe: “Samy nilaza zavatra tsara tamin’ny mpanjaka daholo ny mpaminany. Koa mba zavatra tsara hoatran’ny nolazain-dry zareo koa resahina, azafady.”",
        "13": "Hoy anefa i Mikaia: “Raha mbola velona koa i Jehovah Andriamanitro, dia izay lazainy ihany no holazaiko.”",
        "14": "Dia nankao amin’ny mpanjaka izy. Ary nanontany azy ny mpanjaka hoe: “Handeha hiady amin’i Ramota-gileada ve izahay, ry Mikaia, sa tsy handeha?” Tonga dia namaly i Mikaia hoe: “Mandehana fa handresy ianao. Ho resinao ireo, ry mpanjaka!”",
        "15": "Dia hoy ny mpanjaka: “Impiry izay ianao no efa nasaiko nianiana hoe izay marina ihany lazaina rehefa miresaka amiko amin’ny anaran’i Jehovah?”",
        "16": "Hoy àry i Mikaia: “Ireny fa hitako miparitaka eny an-tendrombohitra ny Israelita rehetra, hoatran’ny ondry tsy misy mpiandry. Dia hoy i Jehovah: ‘Tsy manan-tompo ireo, ka aleo ry zareo samy hody soa aman-tsara any an-tranony avy.’”",
        "17": "Dia hoy ny mpanjakan’ny Israely tamin’i Josafata: “Tsy efa niteny taminao moa aho hoe: ‘Tsy haminany zavatra tsara momba ahy izy, fa zava-dratsy ihany’?”",
        "18": "Ary hoy i Mikaia: “Henoy àry ny tenin’i Jehovah: Nahita an’i Jehovah nipetraka teo amin’ny seza fiandrianany aho. Ary ny tafiky ny lanitra manontolo nitsangana teo ankavanany sy teo ankaviany.",
        "19": "Dia hoy i Jehovah: ‘Iza no hamitaka an’i Ahaba mpanjakan’ny Israely, mba hiakarany any Ramota-gileada dia ho faty any izy?’ Dia niteny zavatra iray ny anankiray, fa ny anankiray kosa niteny zavatra hafa.",
        "20": "Dia nanatona ny anjely iray ka nitsangana teo anatrehan’i Jehovah, ary nilaza hoe: ‘Izaho no hamitaka azy.’ Nanontany azy i Jehovah hoe: ‘Ahoana no hataonao?’",
        "21": "Dia namaly izy hoe: ‘Handeha aho ka hataoko maminany lainga daholo ny mpaminaniny rehetra.’ Hoy àry Andriamanitra: ‘Hamitaka azy ianao, ary ho vitanao tokoa izany. Mandehana àry, dia izany atao.’",
        "22": "Koa nasian’i Jehovah fanahy mamitaka tao am-bavan’ireo mpaminaninao ireo. Nilaza anefa i Jehovah fa hisy loza hanjo anao.”",
        "23": "Ary nanatona i Zedekia zanak’i Kenana, ka namely tehamaina an’i Mikaia, sady nanao hoe: “Fa ahoana koa no nialan’ny fanahin’i Jehovah tamiko, dia lasa ialahy indray no nitenenany?”",
        "24": "Dia namaly i Mikaia hoe: “Ho hitanao ny hialany amin’ny andro hiafenanao ao amin’ny efitra anatiny indrindra.”",
        "25": "Ary hoy ny mpanjakan’ny Israely: “Ento i Mikaia, dia atero any amin’i Amona lehiben’ny tanàna sy Joasy zanaky ny mpanjaka.",
        "26": "Teneno ry zareo hoe: ‘Izao no nolazain’ny mpanjaka: “Ampidiro am-ponja ilehity, ka ahenao ny anjara mofo sy rano omena azy mandra-piveriko soa aman-tsara.”’”",
        "27": "Hoy anefa i Mikaia: “Raha tafaverina soa aman-tsara ianao, dia tsy i Jehovah no niteny tamiko.” Hoy koa izy: “Tadidio izany, rey olona a!”",
        "28": "Niakatra nankany Ramota-gileada àry ny mpanjakan’ny Israely sy Josafata mpanjakan’ny Joda.",
        "29": "Ary hoy ny mpanjakan’ny Israely tamin’i Josafata: “Mody hanao olon-kafa aho dia hirotsaka ao amin’ny ady, fa ianao kosa anaovy ny akanjom-boninahitrao.” Mody nanao olon-kafa àry ny mpanjakan’ny Israely, ka nirotsaka tao amin’ilay ady.",
        "30": "Ny mpanjakan’i Syria anefa efa nanome baiko ny lehiben’ny miaramila mpitondra kalesy, hoe: “Aza miady amin’iza na iza, na amin’ny kely na amin’ny lehibe, fa amin’ny mpanjakan’ny Israely ihany.”",
        "31": "Vao hitan’ireo lehiben’ny miaramila mpitondra kalesy i Josafata, dia hoy izy ireo tany an-tsainy: “Io mihitsy no mpanjakan’ny Israely.” Nivily àry izy ireo mba hiady taminy. Dia niantso vonjy i Josafata, ka nampian’i Jehovah. Dia tonga dia nataon’Andriamanitra niala teo aminy ireo.",
        "32": "Vao hitan’ireo lehiben’ny miaramila mpitondra kalesy fa tsy ny mpanjakan’ny Israely ilay izy, dia tsy nanaraka azy intsony izy ireo.",
        "33": "Nisy lehilahy nandefalefa zana-tsipìka amin’izao fotsiny anefa, ka voa teo amin’ny elanelan’ilay akanjo mifono vy ny mpanjakan’ny Israely. Hoy àry ny mpanjaka tamin’ny mpitondra kalesiny: “Andao hiverina, dia ento miala eto amin’ity toeram-piadiana ity aho fa maratra be.”",
        "34": "Tena nafotaka ny ady tamin’iny andro iny. Ary voatery notohanana tao amin’ny kalesiny ny mpanjakan’ny Israely, mba ho afaka hitsangana hiatrika ny Syrianina mandra-paharivan’ny andro. Dia maty izy rehefa nilentika ny masoandro."
    },
    "19": {
        "1": "Ary niverina soa aman-tsara ho any an-tranony tany Jerosalema i Josafata mpanjakan’ny Joda.",
        "2": "Dia nandeha nitsena an’i Josafata Mpanjaka i Jeho zanak’i Hanany mpahita fahitana, ka niteny taminy hoe: “Ny ratsy fanahy indray ve no tokony hampianao, ary izay mankahala an’i Jehovah ve no tokony ho tianao? Tezitra aminao àry i Jehovah noho izany nataonao izany.",
        "3": "Nisy zavatra tsara nataonao ihany anefa, satria nesorinao teto amin’ity tany ity ny tsato-kazo masina, ary nomaninao hitady an’ilay tena Andriamanitra ny fonao.”",
        "4": "Mbola nipetraka tao Jerosalema i Josafata. Dia noteteziny indray ny vahoaka hatrany Beri-sheba ka hatrany amin’ny faritra be tendrombohitr’i Efraima, ka nasainy niverina tamin’i Jehovah Andriamanitry ny razambeny.",
        "5": "Nanendry mpitsara nanerana an’ilay tany koa izy, isaky ny tanàna rehetra voaro mafy tao Joda.",
        "6": "Dia hoy izy tamin’ireo mpitsara: “Tandremo tsara izay ataonareo, satria tsy mitsara ho an’ny olona ianareo, fa ho an’i Jehovah. Ary manampy anareo izy rehefa mamoaka didim-pitsarana ianareo.",
        "7": "Koa matahora an’i Jehovah. Tandremo tsara izay ataonareo, fa tsy mba manao ny tsy rariny i Jehovah Andriamanitsika, sady tsy mba miangatra na mandray kolikoly.”",
        "8": "Tao Jerosalema koa i Josafata no nanendry ny sasany tamin’ny Levita sy ny mpisorona ary ny lohan’ny fianakaviambe teo amin’ny Israely, mba hitsara amin’ny anaran’i Jehovah sy handamina ny adin’ny mponina tao.",
        "9": "Dia nomeny baiko izy ireo hoe: “Izao no tokony hataonareo, nefa koa mila matahotra an’i Jehovah sy mendri-pitokisana ianareo sady manao an’izany amin’ny fo manontolo:",
        "10": "Isaky ny misy rahalahinareo avy any amin’ny tanànany tonga milaza hoe nisy olona nandatsa-dra, na tonga manontany momba ny lalàna sy didy sy fitsipika ary didim-pitsarana, dia tokony hampitandremanareo ry zareo mba tsy ho meloka eo anatrehan’i Jehovah. Sao mantsy ho tezitra aminareo sy ny rahalahinareo Izy. Izany no tokony hataonareo mba tsy ho meloka ianareo.",
        "11": "Ary i Amaria lehiben’ny mpisorona no lehibenareo, ka izy no hanampy anareo hahafantatra ny sitrapon’i Jehovah momba ny raharaha rehetra. I Zebadia zanak’i Ismaela kosa no mpitarika ny taranak’i Joda amin’ny raharaha rehetra momba ny mpanjaka. Ary ny Levita no hanampy anareo amin’ny andraikitrareo. Mahereza àry dia ataovy ny asa, ary hotahin’i Jehovah anie izay manao ny tsara!”"
    },
    "20": {
        "1": "Taorian’izany, dia tonga hiady tamin’i Josafata ny Moabita sy ny Amonita, niaraka tamin’ny Amonima sasany.",
        "2": "Dia nisy nilaza tamin’i Josafata hoe: “Misy vahoaka be avy any amin’ny faritra amoron-dranomasina, avy any Edoma, tonga hanafika anao. Ary efa ao Hazazona-tamara, na En-jedy, ry zareo.”",
        "3": "Dia natahotra i Josafata ka tapa-kevitra ny hitady an’i Jehovah. Koa nanao antso avo izy hoe tokony hifady hanina ny Joda rehetra.",
        "4": "Nivory mba hanontany an’i Jehovah àry ny mponin’i Joda. Avy any amin’ny tanàna rehetra tany Joda izy ireo no tonga mba hanontany an’i Jehovah.",
        "5": "Dia nitsangana teo anatrehan’ny fiangonan’i Joda sy Jerosalema i Josafata, tao an-tranon’i Jehovah, teo anoloan’ny tokotany vaovao.",
        "6": "Dia hoy i Josafata: “Ry Jehovah Andriamanitry ny razambenay ô, tsy ianao ve no Andriamanitra any an-danitra? Tsy ianao ve no mifehy ny firenena rehetra? Eo am-pelatananao ny hery sy ny tanjaka, ka tsy misy mahatohitra anao.",
        "7": "Ry Andriamanitray ô, tsy efa noroahinao niala teo anatrehan’ny Israely vahoakanao ve ny mponin’ity tany ity? Ary tsy efa nomenao ho an’ny taranak’i Abrahama namanao ve ity tany ity mba ho fananany mandrakizay?",
        "8": "Dia nipetraka teto ry zareo, ka nanorina toerana masina ho an’ny anaranao teto, ary niteny hoe:",
        "9": "‘Raha misy loza manjo anay, ohatra hoe sabatra, na fanamelohana, na areti-mandringana, na mosary, dia hitsangana manatrika an’ity trano ity sy eto anatrehanao izahay, fa ato amin’ity trano ity ny anaranao. Hiantso vonjy aminao izahay ao anatin’izany fahorianay izany. Dia enga anie ianao hihaino ka hamonjy anay!’",
        "10": "Ireo tonga ireo anefa izao ny miaramilan’i Amona sy Moaba ary ny avy any amin’ny faritra be tendrombohitr’i Seira. Tsy navelanao hanafika azy ny Israely rehefa nivoaka avy tany Ejipta. Nivily lalana izy ireo ka tsy nandringana azy.",
        "11": "Jereo anefa izao ny avaliny anay! Tonga handroaka anay hiala amin’ity tany nomenao ho lovanay ity ry zareo.",
        "12": "Dia tsy hampihatra ny didim-pitsaranao amin’izy ireo ve ianao, ry Andriamanitray ô? Fa tsy afa-manoatra izahay eo anatrehan’io vahoaka be manafika anay io. Ary tsy fantatray izay tokony hatao, ka ianao no andrandrainay.”",
        "13": "Dia nijoro teo anatrehan’i Jehovah ny mponina rehetra tany Joda tamin’izay, niaraka tamin’ny vadiny sy ny zanany ary ny ankizikely.",
        "14": "Ary niasa tamin’i Jahaziela ny fanahin’i Jehovah tamin’izy teo amin’ny fiangonana. I Jahaziela dia zanak’i Zakaria, zanak’i Benaia, zanak’i Jeiela, zanak’i Matania, izay Levita avy tamin’ny taranak’i Asafa.",
        "15": "Dia hoy izy: “Henoy tsara aho, ry Joda rehetra sy ry mponin’i Jerosalema, ary ianao koa ry Josafata Mpanjaka! Izao no tenin’i Jehovah aminareo: ‘Aza matahotra na mihorohoro noho io vahoaka be io, satria tsy anareo ny ady fa an’Andriamanitra.",
        "16": "Midìna hihaona amin’izy ireo rahampitso. Eo amin’ilay fiakarana Ziza ry zareo no hiakatra, ka ho hitanareo eo amin’ny faran’ny lohasaha tandrifin’ny tany efitr’i Jeroela.",
        "17": "Tsy mila miady ianareo amin’ity indray mandeha ity. Samia maka ny toerany dia mijoroa tsara fotsiny, ary jereo ny hamonjen’i Jehovah anareo. Aza matahotra na mihorohoro, ry Joda sy Jerosalema ô! Mivoaha hihaona amin’izy ireo rahampitso, ary hanampy anareo i Jehovah.’”",
        "18": "Tonga dia niankohoka tamin’ny tany i Josafata. Niankohoka teo anatrehan’i Jehovah koa ny Joda rehetra sy ny mponin’i Jerosalema mba hivavaka amin’i Jehovah.",
        "19": "Nitsangana ny Levita taranaky ny Kehatita sy Korahita avy eo, mba hidera an’i Jehovah Andriamanitry ny Israely amin’ny feo mafy be.",
        "20": "Dia nifoha maraina ny olona ny ampitson’iny, ka nankany amin’ny tany efitr’i Tekoa. Rehefa handeha izy ireo, dia nitsangana i Josafata ka niteny hoe: “Henoy aho, ry Joda sy ry mponin’i Jerosalema! Minoa an’i Jehovah Andriamanitrareo dia tsy hisy hatahoranareo. Minoa koa ny mpaminaniny dia handeha tsara ny zava-drehetra.”",
        "21": "Rehefa avy nanontany ny olona i Josafata, dia nisy lehilahy notendreny hanao fiderana ho an’i Jehovah. Hanao fitafiana masina izy ireo sady handeha eo alohan’ny miaramila, dia hihira hoe: “Misaora an’i Jehovah, fa be fitiavana izy sady tsy mivadika mandrakizay.”",
        "22": "Rehefa nanomboka nihira fiderana izy ireo sady falifaly, dia nisy olona nalefan’i Jehovah hiafina mba hanafika ny miaramilan’i Amona sy Moaba ary ny avy any amin’ny faritra be tendrombohitr’i Seira, izay niara-nanafika an’i Joda. Dia nifamely izy samy izy.",
        "23": "Namely an’izay avy any amin’ny faritra be tendrombohitr’i Seira ny Amonita sy ny Moabita, ka nandringana sy nandripaka azy. Raha vao matiny daholo ny mponin’i Seira, dia izy samy izy indray no nifandringana.",
        "24": "Ny Joda indray rehefa tonga teo amin’ilay tilikambo fiambenana tany an-tany efitra ka nitazana an’ilay vahoaka, dia hitany fa niampatrampatra tamin’ny tany ny fatiny, ary tsy nisy niangana na iray aza.",
        "25": "Koa nankeny amin’ny faty i Josafata sy ny vahoakany mba haka an’izay zava-tsarobidy teny. Nahita akanjo sy zava-tsarobidy ary zavatra hafa be dia be teny izy ireo, ka nendahany daholo ireny. Tsy nijanona izy ireo raha tsy efa tsy nahazaka intsony. Telo andro izy ireo nanangona sy nitatitra ny zavatra azo babo satria be dia be ilay izy.",
        "26": "Dia nivory teo amin’ny Lohasahan’i Beraka izy ireo tamin’ny andro fahefatra mba hidera an’i Jehovah. Izany no antony niantsoany an’ ilay toerana hoe Lohasahan’i Beraka hatramin’izao.",
        "27": "Dia niverina nankany Jerosalema ny lehilahy rehetra avy any Joda sy Jerosalema, ka i Josafata no nitarika azy. Falifaly izy ireo niverina tany, satria nataon’i Jehovah nandresy an’ireo fahavalony.",
        "28": "Niditra tao Jerosalema àry izy ireo ka nankao an-tranon’i Jehovah, sady nitendry zavamaneno sy harpa ary nitsoka trompetra.",
        "29": "Rehefa henon’ny fanjakana rehetra manodidina fa i Jehovah no niady tamin’ny fahavalon’ny Israely, dia nataon’Andriamanitra natahotra be izy ireny.",
        "30": "Koa tsy nisy nanakorontana ny fanjakan’i Josafata, sady tena nataon’ilay Andriamaniny milamina tanteraka ny taniny.",
        "31": "Mbola nanjaka teo amin’ny Joda ihany i Josafata. Lasa mpanjaka izy tamin’izy 35 taona, ary nanjaka 25 taona tany Jerosalema izy. Azoba no anaran-dreniny, ary zanak’i Sily izy io.",
        "32": "Nanao hoatran’izay nataon’i Asa rainy foana i Josafata. Tsy niala tamin’izany izy, ary nanao izay tsara teo imason’i Jehovah.",
        "33": "Tsy nesorina anefa ny toerana avo. Mbola tsy nanomana ny fony hitady an’ilay Andriamanitry ny razambeny koa ny vahoaka.",
        "34": "Efa voasoratra ao amin’ny asa soratr’i Jeho zanak’i Hanany sady nampidirina tao amin’ny Boky Momba ny Mpanjakan’ny Israely ny sisa amin’ny tantaran’i Josafata, hatramin’ny voalohany ka hatramin’ny farany.",
        "35": "Taorian’izay, dia nanao fifanarahana tamin’i Ahazia mpanjaka ratsy fanahy teo amin’ny Israely i Josafata mpanjakan’ny Joda.",
        "36": "Dia lasa mpiara-miasa izy ireo ka nanao sambo halefa ho any Tarsisy. Tao Eziona-gebera izy ireo no nanao an’ireo sambo.",
        "37": "Naminany loza ho an’i Josafata anefa i Eliezera zanak’i Dodavaho avy any Maresa, hoe: “Satria ianao nanao fifanarahana tamin’i Ahazia, dia horavan’i Jehovah ny zava-bitanao.” Dia rendrika ireo sambo, ka tsy afaka nankany Tarsisy."
    },
    "21": {
        "1": "Dia nodimandry any amin’ny razambeny i Josafata, ka nalevina tao amin’izay nandevenana ny razambeny tao amin’ny Tanànan’i Davida. Ary i Jorama zanany no nanjaka nandimby azy.",
        "2": "Ireto avy ny rahalahiny, izay zanak’i Josafata koa: Azaria, Jehiela, Zakaria, Azaria, Mikaela, ary Sefatia. Zanak’i Josafata mpanjakan’ny Israely daholo ireo.",
        "3": "Samy nomen’ny rainy fanomezana be dia be izy ireo, dia volafotsy sy volamena sy zava-tsarobidy ary tanàna voaro mafy tany Joda. Ny fanjakana kosa nomeny an’i Jorama satria izy no lahimatoa.",
        "4": "Rehefa lasan’i Jorama anefa ny fanjakan’ny rainy, dia nanamafy orina ny toerany izy, ka novonoiny tamin’ny sabatra ny rahalahiny rehetra sy ny andriana sasany teo amin’ny Israely.",
        "5": "Lasa mpanjaka i Jorama tamin’izy 32 taona, ary nanjaka valo taona tany Jerosalema izy.",
        "6": "Nanao hoatran’izay nataon’ireo mpanjakan’ny Israely izy. Hoatran’izay nataon’ny ankohonan’i Ahaba no nataony, satria ny zanakavavin’i Ahaba no lasa vadiny. Nanao izay ratsy teo imason’i Jehovah foana izy.",
        "7": "Tsy tian’i Jehovah haringana anefa ny taranak’i Davida, noho ilay fifanekena nataony tamin’i Davida. Efa nampanantena mantsy izy hoe hanome jiro ho azy sy ny taranany foana.",
        "8": "Tamin’ny andron’i Jorama i Edoma no nikomy tamin’ny Joda sy nanendry olona hanjaka teo aminy.",
        "9": "Nankany Edoma àry i Jorama sy ny mpitari-tafiny, niaraka tamin’ny kalesiny rehetra. Dia nihodidina azy sy ny lehiben’ny miaramila mpitondra kalesy ny Edomita. Nifoha anefa izy tamin’ny alina ka resiny ny Edomita.",
        "10": "Mbola mikomy amin’ny Joda anefa i Edoma hatramin’izao. Nikomy koa ny tanànan’i Libna tamin’izany fotoana izany, satria nahafoy an’i Jehovah Andriamanitry ny razambeny i Jorama.",
        "11": "Nanao toerana avo teny amin’ny tendrombohitr’i Joda koa izy mba hahatonga ny mponin’i Jerosalema hivaro-tena amin’ny andriamani-kafa. Dia voafitany ny Joda.",
        "12": "Tatỳ aoriana dia nisy taratasy avy tamin’i Elia mpaminany tonga tany amin’i Jorama, nilaza hoe: “Izao no tenin’i Jehovah Andriamanitr’i Davida razambenao: ‘Tsy nanao hoatran’izay nataon’i Josafata rainao ianao, na hoatran’izay nataon’i Asa mpanjakan’ny Joda.",
        "13": "Nanao hoatran’izay nataon’ireo mpanjakan’ny Israely kosa ianao, ka nitaona ny Joda sy ny mponin’i Jerosalema mba hivaro-tena amin’ny andriamani-kafa, toy ny nataon’ny ankohonan’i Ahaba. Novonoinao mihitsy aza ireo rahalahinao anisan’ny ankohonan-drainao sady tsara noho ianao.",
        "14": "Noho izany, dia handefa loza lehibe amin’ny vahoakanao sy ny vady aman-janakao ary ny fanananao rehetra i Jehovah.",
        "15": "Ary ho voan’ny aretina be dia be ianao. Ho voan’ny aretin-tsinay, ohatra, ianao ka hihombo isan’andro ilay izy mandra-pipotsaky ny tsinainao.’”",
        "16": "Dia nentanin’i Jehovah hanafika an’i Jorama ny Filistinina sy ny Arabo izay tany akaikin’ny Etiopianina.",
        "17": "Ary nanafika ny Joda izy ireo, ka niditra an-keriny tany. Dia nentin’izy ireo daholo ny fananana tao an-tranon’ny mpanjaka sy ny vady aman-janany, ka i Joahaza zanany faralahy sisa no navelany tao.",
        "18": "Taorian’izany rehetra izany, dia nataon’i Jehovah voan’ny aretin-tsinay tsy mety sitrana i Jorama.",
        "19": "Rehefa afaka roa taona katroka, dia nipotsaka ny tsinainy noho ilay aretiny, ka maty izy rehefa avy nijalijaly be. Tsy mba nandoro zava-manitra ny vahoakany tamin’izay, tsy mba hoatran’ny natao tamin’ny razambeny.",
        "20": "Lasa mpanjaka izy tamin’izy 32 taona, ary nanjaka valo taona tao Jerosalema. Tsy nisy nalahelo azy rehefa maty izy. Dia nalevina tao amin’ny Tanànan’i Davida izy, fa tsy tao amin’ny fasan’ny mpanjaka."
    },
    "22": {
        "1": "Ary nataon’ny mponin’i Jerosalema mpanjaka nandimby an’i Jorama i Ahazia zanany faralahy. Ny zokiny rehetra mantsy efa tapitra novonoin’ireo mpandroba tonga niaraka tamin’ny Arabo tao an-toby. Dia lasa mpanjakan’ny Joda i Ahazia zanak’i Jorama.",
        "2": "Lasa mpanjaka i Ahazia tamin’izy 22 taona, ary nanjaka herintaona tany Jerosalema izy. Atalia no anaran-dreniny, ary zafikelin’i Omry izy io.",
        "3": "Nanao hoatran’izay nataon’ny ankohonan’i Ahaba koa izy, satria ny reniny no nanoro hevitra azy hanao ratsy.",
        "4": "Nanao izay ratsy teo imason’i Jehovah foana izy, hoatran’izay nataon’ny ankohonan’i Ahaba. Izy ireo mantsy no mpanolo-tsaina azy taorian’ny nahafatesan’ny rainy, ka nitondra loza ho azy.",
        "5": "Izay torohevitr’izy ireo no narahiny, ka niaraka tamin’i Jorama zanak’i Ahaba mpanjakan’ny Israely izy mba hiady tamin’i Hazaela mpanjakan’i Syria, tany Ramota-gileada. Voan’ny mpandefa zana-tsipìka i Jorama tamin’izay ka naratra.",
        "6": "Dia niverina tany Jezirela izy mba hotsaboina noho ny ratra nahazo azy tamin’izy nasian’ny Syrianina tany Rama, rehefa niady tamin’i Hazaela mpanjakan’i Syria. Ary nidina tany Jezirela i Ahazia zanak’i Jorama mpanjakan’ny Joda mba hamangy an’i Jorama zanak’i Ahaba, noho izy naratra.",
        "7": "Nahatonga loza tamin’i Ahazia anefa Andriamanitra, tamin’izy nankany amin’i Jorama. Rehefa tonga tany izy, dia niara-nivoaka tamin’i Jorama mba hitsena an’i Jeho zafikelin’i Nimsy, izay notendren’i Jehovah mba handringana ny ankohonan’i Ahaba.",
        "8": "Tamin’i Jeho nanomboka nampihatra didim-pitsarana tamin’ny ankohonan’i Ahaba, dia hitany ny andrianan’ny Joda sy ny zana-drahalahin’i Ahazia izay samy mpanompon’i Ahazia, ka novonoiny.",
        "9": "Dia notadiavin’i Jeho i Ahazia avy eo, ka tratran’ny mpanompony niafina tany Samaria. Ary nentin’izy ireo tany amin’i Jeho izy ka novonoiny ho faty. Dia naleviny izy, satria hoy izy ireo: “Zafikelin’i Josafata, ilay nitady an’i Jehovah tamin’ny fony manontolo, izy.” Ary tsy nisy nahavita nitondra ny fanjakana ny tao amin’ny ankohonan’i Ahazia.",
        "10": "Rehefa hitan’i Atalia renin’i Ahazia fa maty ilay zanany, dia naripany daholo ny tarana-mpanjaka avy amin’ny Joda.",
        "11": "Nalain’i Josebata, zanakavavin’ny mpanjaka, anefa i Joasy zanak’i Ahazia. Naka azy an-tsokosoko teo amin’ireo zanaky ny mpanjaka efa hovonoina izy. Dia nataony tao amin’ny efitra anatiny fatoriana i Joasy sy ilay mpitaiza azy. Vitan’i Josebata zanakavavin’i Jorama Mpanjaka ny nanafina an’i Joasy mba tsy ho hitan’i Atalia, ka tsy matiny izy. Vadin’i Joiada mpisorona io Josebata io, sady anabavin’i Ahazia.",
        "12": "Niafina niaraka taminy tao an-tranon’ilay tena Andriamanitra nandritra ny enin-taona i Joasy, tamin’i Atalia nanjaka teo amin’ilay tany."
    },
    "23": {
        "1": "Tamin’ny taona fahafito, dia nisikina herim-po i Joiada ka nanao fifanekena tamin’ireo lehiben’ny zato, izany hoe tamin’i Azaria zanak’i Jerohama, sy Ismaela zanak’i Johanana, sy Azaria zanak’i Obeda, sy Mahaseia zanak’i Adaia, ary Elisafata zanak’i Zikry.",
        "2": "Dia lasa nitety an’i Joda izy ireo. Koa novoriny ny Levita avy any amin’ny tanàna rehetra tany Joda sy ny lohan’ny fianakaviambe teo amin’ny Israely. Rehefa tonga tao Jerosalema izy ireo,",
        "3": "dia nanao fifanekena tamin’ny mpanjaka tao an-tranon’ilay tena Andriamanitra ny fiangonana manontolo. Ary hoy i Joiada: “Hanjaka ny zanaky ny mpanjaka, araka ny efa nampanantenain’i Jehovah momba ny taranak’i Davida.",
        "4": "Izao àry no hataonareo: Ny ampahatelony amin’ny mpisorona sy ny Levita izay miasa amin’ny Sabata, dia ho mpiandry varavarana,",
        "5": "ary ny ampahatelony ho eo amin’ny tranon’ny mpanjaka, ary ny ampahatelony ambiny ho eo amin’ny Vavahadin’ny Fototra. Fa ny olona rehetra kosa ho eo an-tokotanin’ny tranon’i Jehovah.",
        "6": "Dia aza avela hisy hiditra ao an-tranon’i Jehovah, afa-tsy ny mpisorona sy ny Levita manao fanompoana ihany. Ireo no mahazo miditra ao satria masina izy ireo. Ny olona rehetra kosa hanao ny adidiny amin’i Jehovah.",
        "7": "Ary tsy maintsy manodidina ny mpanjaka ny Levita, ka samy hitana ny fitaovam-piadiany avy. Hovonoina ho faty izay mitsofotsofoka ao an-trano. Ary araho foana ny mpanjaka, na aiza na aiza alehany.”",
        "8": "Dia nanao an’izay rehetra notenenin’i Joiada mpisorona ny Levita sy ny Joda rehetra, ka samy naka an’izay olom-peheziny, dia izay niasa tamin’ny Sabata sy izay tsy niasa tamin’ny Sabata. Tsy nalefan’i Joiada mpisorona nody mantsy izay tokony hiasa tamin’izay, na inona na inona fizarana nisy azy.",
        "9": "Nomen’i Joiada mpisorona an’ireo lehiben’ny zato avy eo ny lefon’i Davida Mpanjaka sy ny ampinga keliny ary ny ampingany boribory, izay tao an-tranon’ilay tena Andriamanitra.",
        "10": "Ary nalahatr’i Joiada ny olona rehetra, ka samy nitana ny fitaovam-piadiany avy. Nisy azy ireo daholo teo amin’ny lafiny ankavanan’ilay trano ka hatrany amin’ny lafiny ankavian’ilay trano, sy teo akaikin’ny alitara, ary teo akaikin’ilay trano. Nohodidinin’izy ireo àry ny mpanjaka.",
        "11": "Navoakan’izy ireo ilay zanaky ny mpanjaka avy eo, ka nataony teo ambony lohany ny satroboninahitra sy ny Tenin’ny Vavolombelona. Ary nataon’izy ireo mpanjaka izy, dia nanosotra azy ho mpanjaka i Joiada sy ny zanany lahy. Dia niteny izy ireo hoe: “Ho ela velona anie ny mpanjaka!”",
        "12": "Vao henon’i Atalia nirodorodo nihazakazaka sy nidera ny mpanjaka ny vahoaka, dia nankany amin’izy ireo tany an-tranon’i Jehovah izy.",
        "13": "Dia hitan’i Atalia nitsangana teo akaikin’ny andry teo amin’ny fidirana ny mpanjaka. Niaraka tamin’ny mpanjaka teo koa ny andriana sy ny mpitsoka trompetra. Faly be ny vahoaka manontolo sady nitsoka trompetra, ary ny mpihira nitendry zavamaneno no nitarika ny hira fiderana. Dia norovitin’i Atalia ny akanjony, sady niantsoantso mafy izy hoe: “Fikomiana! Fikomiana!”",
        "14": "Nirahin’i Joiada mpisorona anefa ireo lehiben’ny zato voatendry hitari-tafika, ka nilazany hoe: “Avoahy eny ivelan’ny filaharana izy. Ary raha misy manaraka azy, dia vonoy amin’ny sabatra!” Efa nilaza mantsy ilay mpisorona hoe: “Aza vonoina ao an-tranon’i Jehovah izy.”",
        "15": "Nosamborin’izy ireo àry i Atalia, ka tonga dia novonoiny ho faty rehefa tonga teo amin’ny fidirana amin’ny Vavahadin-tsoavaly teo amin’ny tranon’ny mpanjaka.",
        "16": "Nanao fifanekena avy eo i Joiada sy ny vahoaka manontolo ary ny mpanjaka hoe ho vahoakan’i Jehovah foana izy ireo.",
        "17": "Taorian’izay, dia nankany amin’ny tranon’i Bala ny vahoaka manontolo, ka narodany ilay trano. Dia nopotipotehiny ny alitaran’i Bala sy ny sariny. Novonoin’izy ireo teo anoloan’ny alitara koa i Matana mpisoron’i Bala.",
        "18": "Dia nasain’i Joiada niandraikitra ny tao an-tranon’i Jehovah ny mpisorona sy ny Levita. Efa notendren’i Davida hanompo tao an-tranon’i Jehovah araka ny fizarany avy mantsy ny mpisorona sy ny Levita, mba hanolotra ny fanatitra dorana ho an’i Jehovah, araka izay voasoratra ao amin’ny Lalàn’i Mosesy. Hifalifaly sy hihira izy ireo rehefa manao an’izany, araka ny toromarika nomen’i Davida.",
        "19": "Dia nasian’i Joiada mpiandry vavahady koa teo am-bavahadin’ny tranon’i Jehovah, amin’izay tsy hisy afaka hiditra ao ny olona maloto, na inona na inona nandoto azy.",
        "20": "Ary nentiny niaraka taminy ireo lehiben’ny zato, sy ny olona ambony, sy ny mpitondra vahoaka, ary ny vahoaka manontolo. Avy tao an-tranon’i Jehovah izy ireo no nidina niaraka tamin’ny mpanjaka, ary nandalo teo amin’ny vavahady ambony, dia tonga tao an-tranon’ny mpanjaka. Dia napetrany teo amin’ny seza fiandrianana ny mpanjaka.",
        "21": "Nifaly àry ny vahoaka manontolo, ary nilamina ny tanàna. Efa novonoina tamin’ny sabatra mantsy i Atalia."
    },
    "24": {
        "1": "Lasa mpanjaka i Joasy tamin’izy fito taona, ary nanjaka 40 taona tany Jerosalema izy. Zibia no anaran-dreniny, ary avy any Beri-sheba izy io.",
        "2": "Nanao izay tsara teo imason’i Jehovah foana i Joasy, nandritra ny androm-piainan’i Joiada mpisorona.",
        "3": "Nakan’i Joiada vady roa izy, ka niteraka zazalahy sy zazavavy.",
        "4": "Tatỳ aoriana dia nirin’ny fon’i Joasy ny hanavao ny tranon’i Jehovah.",
        "5": "Novoriny àry ny mpisorona sy ny Levita ka nilazany hoe: “Mankanesa any amin’ireo tanànan’i Joda, dia manangòna vola avy amin’ny Israely rehetra, mba hanamboarana ny simba amin’ny tranon’Andriamanitrareo, isan-taona. Ary karakarao haingana izany.” Tsy rototra tamin’ilay izy anefa ny Levita.",
        "6": "Koa nantsoin’ny mpanjaka i Joiada lehiben’ny mpisorona, ka hoy izy taminy: “Nahoana no tsy nasainao nentin’ny Levita ny hetra masina avy amin’i Joda sy Jerosalema? Izany hetra izany ilay efa nasain’i Mosesy mpanompon’i Jehovah nomen’ny fiangonan’Israely ho an’ny tranolay misy ny Tenin’ny Vavolombelona.",
        "7": "Efa norobain’ny zanakalahin’i Atalia, ilay vehivavy ratsy fanahy iny, mantsy ny tranon’ilay tena Andriamanitra, ary efa nampiasainy hivavahana tamin’i Bala ny zava-masina rehetra tao an-tranon’i Jehovah.”",
        "8": "Nanome baiko àry ny mpanjaka dia nampanamboatra vata, ka napetraka teo ivelan’ny vavahadin’ny tranon’i Jehovah ilay izy.",
        "9": "Avy eo dia nanao antso avo nanerana an’i Joda sy Jerosalema izy ireo, mba ho avy hanatitra ny hetra masina ho an’i Jehovah ny olona. Izany ilay hetra nasain’i Mosesy mpanompon’ilay tena Andriamanitra nomen’ny Israely, tamin’izy ireo tany an-tany efitra.",
        "10": "Ary faly ny andriana rehetra sy ny vahoaka manontolo, ka nitondra vola sy nandrotsaka an’izany tao amin’ilay vata. Tsy nijanona izy rehetra raha tsy efa feno ilay izy.",
        "11": "Isaky ny hitan’ny Levita fa be dia be ny vola tao amin’ilay vata, dia nateriny tany amin’ny mpanjaka ilay izy. Ary tonga ny mpitan-tsoratry ny mpanjaka sy ny solontenan’ny lehiben’ny mpisorona, ka navoakany daholo ny vola rehetra tao. Dia naveriny teny amin’ny toerany indray ilay vata avy eo. Hoatr’izany foana no nataon’izy ireo isan’andro, ka nahangona vola be izy ireo.",
        "12": "Avy eo ilay vola dia nomen’ny mpanjaka sy Joiada an’ireo mpanara-maso ny asa fanompoana tao an-tranon’i Jehovah. Ireo indray avy eo no nanakarama mpipai-bato sy mpanao asa tanana mba hanavao ny tranon’i Jehovah. Nanakarama mpanao asa vy sy varahina koa ireo, mba hanamboatra ny simba tamin’ny tranon’i Jehovah.",
        "13": "Dia nasain’ireo mpanara-maso natomboka ilay asa. Nanara-maso an’ilay asa koa izy ireo ka nandroso tsara ilay izy. Dia nohavaozin’izy ireo ho lasa hoatran’ny taloha indray ilay tranon’ilay tena Andriamanitra, sady nataony mafy tsara.",
        "14": "Vao vitan’izy ireo ilay izy, dia nateriny tany amin’ny mpanjaka sy Joiada ny ambim-bola, ka nanamboarany an’ireto zavatra ireto: Fitaovana ho an’ny tranon’i Jehovah sy ny fanompoana, fitaovana fanaovana fanatitra, kaopy, ary fitaovana vita tamin’ny volamena sy volafotsy. Ary nanao fanatitra dorana tao an-tranon’i Jehovah foana ny olona, nandritra ny androm-piainan’i Joiada.",
        "15": "Rehefa antitra sady efa ela niainana i Joiada, dia maty izy. Efa 130 taona izy tamin’izay.",
        "16": "Nalevina tao amin’ny Tanànan’i Davida niaraka tamin’ireo mpanjaka izy, satria nanao zavatra tsara ho an’ny Israely sy ho an’ilay tena Andriamanitra sy ny tranony.",
        "17": "Rehefa maty i Joiada, dia tonga niankohoka teo anatrehan’ny mpanjaka ireo andrianan’ny Joda. Dia nihaino azy ireo ny mpanjaka.",
        "18": "Ary nafoin’izy ireo ny tranon’i Jehovah Andriamanitry ny razambeny, ka nanompo tsato-kazo masina sy sampy izy ireo. Dia tezitra tamin’i Joda sy Jerosalema Andriamanitra noho ny helok’izy ireo.",
        "19": "Naniraka mpaminany nankany amin’izy ireo foana i Jehovah mba hampirisika azy ireo hiverina aminy. Nampitandrina azy ireo foana koa ny mpaminany, nefa tsy nety nihaino ireo.",
        "20": "Ary niasa tamin’i Zakaria zanak’i Joiada mpisorona ny fanahin’Andriamanitra. Dia nitsangana teo amin’ny toerana avo kokoa noho izay nisy ny vahoaka izy, ka niteny hoe: “Izao ny tenin’ilay tena Andriamanitra: ‘Nahoana ianareo no mandika ny didin’i Jehovah? Tsy hahomby ianareo amin’izany. Nahafoy an’i Jehovah ianareo, ka mba hafoiny koa.’”",
        "21": "Niray tetika hanohitra an’i Zakaria anefa izy ireo, ka nitora-bato azy teo an-tokotanin’ny tranon’i Jehovah, satria izay no baikon’ny mpanjaka.",
        "22": "Tsy mba tsaroan’i Joasy Mpanjaka fa tena tia azy sy tsy nivadika taminy i Joiada rain’i Zakaria. Dia novonoiny io zanak’i Joiada io. Ary hoy i Zakaria rehefa ho faty: “Ho hitan’i Jehovah anie izao ka hosaziny ianao!”",
        "23": "Ary niakatra hiady tamin’i Joasy ny tafik’i Syria tamin’ny fiandohan’ny taona, ka notafihin’izy ireo i Joda sy Jerosalema. Novonoin’izy ireo daholo ny andrianan’ny vahoaka, ary nalefany tany amin’ny mpanjakan’i Damaskosy daholo ny zavatra nobaboiny.",
        "24": "Miaramila vitsy kely fotsiny anefa no nentin’ny tafika syrianina nanafika tany, nefa nataon’i Jehovah resin’izy ireo ny tafika lehibe tao Joda. Nahafoy an’i Jehovah Andriamanitry ny razambeny mantsy ny mponin’i Joda. Nampihatra didim-pitsarana tamin’i Joasy àry izy ireo.",
        "25": "Dia lasa ny Syrianina, ka navelany teo i Joasy rehefa naratra be. Ary niray tetika hamono azy ny mpanompony, noho izy nandatsaka ny ran’ireo zanak’i Joiada mpisorona. Koa novonoin’izy ireo teo am-pandriana izy ka maty. Dia nalevina tao amin’ny Tanànan’i Davida izy, saingy tsy tao amin’ny fasan’ny mpanjaka.",
        "26": "Ireto no niray tetika hamono an’i Joasy: Zabada zanak’i Simata vehivavy amonita, sy Jozabada zanak’i Simrita vehivavy moabita.",
        "27": "Efa voasoratra ao amin’ny Boky Momba ny Mpanjaka daholo izay rehetra momba ny zanany, sy ny fanamelohana be dia be nolazaina taminy, ary ny fanavaozana ny tranon’ilay tena Andriamanitra. Ary i Amazia zanany no nanjaka nandimby azy."
    },
    "25": {
        "1": "Lasa mpanjaka i Amazia tamin’izy 25 taona, ary nanjaka 29 taona tany Jerosalema izy. Joadana no anaran-dreniny, ary avy any Jerosalema izy io.",
        "2": "Nanao izay tsara teo imason’i Jehovah foana i Amazia, saingy tsy tamin’ny fony manontolo.",
        "3": "Raha vao mafy orina ny fanjakany, dia novonoiny ho faty ireo mpanompony namono ny mpanjaka rainy.",
        "4": "Tsy novonoiny anefa ny zanak’ireo, fa narahiny izay voasoratra ao amin’ny Lalàna ao amin’ny bokin’i Mosesy. Izao mantsy ny didin’i Jehovah ao: “Tsy tokony ho faty noho ny ataon’ny zanany ny ray, ary tsy tokony ho faty noho ny ataon’ny rainy ny zanaka. Ny fahotana vitan’ny tsirairay ihany no tokony hamonoana azy.”",
        "5": "Dia novorin’i Amazia isaky ny fianakaviambeny ny Joda, ka ny lehiben’ny arivo sy ny lehiben’ny zato no nitarika azy ireo. Hoatr’izany no nataony tamin’ny Joda sy Benjamina rehetra. Dia nosoratany anarana izay 20 taona no ho miakatra, ka hitany fa miaramila 300 000 efa zatra ady no azo alefa ao amin’ny tafika, sady mahavita mitana lefona sy ampinga lehibe.",
        "6": "Ary nisy miaramila matanjaka 100 000 avy tamin’ny Israely koa nokaramainy volafotsy 100 talenta.",
        "7": "Nisy lehilahin’Andriamanitra anefa tonga teo aminy, ka niteny hoe: “Aza avela hiaraka aminao ny tafiky ny Israely, ry mpanjaka ô, fa i Jehovah tsy miaraka amin’ny Israely, sady tsy miaraka amin’ny Efraimita na iza izy na iza.",
        "8": "Fa aleo ianao ihany no mandeha, dia manaova zavatra, ary manàna herim-po rehefa hiady. Raha tsy izany, dia hataon’ilay tena Andriamanitra resin’ny fahavalo ianao, satria vitany ny manampy anao handresy, na mahatonga anao ho resy.”",
        "9": "Ary hoy i Amazia taminy: “Dia ahoana izany ny amin’ireny volafotsy 100 talenta efa nomeko ny miaramilan’ny Israely ireny?” Hoy ilay lehilahin’Andriamanitra: “Afaka manome anao mihoatra lavitra noho izany i Jehovah.”",
        "10": "Koa nalefan’i Amazia nody ireo miaramila avy tany Efraima tonga hiaraka aminy. Tezitra be tamin’ny Joda anefa izy ireo, ka romotra be rehefa nody.",
        "11": "Nisikina herim-po i Amazia avy eo, ka notarihiny ho any amin’ny Lohasahan-tsira ny miaramilany. Dia namono miaramila 10 000 avy any Seira izy.",
        "12": "Ary nisy 10 000 koa azon’ny miaramilan’i Joda sambo-belona. Koa nentiny teny an-tampon’ny harambato ireo ka navariny avy teny, dia potipotika daholo.",
        "13": "Fa ireo miaramila nalefan’i Amazia nody fa tsy nandeha niady niaraka taminy kosa, dia nanafika an’ireo tanànan’i Joda hatrany Samaria ka hatrany Beti-horona. Dia nahafaty olona 3 000 izy ireo tany, ary nandroba zavatra be dia be.",
        "14": "Rehefa avy namely ny Edomita anefa i Amazia ka niverina nody, dia nentiny ny andriamanitry ny miaramila avy any Seira ka nataony andriamaniny. Dia niankohoka teo anatrehan’ireny izy, ka nandoro fanatitra mba hidona-tsetroka ho an’ireny.",
        "15": "Tezitra be tamin’i Amazia àry i Jehovah, dia naniraka mpaminany hilaza taminy hoe: “Fa maninona ianao no manompo ny andriamanitry ny firenen-kafa, nefa ireny aza tsy nahavonjy ny vahoakany teo am-pelatananao akory?”",
        "16": "Mbola tsy tapitra akory ny tenin’ilay mpaminany, dia hoy ny mpanjaka: “Angaha izahay nanendry anao ho mpanolo-tsain’ny mpanjaka? Aoka izay, sao matin’ny olona eo ianao!” Dia tsy niteny intsony ilay mpaminany, fa hoy fotsiny izy: “Fantatro fa efa tapa-kevitra ny handringana anao Andriamanitra, satria nanao an’izany ianao sady tsy nihaino ny torohevitro.”",
        "17": "Rehefa avy nanontany ny mpanolo-tsainy i Amazia mpanjakan’ny Joda, dia nampitondra hafatra ho an’i Joasy zanak’i Joahaza, zanak’i Jeho mpanjakan’ny Israely, hoe: “Tongava, andao isika hiady!”",
        "18": "Dia nampitondra an’izao hafatra izao ho an’i Amazia mpanjakan’ny Joda i Joasy mpanjakan’ny Israely: “Nampita hafatra ho an’ny hazo sedera tany Libàna ny tsilo tany Libàna hoe: ‘Omeo ho vadin’ny zanako lahy ny zanakao vavy.’ Nandalo anefa ny bibidia iray tany Libàna ka nanitsakitsaka an’ilay tsilo.",
        "19": "Nilaza ianao hoe: ‘Nandresy an’i Edoma aho.’ Dia lasa nirehareha ny fonao ka te hoderaina ianao. Mijanòna ihany anefa ao an-tranonao. Maninona ianao no mitady loza, ka tianao ho resy miaraka aminao ny Joda?”",
        "20": "Tsy nanaiky anefa i Amazia. Ilay tena Andriamanitra mantsy no nahatonga an’izany, satria tiany ho resin’ny fahavalo izy ireo, fa nanompo ny andriamanitr’i Edoma.",
        "21": "Niakatra àry i Joasy mpanjakan’ny Israely, ka niady tany Beti-semesy any Joda izy sy Amazia mpanjakan’ny Joda.",
        "22": "Dia resin’ny Israely ny Joda, ka samy nandositra nankany an-tranony avy.",
        "23": "Nosamborin’i Joasy mpanjakan’ny Israely tany Beti-semesy i Amazia mpanjakan’ny Joda, zanak’i Joasy, zanak’i Joahaza. Nentin’i Joasy tany Jerosalema izy avy eo. Ary nandrava 400 hakiho tamin’ny mandan’i Jerosalema i Joasy, nanomboka teo amin’ny Vavahadin’i Efraima ka hatreo amin’ny Vavahady An-jorony.",
        "24": "Dia nalainy daholo ny volamena sy ny volafotsy ary ny fitaovana rehetra niandraiketan’i Obeda-edoma tao an-tranon’ilay tena Andriamanitra. Nalainy koa ny tao amin’ny fitehirizana zava-tsarobidy tao an-tranon’ny mpanjaka. Naka olona hatao takalon’aina koa izy, ary avy eo niverina tany Samaria.",
        "25": "Mbola velona 15 taona i Amazia zanak’i Joasy mpanjakan’ny Joda, taorian’ny nahafatesan’i Joasy zanak’i Joahaza mpanjakan’ny Israely.",
        "26": "Ary tsy efa voasoratra ao amin’ny Boky Momba ny Mpanjakan’ny Joda sy Israely ve ny sisa amin’ny tantaran’i Amazia, hatramin’ny voalohany ka hatramin’ny farany?",
        "27": "Nisy niray tetika hanohitra an’i Amazia tany Jerosalema, nanomboka tamin’izy niala tamin’i Jehovah. Nandositra tany Lakisy àry izy, nefa naniraka olona hanenjika azy tany izy ireo ka namono azy tany.",
        "28": "Nentina niverina tamin’ny soavaly àry ny fatiny ka nalevina tany amin’izay nandevenana ny razambeny, tao amin’ny tanànan’i Joda."
    },
    "26": {
        "1": "Dia nalain’ny vahoakan’i Joda rehetra i Ozia, izay 16 taona tamin’izay, ka nataony mpanjaka handimby an’i Amazia rainy.",
        "2": "Naoriny indray i Elota dia naveriny tamin’ny Joda, rehefa nodimandry any amin’ny razambeny ny mpanjaka.",
        "3": "Lasa mpanjaka i Ozia tamin’izy 16 taona, ary nanjaka 52 taona tany Jerosalema izy. Jekolia no anaran-dreniny, ary avy any Jerosalema izy io.",
        "4": "Nanao izay tsara teo imason’i Jehovah foana i Ozia, toy ny nataon’i Amazia rainy.",
        "5": "Dia nitady an’Andriamanitra foana izy tamin’ny andron’i Zakaria, ilay nampianatra azy hatahotra an’ilay tena Andriamanitra. Koa nataon’i Jehovah nandeha tsara ny fiainany nandritra ny fotoana nitadiavany an’ilay tena Andriamanitra.",
        "6": "Ary nivoaka hiady tamin’ny Filistinina izy, ka nogorobahany ny mandan’i Gata sy ny mandan’i Jabne ary ny mandan’i Asdoda. Dia avy eo izy nanorina tanàna tany amin’ny faritr’i Asdoda sy tany amin’ny Filistinina.",
        "7": "Nanampy azy foana ilay tena Andriamanitra tamin’izy niady tamin’ny Filistinina, sy ny Arabo nipetraka tao Gorabala, ary ny Meonita.",
        "8": "Nandoa hetra tamin’i Ozia koa ny Amonita. Nalaza hatrany Ejipta izy tatỳ aoriana, satria lasa nahery be.",
        "9": "Nanorina tilikambo tao Jerosalema koa i Ozia, teo akaikin’ny Vavahady An-jorony, sy teo akaikin’ny Vavahadin’ny Lohasaha, ary teo akaikin’ny Andry Manohana ny Manda, sady nataony mafy tsara ireny.",
        "10": "Nanorina tilikambo tany an-tany efitra koa izy. Nihady lavaka be dia be fanangonan-drano izy, satria nanana biby fiompy maro be. Nanao hoatr’izany koa izy tany Sefela sy teny amin’ny lemaka. Ary nanana mpamboly sy mpikarakara tanimboaloboka teny an-tendrombohitra sy tany Karmela izy, satria tia namboly.",
        "11": "Lasa nanana tafika vonona hiady koa i Ozia. Nandeha niady izy ireo ary notsinjaraina arakaraka ny fizarany. Nanisa sy nanoratra ny anaran’izy ireo i Jeiela mpitan-tsoratra sy Mahaseia mpiadidy lefitra. Ary i Hanania, izay anisan’ny andriana teo amin’ny fanjakana, no nifehy azy roa lahy ireo.",
        "12": "Nisy 2 600 ny lehilahy rehetra lohan’ny fianakaviambe niandraikitra an’ireo miaramila matanjaka ireo.",
        "13": "Miaramila 307 500 no teo ambany fifehezan’izy ireo. Tafika mahery ireo miaramila ireo sady vonona hiady sy hanohana ny mpanjaka rehefa misy fahavalo.",
        "14": "Ireto avy no nomen’i Ozia an’ilay tafika manontolo: Ampinga, lefona, fiarovan-doha, akanjo mifono vy, tsipìka ary vatom-pilotra.",
        "15": "Ankoatra izany, dia nampanamboatra milina natao fitaovam-piadiana tao Jerosalema izy, ka lehilahy mahay no nasainy nanao an’ireny. Afaka nandefa zana-tsipìka sy vatobe ireny, ary natao teo amin’ny tilikambo sy teny amin’ny zoron’ny manda. Dia niely hatraiza hatraiza ny lazan’i Ozia, satria nampian’Andriamanitra izy ka lasa natanjaka.",
        "16": "Vao natanjaka anefa izy, dia nirehareha ny fony, ka nitondra loza ho azy izany. Koa nivadika tamin’i Jehovah Andriamaniny izy, dia niditra tao amin’ny tempolin’i Jehovah mba handoro emboka manitra teo amin’ny alitara fandoroana emboka manitra.",
        "17": "Tonga dia niditra nanaraka azy i Azaria mpisorona sy ny mpisoron’i Jehovah 80 lahy be herim-po.",
        "18": "Dia nanohitra an’i Ozia Mpanjaka izy ireo, ka niteny taminy hoe: “Tsy mety, ry Ozia, raha ianao no mandoro emboka manitra ho an’i Jehovah. Ny mpisorona ihany no tokony handoro emboka manitra, satria ry zareo no taranak’i Arona sady efa nohamasinina. Mivoaha ato amin’ity toerana masina ity fa nivadika tamin’Andriamanitra ianao, ary tsy hahazo voninahitra avy amin’i Jehovah Andriamanitra amin’izao ataonao izao.”",
        "19": "Tezitra be anefa i Ozia, ary mbola teny an-tanany ny fitaovana fandoroana emboka manitra. Raha iny izy mbola tezitra tamin’ny mpisorona iny, dia nisy habokana nipoitra teo amin’ny handriny, tamin’izy teo anatrehan’ny mpisorona teo akaikin’ny alitara fandoroana emboka manitra, tao an-tranon’i Jehovah.",
        "20": "Rehefa nitodika tany aminy i Azaria lehiben’ny mpisorona sy ny mpisorona rehetra, dia hitan’izy ireo hoe io fa efa boka ny handriny! Navoakan’izy ireo haingana àry izy, ary izy koa aza nivoaka haingana satria efa nofaizin’i Jehovah.",
        "21": "Dia boka mandra-pahafatiny i Ozia Mpanjaka. Nipetraka tao amin’ny trano iray mitokana àry izy satria boka. Tsy nahazo niditra tao an-tranon’i Jehovah intsony koa izy. Ary i Jotama zanany no niandraikitra ny tranon’ny mpanjaka, sy nitsara ny vahoaka.",
        "22": "Efa nosoratan’i Isaia mpaminany zanak’i Amoza ny sisa amin’ny tantaran’i Ozia, hatramin’ny voalohany ka hatramin’ny farany.",
        "23": "Dia nodimandry any amin’ny razambeny i Ozia, ka nalevina tao amin’izay nandevenana azy ireo, saingy teo amin’ny saha teo ivelany. Nilaza mantsy ny olona hoe: “Boka izy.” Ary i Jotama zanany no nanjaka nandimby azy."
    },
    "27": {
        "1": "Lasa mpanjaka i Jotama tamin’izy 25 taona, ary nanjaka 16 taona tany Jerosalema izy. Jerosa no anaran-dreniny, ary zanak’i Zadoka izy io.",
        "2": "Nanao izay tsara teo imason’i Jehovah foana i Jotama, toy ny nataon’i Ozia rainy, fa izy fotsiny tsy nitsofotsofoka tao amin’ny tempolin’i Jehovah. Mbola nanao ratsy ihany anefa ny vahoaka.",
        "3": "Ary nanorina ny vavahady ambony tamin’ny tranon’i Jehovah i Jotama. Nanao fanorenana be dia be teo amin’ny mandan’i Ofela koa izy.",
        "4": "Nanorina tanàna tany amin’ny faritra be tendrombohitr’i Joda koa izy, ary nanorina toerana voaro mafy sy tilikambo tany anaty ala.",
        "5": "Ary niady tamin’ny mpanjakan’ny Amonita izy, ka resiny ihany ireny tamin’ny farany. Ireto àry no nomen’ny Amonita azy tamin’iny taona iny: Volafotsy 100 talenta, sy varimbazaha 10 000 kora, ary vary orza 10 000 kora. Hoatr’izany koa no naloan’izy ireo taminy, tamin’ny taona faharoa sy fahatelo.",
        "6": "Koa nihanahery foana i Jotama, satria tapa-kevitra ny handeha tamin’ny lalana natoron’i Jehovah Andriamaniny.",
        "7": "Efa voasoratra ao amin’ny Boky Momba ny Mpanjakan’ny Israely sy Joda ny sisa amin’ny tantaran’i Jotama sy ny ady rehetra nataony ary ny zava-bitany rehetra.",
        "8": "Lasa mpanjaka izy tamin’izy 25 taona, ary nanjaka 16 taona tany Jerosalema izy.",
        "9": "Dia nodimandry any amin’ny razambeny i Jotama, ka nalevina tao amin’ny Tanànan’i Davida. Ary i Ahaza zanany no nanjaka nandimby azy."
    },
    "28": {
        "1": "Lasa mpanjaka i Ahaza tamin’izy 20 taona, ary nanjaka 16 taona tany Jerosalema izy. Tsy nanao izay tsara teo imason’i Jehovah izy, tsy mba hoatran’i Davida razambeny.",
        "2": "Nanao hoatran’izay nataon’ireo mpanjakan’ny Israely kosa izy, ka nanao sarivongana metaly mihitsy aza, dia ny sarin’ireo Bala.",
        "3": "Nandoro fanatitra mba hidona-tsetroka teo amin’ny Lohasahan’ny Taranak’i Hinoma koa izy, dia nandoro ny zanany lahy tao anaty afo. Nanao an’ireo zava-maharikoriko fanaon’ny firenena efa noroahin’i Jehovah hiala teo anatrehan’ny Israelita izy.",
        "4": "Nanao sorona sy nandoro fanatitra mba hidona-tsetroka foana koa izy, teny amin’ny toerana avo sy ny havoana ary teny ambanin’ny hazo midoroboka rehetra.",
        "5": "Koa natolotr’i Jehovah Andriamaniny teo an-tanan’ny mpanjakan’i Syria izy. Dia naharesy azy ny Syrianina, ka naka babo be dia be ary nitondra an’ireny tany Damaskosy. Nataon’Andriamanitra resin’ny mpanjakan’ny Israely koa izy, ka be dia be tamin’ny vahoakany no matin’io mpanjaka io.",
        "6": "Nahafaty lehilahy 120 000 tany Joda mantsy i Peka zanak’i Remalia tao anatin’ny iray andro, satria nahafoy an’i Jehovah Andriamanitry ny razambeny izy ireo. Lehilahy mahery fo daholo ireo maty ireo.",
        "7": "Novonoin’i Zikry miaramila efraimita koa i Mahaseia zanaky ny mpanjaka, sy Azrikama mpiandraikitra ny lapan’ny mpanjaka, ary Elkana izay nanarakaraka ny mpanjaka.",
        "8": "Ary zaza amam-behivavy 200 000 no nalain’ny Israelita ho babo avy tamin’ny rahalahiny. Nandroba zavatra be dia be koa izy ireo, dia nentiny tany Samaria ireny.",
        "9": "Nisy mpaminanin’i Jehovah atao hoe Odeda anefa nitsena an’ilay tafika tonga tao Samaria, ka niteny hoe: “Tezitra tamin’ny Joda i Jehovah Andriamanitry ny razambenareo, ka nataony resinareo ry zareo. Tezitra loatra anefa ianareo dia novonoinareo ry zareo, ka tonga hatrany am-poto-tsofin’Andriamanitra mihitsy izany nataonareo izany.",
        "10": "Izao indray dia tadiavinareo hatao mpanompolahy sy mpanompovavy ny taranak’i Joda sy Jerosalema. Fa ianareo koa angaha moa tsy mba meloka eo anatrehan’i Jehovah Andriamanitrareo?",
        "11": "Henoy àry aho. Avereno ireo babo nalainareo avy tamin’ny rahalahinareo ireo, fa tena tezitra be aminareo i Jehovah.”",
        "12": "Koa nanohitra an’ireo olona avy nanafika ireo i Azaria zanak’i Johanana sy Berekia zanak’i Mesilemota sy Jehizkia zanak’i Saloma ary Amasa zanak’i Hadlay, izay anisan’ny lehiben’ny Efraimita,",
        "13": "ka niteny tamin’izy ireo hoe: “Aza entina atỳ ireo babo ireo, sao dia ho meloka eo anatrehan’i Jehovah isika. Angaha tadiavinareo hampiana indray ny fahotantsika sy ny helotsika? Efa be izay heloka vitantsika izay, sady tezitra be amin’ny Israely Andriamanitra.”",
        "14": "Koa natolotry ny miaramila an’ireo andriana sy ny fiangonana manontolo ny olona babo sy ny zavatra norobainy.",
        "15": "Avy eo dia naka an’ireo babo ireo ny olona voatonona anarana. Dia nomeny akanjo tamin’ny zavatra azo babo izay rehetra tsy niakanjo. Nomeny akanjo sy kapa izy ireo, sady nomeny sakafo sy rano hosotroina ary menaka hahosony amin’ny hoditra. Dia nampitaingeniny ampondra izay kely aina, ka nateriny tany amin’ny rahalahiny tany Jeriko, tanàna be hazo palmie. Niverina tany Samaria izy ireo taorian’izay.",
        "16": "Tamin’izay fotoana izay, dia nila vonjy tamin’ireo mpanjakan’i Asyria i Ahaza Mpanjaka.",
        "17": "Tonga indray mantsy ny Edomita ka nanafika ny Joda ary naka babo.",
        "18": "Nanafika an’ireo tanànan’i Sefela sy Negeba tany Joda koa ny Filistinina, ka azon’izy ireo i Beti-semesy, Aialona, Gederota, Soko sy ireo tanàna niankina taminy, Timna sy ireo tanàna niankina taminy, ary Gimzo sy ireo tanàna niankina taminy. Dia nipetraka tao amin’ireo tanàna ireo ny Filistinina.",
        "19": "Fa nataon’i Jehovah nietry ny Joda noho ny nataon’i Ahaza mpanjakan’ny Israely. Navelan’i Ahaza hanaram-po hanao ratsy mantsy ny Joda, ka tena nivadika tamin’i Jehovah.",
        "20": "Tamin’ny farany, dia nanafika azy i Tilgato-pilnesera mpanjakan’i Asyria, ka nampijaly azy fa tsy nanampy azy akory.",
        "21": "Efa nalain’i Ahaza anefa ny zava-drehetra tao an-tranon’i Jehovah sy tao an-tranon’ny mpanjaka sy ny andriana, ka nataony fanomezana ho an’ny mpanjakan’i Asyria, saingy tsy nahavonjy azy izany.",
        "22": "Na dia efa nijaly aza i Ahaza Mpanjaka, dia vao mainka nivadika tamin’i Jehovah ihany.",
        "23": "Dia nanao sorona ho an’ireo andriamanitr’i Damaskosy naharesy azy izy, ka niteny hoe: “Manampy an’ireo mpanjakan’i Syria ny andriamaniny, ka mba hanao sorona ho an’ireny koa aho, amin’izay mba hampiany.” Lasa nitondra loza ho azy sy ny Israely rehetra anefa ireny.",
        "24": "Nangonin’i Ahaza koa ny fitaovana tao an-tranon’ilay tena Andriamanitra dia nopotipotehiny, ary nohidiany ny varavaran’ny tranon’i Jehovah. Nanamboatra alitara ho an’ny andriamani-kafa koa izy, ka nataony teny amin’ny zoron-dalana rehetra tao Jerosalema ireny.",
        "25": "Ary nasiany toerana avo tany amin’ny tanànan’i Joda rehetra, mba handoroana fanatitra hidona-tsetroka ho an’andriamani-kafa. Koa nampahatezitra an’i Jehovah Andriamanitry ny razambeny izy.",
        "26": "Efa voasoratra ao amin’ny Boky Momba ny Mpanjakan’ny Joda sy Israely ny sisa amin’ny tantaran’i Ahaza sy izay rehetra nataony, hatramin’ny voalohany ka hatramin’ny farany.",
        "27": "Dia nodimandry any amin’ny razambeny i Ahaza, ka nalevina tao amin’ny tanànan’i Jerosalema, fa tsy nampidirina tao amin’ny fasan’ireo mpanjakan’ny Israely. Ary i Hezekia zanany no nanjaka nandimby azy."
    },
    "29": {
        "1": "Ary 25 taona i Hezekia tamin’izy lasa mpanjaka, ary nanjaka 29 taona tany Jerosalema izy. Abia no anaran-dreniny, ary zanak’i Zakaria izy io.",
        "2": "Nanao izay tsara teo imason’i Jehovah foana i Hezekia, toy ny nataon’i Davida razambeny.",
        "3": "Nosokafany ireo varavaran’ny tranon’i Jehovah dia namboariny ny simba tamin’ireo, tamin’ny volana voalohany, tamin’ny taona voalohany nanjakany.",
        "4": "Dia novoriny teo amin’ny tany malalaka teo atsinanana ny mpisorona sy ny Levita.",
        "5": "Ary hoy izy: “Henoy aho, ry Levita! Hamasino ny tenanareo ary hamasino koa ny tranon’i Jehovah Andriamanitry ny razambenareo. Dia esory ao amin’ny toerana masina ny zavatra tsy madio.",
        "6": "Fa efa nivadika tamin’Andriamanitsika ireo raintsika, sady nanao izay ratsy teo imason’i Jehovah Andriamanitsika. Nahafoy azy ry zareo, sady nihodina tsy hijery ny tranolain’i Jehovah intsony ka niala taminy.",
        "7": "Nohidiany koa ny varavaran’ny tilikambo fidirana, ary novonoiny ny jiro. Tsy nandoro emboka manitra intsony izy ireo, sady tsy nanolotra sorona dorana ho an’ilay Andriamanitry ny Israely tao amin’ny toerana masina intsony.",
        "8": "Koa tezitra tamin’i Joda sy Jerosalema i Jehovah, ka nataony nihorohoro sy gaga ary nisioka izay olona nahita ny nanjo azy ireo, araka izao hitan’ny masonareo izao.",
        "9": "Dia matin’ny sabatra ny razambentsika, ary lasa babo ny vady aman-janatsika.",
        "10": "Irin’ny foko anefa izao ny hanao fifanekena amin’i Jehovah Andriamanitry ny Israely, mba tsy ho tezitra be amintsika intsony izy.",
        "11": "Tsy izao àry, ry rahalahiko, no fotoana tokony hanaovanareo tsirambina ny asanareo. Fa efa nofidin’i Jehovah hijoro eo anatrehany ianareo, mba hanompo azy sy handoro fanatitra mba hidona-tsetroka.”",
        "12": "Dia nanomboka niasa ireto Levita ireto: I Mahata zanak’i Amasay sy Joela zanak’i Azaria, avy tamin’ny Kehatita; Kisy zanak’i Abdia sy Azaria zanak’i Jehalalila, avy tamin’ny Merarita; Joa zanak’i Zima sy Edena zanak’i Joa, avy tamin’ny Gersonita;",
        "13": "Simry sy Jeoela avy tamin’ny taranak’i Elizafana; Zakaria sy Matania avy tamin’ny taranak’i Asafa;",
        "14": "Jehiela sy Simey avy tamin’ny taranak’i Hemana; ary Semaia sy Oziela avy tamin’ny taranak’i Jedotona.",
        "15": "Dia novoriny ny rahalahiny, ka nanamasina ny tenany izy ireo ary tonga hanadio ny tranon’i Jehovah, araka ny didin’ny mpanjaka sy ny tenin’i Jehovah.",
        "16": "Avy eo dia nankao an-tranon’i Jehovah ny mpisorona mba hanadio. Dia navoakan’izy ireo ny zavatra maloto rehetra hitany tao amin’ny tempolin’i Jehovah, ka nentiny teny an-tokotanin’ny tranon’i Jehovah. Nalain’ny Levita ireny avy eo dia nentiny tany ivelany, tany amin’ny Lohasahan’i Kidrona.",
        "17": "Nanomboka nanamasina ny tempoly izy ireo, tamin’ny andro voalohan’ny volana voalohany. Ary tonga teo amin’ny tilikambo fidirana amin’ny tranon’i Jehovah izy ireo, tamin’ny andro fahavalon’ny volana. Nohamasinin’izy ireo nandritra ny valo andro ny tranon’i Jehovah. Dia vitany izany tamin’ny andro faha-16 amin’ny volana voalohany.",
        "18": "Dia nankao amin’i Hezekia Mpanjaka izy ireo, ka niteny hoe: “Efa voadionay ny tranon’i Jehovah manontolo, sy ny alitaran’ny fanatitra dorana sy ny fitaovany rehetra, ary ny latabatry ny mofo mifanaingina sy ny fitaovany rehetra.",
        "19": "Efa nomaninay sy nohamasininay koa ny fitaovana rehetra tsy nampiasain’i Ahaza Mpanjaka intsony tamin’izy nanjaka, tamin’izy nivadika tamin’Andriamanitra. Eo anoloan’ny alitaran’i Jehovah ireny izao.”",
        "20": "Ary nifoha maraina i Hezekia Mpanjaka, ka novoriny ny andrianan’ny tanàna. Dia niakatra nankany an-tranon’i Jehovah izy ireo.",
        "21": "Nitondra ombilahy fito, ondrilahy fito, ondrilahy kely fito, ary osilahy fito izy ireo mba hatao fanatitra noho ny ota. Ho an’ny fanjakana sy ny toerana masina ary ny Joda no nanaovana an’izany. Dia nasain’i Hezekia natolotry ny mpisorona taranak’i Arona teo amin’ny alitaran’i Jehovah ireny.",
        "22": "Novonoin’izy ireo ny omby avy eo, dia nalain’ny mpisorona ny ra ka nafafiny teo amin’ny alitara. Novonoiny koa ny ondrilahy dia nafafiny teo amin’ny alitara ny ra. Novonoiny koa ny ondrilahy kely dia nafafiny teo amin’ny alitara ny ra.",
        "23": "Avy eo dia nentiny teo anatrehan’ny mpanjaka sy ny fiangonana ireo osilahy hatao fanatitra noho ny ota, dia nametraka ny tanany teo amin’ireny izy ireo.",
        "24": "Ary novonoin’ny mpisorona ireo osilahy ka nataony fanatitra noho ny ota, dia nataony teo amin’ny alitara ny rany, mba handrakofana ny fahotan’ny Israely rehetra. Nilaza mantsy ny mpanjaka hoe tokony ho an’ny Israely rehetra no hanaovana ny fanatitra dorana sy ny fanatitra noho ny ota.",
        "25": "Nasain’i Hezekia nankao an-tranon’i Jehovah koa ny Levita tamin’izay. Nitondra kipantsona sy zavamaneno fitendry ary harpa izy ireo, araka ny didin’i Davida sy Gada mpahita fahitana ho an’ny mpanjaka ary Natana mpaminany. I Jehovah mantsy no nanome an’izany didy izany tamin’ny alalan’ny mpaminaniny.",
        "26": "Dia nijoro ireo Levita nitondra ny zavamaneno namboarin’i Davida, sy ireo mpisorona nitondra ny trompetra.",
        "27": "Dia nasain’i Hezekia natolotra teo amin’ny alitara ny fanatitra dorana. Raha vao natolotra ny fanatitra dorana, dia natomboka koa ny hira ho an’i Jehovah. Notsofina koa ny trompetra, ka natao nifanaraka tamin’ny feon’ireo zavamaneno namboarin’i Davida mpanjakan’ny Israely.",
        "28": "Dia niankohoka ny fiangonana manontolo, raha mbola nohiraina ilay hira sady notsofina ny trompetra. Tsy nijanona izany rehetra izany mandra-pahavitan’ny fanatitra dorana.",
        "29": "Raha vao avy nanao fanatitra izy ireo, dia niondrika sy niankohoka ny mpanjaka sy ny olona rehetra niaraka taminy.",
        "30": "Avy eo dia ny tononkira nataon’i Davida sy Asafa mpahita fahitana indray no nasain’i Hezekia Mpanjaka sy ny andriana nideran’ny Levita an’i Jehovah. Faly be izy ireo sady nanao fiderana, ary nandohalika sy niankohoka.",
        "31": "Hoy i Hezekia avy eo: “Natokana ho an’i Jehovah ianareo izao, ka andao hitondra sorona sy fanatitra fisaorana ao an-tranon’i Jehovah.” Dia nitondra sorona sy fanatitra fisaorana ny fiangonana, ary nitondra fanatitra dorana koa izay rehetra natosiky ny fony.",
        "32": "Omby 70 sy ondrilahy 100 ary ondrilahy kely 200 ny fanatitra dorana nentin’ny fiangonana,—natao fanatitra dorana ho an’i Jehovah daholo ireo—",
        "33": "ary omby 600 sy ondry 3 000 ny fanatitra masina.",
        "34": "Tsy ampy anefa ny mpisorona nanendaka ny hoditry ny fanatitra dorana rehetra, ka nampian’ny Levita rahalahiny izy ireo. Tsy nijanona ny Levita raha tsy efa vita ilay asa ary raha tsy efa nanamasina ny tenany ny mpisorona. Fa nazoto kokoa nanamasina ny tenany ny Levita raha noharina tamin’ny mpisorona.",
        "35": "Be dia be koa ny fanatitra dorana sy ny tavin’ny fanatitra iombonana ary ny fanatitra zava-pisotro nampiarahina tamin’ny fanatitra dorana. Hoatr’izany àry no namerenana tamin’ny laoniny ny fanompoana tao an-tranon’i Jehovah.",
        "36": "Koa nifaly i Hezekia sy ny vahoaka manontolo noho izay nataon’ilay tena Andriamanitra ho azy ireo, sady tampoka ihany no nitrangan’izany rehetra izany."
    },
    "30": {
        "1": "Naniraka olona nankany amin’ny Israely rehetra sy ny Joda i Hezekia, sady nanoratra taratasy ho an’ny fokon’i Efraima sy Manase mihitsy aza, mba hanasa azy ireo ho ao an-tranon’i Jehovah any Jerosalema. Te hanasa azy ireo hankalaza ny Paska ho an’i Jehovah Andriamanitry ny Israely mantsy izy.",
        "2": "Nanapa-kevitra anefa ny mpanjaka sy ny andrianany ary ny fiangonana manontolo tao Jerosalema fa amin’ny volana faharoa no hankalazana ny Paska.",
        "3": "Tsy afaka nankalaza an’ilay izy tamin’ny fotoana mahazatra mantsy izy ireo, satria tsy ampy ny mpisorona nanamasina ny tenany, sady mbola tsy tafavory tany Jerosalema ny vahoaka.",
        "4": "Ary hitan’ny mpanjaka sy ny fiangonana manontolo hoe tsara izay hevitra izay.",
        "5": "Dia nanapa-kevitra izy ireo fa hampandrenesina ny vahoaka eran’i Israely, hatrany Beri-sheba ka hatrany Dana, hoe tokony hankany Jerosalema izy ireo mba hankalaza ny Paska ho an’i Jehovah Andriamanitry ny Israely. Tsy mba niaraka nankalaza an’ilay izy araka ny voasoratra ao amin’ny Lalàna mantsy izy ireo talohan’izay.",
        "6": "Araka ny didin’ny mpanjaka àry, dia lasa nitety ny Israely sy ny Joda ireo mpitondra hafatra. Nitondra taratasy avy tamin’ny mpanjaka sy ny andrianany izy ireo, ary niteny hoe: “Ry vahoakan’Israely, miverena amin’i Jehovah Andriamanitr’i Abrahama sy Isaka ary Israely, dia amin’izay Izy hiverina amin’ireo sisa afaka nandositra ny mpanjakan’i Asyria.",
        "7": "Aza manahaka ny razambenareo sy ny rahalahinareo. Nivadika tamin’i Jehovah Andriamanitry ny razambeny mantsy izy ireo, ka nataon’Andriamanitra nihorohoro ny olona nahita an’izay nanjo azy ireo, toy izao hitanareo izao.",
        "8": "Dia aza mafy loha hoatran’ny razambenareo. Ekeo kosa i Jehovah dia mankanesa any amin’ny toerany masina, izay efa nohamasininy mba ho masina mandrakizay. Ary manompoa an’i Jehovah Andriamanitrareo, mba tsy ho tezitra be aminareo intsony izy.",
        "9": "Raha miverina amin’i Jehovah mantsy ianareo, dia hamindra fo amin’ny rahalahinareo sy ny zanakareo ny olona naka azy ho babo, ka havelany hiverina eto amin’ity tany ity ry zareo. Fa mangoraka sy mamindra fo i Jehovah Andriamanitrareo, ka tsy ho izy indray no handa anareo, raha miverina aminy ianareo.”",
        "10": "Dia lasa nitety ny tanàna nanerana ny tanin’i Efraima sy Manase hatrany Zebolona ireo mpitondra hafatra. Nihomehezan’ny olona sy nesoesoiny anefa izy ireo.",
        "11": "Na izany aza, dia nisy mba nanetry tena ihany tamin’ny fokon’i Asera sy Manase ary Zebolona, ka tonga tany Jerosalema.",
        "12": "Nanampy ny Joda koa ny tanan’ilay tena Andriamanitra, mba hahatonga azy ireo hiray hina hanatanteraka ny baikon’ny mpanjaka sy ny andriana, araka ny tenin’i Jehovah.",
        "13": "Be dia be ny olona nivory tany Jerosalema tamin’ny volana faharoa, mba hankalaza ny Fetin’ny Mofo Tsy Misy Lalivay. Fiangonana lehibe mihitsy izy ireo.",
        "14": "Dia nesoriny ny alitara tany Jerosalema. Nesoriny koa ny alitara rehetra fandoroana emboka manitra, ka nariany tany amin’ny Lohasahan’i Kidrona.",
        "15": "Novonoin’izy ireo avy eo ny biby hatao sorona hankalazana ny Paska, tamin’ny andro faha-14 amin’ny volana faharoa. Ary menatra ny mpisorona sy ny Levita, ka nanamasina ny tenany, dia nitondra fanatitra dorana tao an-tranon’i Jehovah.",
        "16": "Dia nankeo amin’ny toerana tokony hisy azy izy ireo, araka ny Lalàn’i Mosesy lehilahin’Andriamanitra. Ary nafafin’ny mpisorona ny ra noraisiny avy teny an-tanan’ny Levita.",
        "17": "Betsaka tamin’ny olona anisan’ny fiangonana anefa no tsy mba nanamasina ny tenany. Ny Levita àry no namono ny biby hatao sorona hankalazana ny Paska ho an’izay rehetra tsy nadio, mba hanamasinana azy ireo ho an’i Jehovah.",
        "18": "Be dia be mantsy ny olona tsy nanadio ny tenany, indrindra ny avy tamin’ny fokon’i Efraima sy Manase sy Isakara ary Zebolona. Mbola nihinana ny Paska ihany izy ireo, na dia nifanohitra tamin’izay voasoratra aza izany. Nivavaka ho azy ireo anefa i Hezekia hoe: “Ry Jehovah tsara toetra ô! Enga anie ianao hamindra fo",
        "19": "amin’izay rehetra nanomana ny fony hitady an’ilay tena Andriamanitra, dia i Jehovah Andriamanitry ny razambeny, na dia tsy madio araka izay takina amin’ny fankalazana masina aza izy ireo!”",
        "20": "Dia nihaino an’i Hezekia i Jehovah, ka namela ny fahadisoan’ny vahoaka.",
        "21": "Dia nankalaza ny Fetin’ny Mofo Tsy Misy Lalivay nandritra ny fito andro ny Israelita tany Jerosalema. Faly be izy ireo nanao an’izany. Ary nidera an’i Jehovah isan’andro ny Levita sy ny mpisorona, ka nataony nanakoako be ny feon’ny zavamaneno nampiasainy hiderana an’i Jehovah.",
        "22": "Dia nampaherezin’i Hezekia izay Levita rehetra nanompo an’i Jehovah tamim-pahendrena. Dia nisakafo tao amin’ilay fety izy ireo nandritra ny fito andro, sady nanao sorona iombonana ary nisaotra an’i Jehovah Andriamanitry ny razambeny.",
        "23": "Ary nanapa-kevitra ny fiangonana manontolo fa hankalaza an’ilay fety mandritra ny fito andro fanampiny. Koa nankalaza an’ilay izy nandritra ny fito andro fanampiny izy ireo sady falifaly.",
        "24": "Dia nanome ombilahy 1 000 sy ondry 7 000 ho an’ny fiangonana i Hezekia mpanjakan’ny Joda. Ny andriana kosa nanome ombilahy 1 000 sy ondry 10 000. Ary be dia be ny mpisorona nanamasina ny tenany.",
        "25": "Dia nifaly foana ny fiangonan’ny Joda manontolo, ny mpisorona, ny Levita, ny fiangonana manontolo avy tany amin’ny Israely, ary ny vahiny avy any amin’ny tanin’ny Israely sy izay nipetraka tany Joda.",
        "26": "Ary faly be ny tany Jerosalema, satria mbola tsy nisy hoatr’izany tany, hatramin’ny andron’i Solomona zanak’i Davida mpanjakan’ny Israely.",
        "27": "Farany, dia nitsangana ireo Levita mpisorona ka nitso-drano ny vahoaka. Dia henon’Andriamanitra ny feon’izy ireo, ary tonga tany amin’ny fonenany masina tany an-danitra ny vavaka nataony."
    },
    "31": {
        "1": "Raha vao vitan’izy ireo izany rehetra izany, dia lasa nankany amin’ireo tanànan’i Joda ny Israelita rehetra tonga teo, ka nopotipotehiny ny tsangambato masina ary nokapainy ny tsato-kazo masina. Noravany koa ny toerana avo sy ny alitara nanerana an’i Joda sy Benjamina sy Efraima ary Manase, ka tsy nijanona izy ireo raha tsy efa rava tanteraka ireny. Samy nody tany amin’ny tanànany avy ny Israelita rehetra avy eo.",
        "2": "Ary nalamin’i Hezekia araka ny fizarana nisy azy ny mpisorona sy ny Levita, mba ho afaka hanatontosa tsara ny fanompoany. Nanolotra ny fanatitra dorana sy ny sorona iombonana izy ireo, ary nanao ny fanompoany sy nanolotra fisaorana sy fiderana teny amin’ireo vavahadin’ny tokotanin’i Jehovah.",
        "3": "Nanome tamin’ny fananany koa ny mpanjaka mba hanaovana fanatitra dorana, anisan’izany ny fanatitra amin’ny maraina sy hariva, sy ny fanatitra dorana rehefa Sabata sy tsinam-bolana ary fety, araka izay voasoratra ao amin’ny Lalàn’i Jehovah.",
        "4": "Nomen’ny mpanjaka baiko koa ny vahoaka nipetraka tao Jerosalema mba hanome an’izay tokony ho anjaran’ny mpisorona sy ny Levita, amin’izay izy ireo ho afaka hanaraka tsara ny lalàn’i Jehovah.",
        "5": "Raha vao nivoaka izany baiko izany, dia nanome voaloham-bokatra be dia be ny Israelita, izany hoe voaloham-bokatra tamin’ny varimbazaha, divay vaovao, menaka, tantely, ary tamin’ny vokatra rehetra teny an-tsaha. Nitondra ny ampahafolon’ny zava-drehetra nananany koa izy ireo, ary be dia be no nomeny.",
        "6": "Nitondra ny ampahafolon’ny omby aman’ondriny koa ny vahoakan’Israely sy ny taranak’ i Joda nipetraka tany amin’ireo tanànan’i Joda, sady nitondra ny ampahafolon’ny zava-masina, izay efa nohamasinina ho an’i Jehovah Andriamaniny. Dia nahangona fanomezana be dia be izy ireo.",
        "7": "Tamin’ny volana fahatelo izy ireo no nanomboka nanangona an’ireo fanomezana rehetra nentin’ny olona ireo. Dia vitany izany tamin’ny volana fahafito.",
        "8": "Rehefa tonga i Hezekia sy ny andriana ka nahita an’ireo fanomezana niavosa be, dia nidera an’i Jehovah sy nitso-drano ny Israely vahoakany izy ireo.",
        "9": "Dia nanontany an’ireo mpisorona sy Levita momba an’ireo fanomezana niavosa ireo i Hezekia,",
        "10": "ka hoy i Azaria lehiben’ny mpisorona, taranak’i Zadoka: “Nanomboka tamin’izy ireo nitondra an’ireny fanomezana ireny tao an-tranon’i Jehovah, dia nihinana ny olona ka voky, ary mbola misy ambiny be dia be. Notahin’i Jehovah mantsy ny vahoakany, ka ireo be dia be ireo ny ambiny.”",
        "11": "Dia nasain’i Hezekia nanomana efitra fitehirizana entana tao an-tranon’i Jehovah izy ireo. Koa nomanin’izy ireo izany.",
        "12": "Mendri-pitokisana izy ireo ka nampidiriny tao daholo ny fanomezana sy ny ampahafolon-karena ary ny zava-masina. I Konania Levita no niandraikitra sy nanara-maso an’ireny rehetra ireny, ary i Simey rahalahiny no nanarakaraka azy.",
        "13": "I Jehiela, Azazia, Nahata, Asahela, Jerimota, Jozabada, Eliela, Jismakia, Mahata, ary Benaia no mpiadidy nanampy an’i Konania sy Simey rahalahiny, araka ny didin’i Hezekia Mpanjaka. I Azaria kosa no mpanara-maso ny tao an-tranon’ilay tena Andriamanitra.",
        "14": "Ary i Kore zanak’i Jimna, ilay Levita mpiandry vavahady teo atsinanana, no niandraikitra ny fanatitra an-tsitrapo ho an’ilay tena Andriamanitra. Izy no nizara ny fanomezana natolotra ho an’i Jehovah sy ny zavatra masina indrindra.",
        "15": "Izy koa no niandraikitra an’i Edena, Miniamina, Jesoa, Semaia, Amaria, ary Sekania tany amin’ireo tanànan’ny mpisorona. Mendri-pitokisana izy ireo rehefa nizara ny anjaran’ireo rahalahiny tao amin’ny fizarana tsirairay, ka nataony mitovy tsara ny an’ny kely sy ny an’ny lehibe.",
        "16": "Izy ireo koa no nanome ny anjaran’ny lehilahy telo taona no ho miakatra izay voasoratra anarana tao amin’ny tetirazana. Tonga isan’andro tao an-tranon’i Jehovah mantsy ireo lehilahy ireo mba hanao ny fanompoany sy ny andraikiny araka ny fizarana nisy azy.",
        "17": "Nosoratana tao amin’ny tetirazana araka ny fianakaviambeny, sy araka ny andraikiny isaky ny fizarana nisy azy avy ny mpisorona sy ny Levita 20 taona no ho miakatra.",
        "18": "Nosoratana tao koa ny vady aman-janany rehetra, dia ny fiangonany manontolo. Nanamasina ny tenany foana izy ireo mba ho afaka hanao fanompoana masina. Nanankinana andraikitra masina mantsy izy ireo satria mendri-pitokisana.",
        "19": "Nosoratana anarana koa ny mpisorona taranak’i Arona nipetraka tany amin’ny kijana manodidina ny tanànany. Nisy lehilahy vitsivitsy nofidina tany amin’ireo tanàna rehetra ireo, mba hizara sakafo ho an’ny lehilahy mpisorona sy ny olona rehetra voasoratra tao amin’ny tetirazan’ny Levita.",
        "20": "Izany no nataon’i Hezekia nanerana an’i Joda. Nanao izay tsara sy mety foana izy, sady tsy nivadika mihitsy teo anatrehan’i Jehovah Andriamaniny.",
        "21": "Nataony tamin’ny fony manontolo ny zavatra rehetra nataony mba hitadiavana an’ilay Andriamaniny, izany hoe ny fanompoana tao an-tranon’ilay tena Andriamanitra sy ny fankatoavana ny Lalàna sy ny didy. Dia nahomby izy tamin’izany."
    },
    "32": {
        "1": "Nasehon’i Hezekia tamin’izany rehetra izany fa tsy nivadika tamin’Andriamanitra izy. Taorian’izay, dia tonga i Sankeriba mpanjakan’i Asyria, ka notafihiny ny tanin’i Joda. Nataony fahirano ireo tanàna voaro mafy, satria tiany hogorobahana ny mandan’ireny tanàna ireny, sady tiany halaina ireny.",
        "2": "Rehefa hitan’i Hezekia fa tonga i Sankeriba ary te hanafika an’i Jerosalema,",
        "3": "dia nanontaniany ny andrianany sy ny miaramilany, ka nanapa-kevitra izy avy eo hoe hotampenana ireo loharano tany ivelan’ny tanàna. Dia nanohana azy izy ireo.",
        "4": "Ary be dia be ny olona niaraka nanentsina ny loharano rehetra sy ny rano nikoriana namakivaky an’ilay tany. Hoy mantsy izy ireo: “Aleo tsy avela hahita rano be dia be ny mpanjakan’i Asyria rehefa tonga.”",
        "5": "Dia tena vonona hanohy an’ilay asa koa izy, ka nanorina indray an’izay rava rehetra tamin’ilay manda, sy nanisy tilikambo teny amboniny. Nanao manda hafa teny ivelany koa izy, sady nanamboatra an’izay simba tamin’ilay Havoana teo amin’ny Tanànan’i Davida. Nanao fitaovam-piadiana sy ampinga be dia be koa izy.",
        "6": "Nanendry mpitari-tafika hifehy ny vahoaka izy avy eo. Dia novoriny teny amin’ny tany malalaka teo akaikin’ny vavahadin’ny tanàna izy ireo. Ary nampahery an’ireo izy hoe:",
        "7": "“Manàna herim-po ary mahereza! Aza matahotra na mihorohoro noho ny amin’ny mpanjakan’i Asyria sy ireo olona be dia be miaraka aminy ireo. Fa betsaka ny miaraka amintsika noho ny miaraka aminy.",
        "8": "Herin’olombelona no ianteherany, fa i Jehovah Andriamanitsika kosa no ianteherantsika mba hanampy antsika sy hiady ho antsika.” Dia nankahery ny vahoaka ny tenin’i Hezekia mpanjakan’ny Joda.",
        "9": "Taorian’izay, raha mbola tany Lakisy i Sankeriba mpanjakan’i Asyria sy ny tafi-panjakany manontolo, dia naniraka ny mpanompony ho any Jerosalema izy mba hilaza tamin’i Hezekia mpanjakan’ny Joda sy ny Jodianina rehetra tao Jerosalema hoe:",
        "10": "“Izao no tenin’i Sankeriba mpanjakan’i Asyria: ‘Fa inona moa no itokisanareo no mbola mijanona eto Jerosalema ihany ianareo nefa misy manao fahirano?",
        "11": "Angaha tsy hamitaka anareo sy hamela anareo ho fatin’ny mosary sy ny hetaheta fotsiny i Hezekia matoa miteny hoe: “Hamonjy antsika eo am-pelatanan’ny mpanjakan’i Asyria i Jehovah Andriamanitsika”?",
        "12": "Tsy i Hezekia ihany anefa ve no nanaisotra an’ireo toerana avon’ny Andriamanitrareo sy ny alitarany, ka niteny tamin’i Joda sy Jerosalema hoe: “Eo anoloan’ny alitara iray ihany ianareo no tokony hiankohoka sy handoro fanatitra mba hidona-tsetroka”?",
        "13": "Tsy fantatrareo angaha ny zavatra efa nataoko sy nataon’ny razambeko tamin’ny mponina rehetra manodidina? Angaha ny andriamanitr’ireny firenena ireny nahavita namonjy ny taniny teo am-pelatanako?",
        "14": "Iza tamin’ny andriamanitra rehetra ivavahan’ireny firenena naringan’ny razambeko ireny, no nahavita namonjy ny vahoakany teo am-pelatanako? Koa ny Andriamanitrareo ve dia hahavita hamonjy anareo eto am-pelatanako?",
        "15": "Aza avela hanambaka na hamitaka anareo hoatr’izao i Hezekia! Aza mino azy, fa mbola tsy nisy andriamanitry ny firenena na fanjakana nahavita namonjy ny vahoakany teo am-pelatanako sy teo am-pelatanan’ny razambeko. Koa ny Andriamanitrareo indray ve no hahavita hamonjy anareo eto am-pelatanako?’”",
        "16": "Ary vao mainka nanambanimbany an’i Jehovah Andriamanitra sy Hezekia mpanompony ny mpanompon’i Sankeriba.",
        "17": "Nanoratra taratasy koa izy, ka nanao tsinontsinona sy nanambanimbany an’i Jehovah Andriamanitry ny Israely, nanao hoe: “Tsy hahavita hamonjy ny vahoakany eto am-pelatanako ny Andriamanitr’i Hezekia, hoatran’ny andriamanitr’ireo firenena manodidina ihany. Tsy nahavita namonjy ny vahoakany teo am-pelatanako ireny.”",
        "18": "Ary niteny mafy be foana izy ireo sady nanao fitenin’ny Jiosy tamin’ny mponin’i Jerosalema teny ambony manda, satria te hampitahotra sy hampisahotaka azy, amin’izay ho azon’izy ireo ilay tanàna.",
        "19": "Nanambanimbany an’ilay Andriamanitr’i Jerosalema izy ireo, toy ny nataony tamin’ny andriamanitr’ireo firenena eto an-tany, izay asa tanan’olona ihany.",
        "20": "Nivavaka momba an’izany foana anefa i Hezekia Mpanjaka sy Isaia mpaminany zanak’i Amoza, sady niantso vonjy tamin’ny lanitra.",
        "21": "Dia naniraka anjely i Jehovah, ka novonoiny daholo ny miaramila matanjaka sy ny mpitarika ary ny lehiben’ny miaramila tao an-tobin’ny mpanjakan’i Asyria. Dia nody tany amin’ny taniny ny mpanjakan’i Asyria sady afa-baraka. Tatỳ aoriana, dia niditra tao an-tranon’ny andriamaniny izy, ary tao ny zanany sasany no namono azy tamin’ny sabatra.",
        "22": "Koa novonjen’i Jehovah teo am-pelatanan’i Sankeriba mpanjakan’i Asyria sy ny fahavalony hafa rehetra i Hezekia sy ny mponin’i Jerosalema. Dia nataony nilamina tanteraka ny tanin’izy ireo.",
        "23": "Be dia be koa no nitondra fanomezana ho an’i Jehovah tany Jerosalema, sy nitondra zava-tsarobidy ho an’i Hezekia mpanjakan’ny Joda. Dia lasa nanaja be an’i Hezekia ny firenena rehetra taorian’izay.",
        "24": "Tamin’izany andro izany, dia narary efa ho faty i Hezekia ka nivavaka tamin’i Jehovah. Dia namaly azy Izy, ka nanome azy famantarana.",
        "25": "Tsy mba nankasitraka ny soa natao taminy anefa i Hezekia, fa lasa nirehareha ny fony. Dia tezitra taminy sy tamin’i Joda sy Jerosalema Andriamanitra.",
        "26": "Nanetry tena anefa i Hezekia sy ny mponin’i Jerosalema ka tsy nirehareha intsony. Koa tsy niharan’ny fahatezeran’i Jehovah izy ireo tamin’ny andron’i Hezekia.",
        "27": "Ary lasa nanana harem-be sy nahazo voninahitra be i Hezekia. Nanao trano fitehirizana entana izy hametrahany volafotsy, volamena, vatosoa, menaka balsama, ampinga, ary zava-tsarobidy maro isan-karazany.",
        "28": "Nanao trano fitehirizam-bokatra koa izy hasiana varimbazaha sy divay vaovao ary menaka. Ary nanao tranom-biby izy, ho an’ny biby fiompy isan-karazany sy ny ondry.",
        "29": "Nahazo tanàna maro koa izy, ary nahazo biby fiompy sy ondry ary omby be dia be. Nomen’Andriamanitra fananana be dia be mantsy izy.",
        "30": "I Hezekia no nanentsina ny loharano ambony tao Gihona, sy namily an’ilay rano hidina hiankandrefana nankany amin’ny Tanànan’i Davida. Ary nahomby izy tamin’izay rehetra nataony.",
        "31": "Rehefa nirahina hanontany azy momba ilay famantarana tao amin’ny taniny anefa ny mpitondra tenin’ny andrianan’i Babylona, dia navelan’ilay tena Andriamanitra hanapa-kevitra irery izy mba hitsapana azy sy hahafantarana an’izay rehetra tao am-pony.",
        "32": "Efa voasoratra ao amin’ny fahitan’i Isaia mpaminany zanak’i Amoza, ao amin’ny Boky Momba ny Mpanjakan’ny Joda sy Israely, ny sisa amin’ny tantaran’i Hezekia sy ny zavatra nataony noho izy be fitiavana sy tsy mivadika.",
        "33": "Dia nodimandry any amin’ny razambeny i Hezekia, ka nalevina teo amin’ny fiakarana mankany amin’ny fasan’ny taranak’i Davida. Dia nanome voninahitra azy ny Joda rehetra sy ny mponin’i Jerosalema tamin’izy maty. Ary i Manase zanany no nanjaka nandimby azy."
    },
    "33": {
        "1": "Lasa mpanjaka i Manase tamin’izy 12 taona, ary nanjaka 55 taona tao Jerosalema izy.",
        "2": "Nanao izay ratsy teo imason’i Jehovah izy, ka nanao an’ireo zava-maharikoriko fanaon’ny firenena efa noroahin’i Jehovah hiala teo anatrehan’ny vahoakan’Israely.",
        "3": "Naoriny indray ireo toerana avo efa noravan’i Hezekia rainy. Nanangana alitara ho an’ireo Bala sy nanao tsato-kazo masina koa izy. Dia niankohoka tamin’izay rehetra eny amin’ny lanitra izy, ka nanompo an’ireny.",
        "4": "Nanorina alitara tao an-tranon’i Jehovah koa izy. Io trano io anefa ilay efa notenenin’i Jehovah hoe: “Ho ao Jerosalema mandrakizay ny anarako.”",
        "5": "Dia nanorina alitara ho an’izay rehetra eny amin’ny lanitra izy, teo amin’ny tokotany roa amin’ny tranon’i Jehovah.",
        "6": "Ary nandoro ny zanany lahy tao anaty afo teo amin’ny Lohasahan’ny Taranak’i Hinoma izy. Nampiasa herin’ny maizina sy nanao sikidy sy nilalao ody koa izy, ary nanendry mpamoha angatra sy mpilaza ny hoavy. Nanao zava-dratsy be dia be teo imason’i Jehovah mihitsy izy mba hampahatezitra azy.",
        "7": "Napetrany tao an-tranon’ilay tena Andriamanitra ilay sary sokitra nataony. Io trano io anefa ilay efa notenenin’Andriamanitra tamin’i Davida sy Solomona zanany hoe: “Ato amin’ity trano ity sy eto Jerosalema, izay nofidiko tamin’ny tanànan’ny foko rehetra teo amin’ny Israely, no hametrahako foana ny anarako.",
        "8": "Ary tsy hesoriko eo amin’ny tany nomeko ny razambeny intsony ny tongotry ny Israely, raha arahin’izy ireo tsara ny didy rehetra nomeko azy, dia ny Lalàna rehetra, izany hoe ny fitsipika sy ny didim-pitsarana nomeko tamin’ny alalan’i Mosesy.”",
        "9": "Notaomin’i Manase hanao ratsy foana ny Joda sy ny mponin’i Jerosalema, ka ny ratsy vitan’izy ireo dia mbola mihoatra noho ny nataon’ireo firenena naringan’i Jehovah tsy ho eo anatrehan’ny Israelita.",
        "10": "Notenenin’i Jehovah foana i Manase sy ny vahoakany, nefa tsy nihaino izy ireo.",
        "11": "Koa nasain’i Jehovah notafihin’ny lehiben’ny tafiky ny mpanjakan’i Asyria izy ireo. Dia nosamborin’ireny sy nasiany faraingo i Manase. Nasiany gadra varahina roa koa ny tongony, dia nentiny tany Babylona izy.",
        "12": "Rehefa nijaly anefa izy, dia nitalaho tamin’i Jehovah Andriamaniny mba hamindra fo aminy. Nanetry tena be teo anatrehan’ilay Andriamanitry ny razambeny koa izy.",
        "13": "Ary nivavaka tamin’Andriamanitra foana izy. Dia lasa nangoraka azy Andriamanitra noho izy niangavy azy foana, ka nihaino ny fitalahoany famindram-po. Koa naveriny ho mpanjaka tany Jerosalema indray izy. Lasa fantatr’ i Manase àry fa i Jehovah no tena Andriamanitra.",
        "14": "Taorian’izay, dia nanorina manda ivelany ho an’ny Tanànan’i Davida izy, teo andrefan’i Gihona, teo amin’ny lohasaha, ka hatrany amin’ny Vavahadin-trondro. Ary nataony nihodidina hatrany Ofela ilay manda, sady nataony avo be. Nanendry lehiben’ny tafika tany amin’ny tanàna rehetra voaro mafy tany Joda koa izy.",
        "15": "Avy eo dia nesoriny tao an-tranon’i Jehovah ireo andriamani-kafa sy ilay sampy. Nesoriny daholo koa ny alitara naoriny teo amin’ny tendrombohitra nisy ny tranon’i Jehovah sy tao Jerosalema, ka nasainy nariana tany ivelan’ny tanàna.",
        "16": "Ary namboariny indray ny alitaran’i Jehovah, ka teo ambonin’izy io izy no nanolotra sorona iombonana sy sorona fisaorana. Dia nasainy nanompo an’i Jehovah Andriamanitry ny Israely ny Joda.",
        "17": "Mbola nanao sorona teny amin’ny toerana avo ihany anefa ny olona, fa ho an’i Jehovah Andriamaniny.",
        "18": "Ary efa voasoratra ao amin’ny tantaran’ny mpanjakan’ny Israely ny sisa amin’ny tantaran’i Manase, sy ny vavaka nataony tamin’ilay Andriamaniny, ary ny tenin’ireo mpahita fahitana niresaka taminy tamin’ny anaran’i Jehovah Andriamanitry ny Israely.",
        "19": "Efa voasoratra ao amin’ny asa soratr’ireo lehilahy nahita fahitana ho an’i Manase koa ny vavak’i Manase, ny nihainoana ny fitalahoany, ny fahotana rehetra vitany sy ny nivadihany tamin’Andriamanitra, ary ireo faritra nasiany toerana avo sy tsato-kazo masina ary sary sokitra, tamin’izy mbola tsy nanetry tena.",
        "20": "Dia nodimandry any amin’ny razambeny i Manase, ka nalevina teo akaikin’ny tranony. Ary i Amona zanany no nanjaka nandimby azy.",
        "21": "Lasa mpanjaka i Amona tamin’izy 22 taona, ary nanjaka roa taona tao Jerosalema izy.",
        "22": "Nanao izay ratsy teo imason’i Jehovah foana izy, toy ny nataon’i Manase rainy. Dia nanao sorona ho an’ny sary sokitra rehetra nataon’i Manase rainy izy, sady nanompo an’ireny foana.",
        "23": "Tsy mba nanetry tena teo anatrehan’i Jehovah anefa i Amona, tsy mba hoatran’i Manase rainy, fa vao mainka aza izy nampitombo ny helony.",
        "24": "Tatỳ aoriana, dia niray tetika hamely azy ny mpanompony, ka namono azy ho faty tao an-tranony ihany.",
        "25": "Novonoin’ny vahoaka anefa izay rehetra niray tetika hamono an’i Amona Mpanjaka, ary i Josia zanany no nataon’izy ireo mpanjaka nandimby azy."
    },
    "34": {
        "1": "Lasa mpanjaka i Josia tamin’izy valo taona, ary nanjaka 31 taona tao Jerosalema izy.",
        "2": "Nanao izay tsara teo imason’i Jehovah izy, sady nanao hoatran’izay rehetra nataon’i Davida razambeny. Tsy niala tamin’izany izy, na nivily niankavanana na niankavia.",
        "3": "Nanomboka nitady an’ilay Andriamanitr’i Davida razambeny izy, tamin’ny taona faha-8 nanjakany. Mbola ankizilahy izy tamin’izay. Dia nanomboka nanadio an’i Joda sy Jerosalema izy tamin’ny taona faha-12, ka nesoriny ny toerana avo, ny tsato-kazo masina, ny sary sokitra, ary ny sarivongana metaly.",
        "4": "Noravana teo imasony koa ny alitaran’ireo Bala. Dia narodany ny fandoroana emboka manitra teny ambonin’ireny. Nopotipotehiny ho lasa vovoka koa ny tsato-kazo masina sy ny sary sokitra ary ireo sarivongana metaly, ka nafafiny teny amin’ny fasan’ireo nanao sorona ho an’ireny.",
        "5": "Ny taolan’ny mpisorona koa nodorany teo ambonin’ny alitaran’ireny mpisorona ireny ihany. Izany no nataon’i Josia tamin’izy nanadio an’i Joda sy Jerosalema.",
        "6": "Ary tany amin’ireo tanànan’i Manase sy Efraima ary Simeona ka hatrany amin’ireo tanànan’i Naftaly, sy tany amin’ny toerana rava rehetra nanodidina azy,",
        "7": "dia noravany ny alitara, ary notorotoroiny ho lasa vovoka ny tsato-kazo masina sy ny sary sokitra. Dia narodany daholo ny fandoroana emboka manitra nanerana ny tanin’ny Israely. Niverina tany Jerosalema izy avy eo.",
        "8": "Tamin’ny taona faha-18 nanjakan’i Josia, dia nirahiny hanamboatra an’izay simba tamin’ny tranon’i Jehovah Andriamaniny i Safana zanak’i Azalia, sy Mahaseia lehiben’ny tanàna, ary Joa mpanoratra ny raharaham-panjakana, ilay zanak’i Joahaza. Efa avy nanadio an’ilay tany sy ny tempoly i Josia tamin’izay.",
        "9": "Dia nankany amin’i Hilkia mpisoronabe izy ireo, ka nomeny azy ny vola nentina tao an-tranon’Andriamanitra. Io ilay vola voangon’ny Levita mpiandry varavarana avy tamin’ny fokon’i Manase sy Efraima, sy avy tamin’ny sisa rehetra tamin’ny Israely, sy avy tamin’ny Joda sy ny Benjamina ary ny mponin’i Jerosalema.",
        "10": "Dia nomeny an’ireo voatendry hiandraikitra an’ilay asa tao an-tranon’i Jehovah ilay vola. Ireo mpiasa tao an-tranon’i Jehovah indray nampiasa an’ilay izy mba hanatsarana an’ilay trano sy hanamboarana ny simba.",
        "11": "Nomeny ny mpanao asa tanana sy mpanao trano ilay vola, mba hividianana vato voapaika, sy hazo hatao tohana, ary hazo lehibe hanorenana an’ireo trano navelan’ny mpanjakan’ny Joda hirodana.",
        "12": "Dia nataon’ireo lehilahy ireo an-tsakany sy an-davany ilay asa. Ary voatendry ho mpiandraikitra azy ireo i Jahata sy Obadia, izay samy Levita avy tamin’ny Merarita, ary Zakaria sy Mesolama avy tamin’ny Kehatita. Ary izay Levita rehetra tena nahay nitendry zavamaneno",
        "13": "no niandraikitra ny mpiasa sady nanara-maso an’izay rehetra nanao fanompoana isan-karazany. Mpitan-tsoratra sy mpifehy ary mpiandry vavahady koa ny Levita sasany.",
        "14": "Ary tamin’izy ireo namoaka an’ilay vola nentina tao an-tranon’i Jehovah, dia hitan’i Hilkia mpisorona ny boky misy ny Lalàn’i Jehovah izay nomena tamin’ny alalan’i Mosesy.",
        "15": "Dia hoy i Hilkia tamin’i Safana mpitan-tsoratra: “Hitako tao an-tranon’i Jehovah ny boky misy ny Lalàna.” Ary nomeny an’i Safana ilay boky.",
        "16": "I Safana indray nitondra an’ilay boky tany amin’ny mpanjaka, sady niteny hoe: “Manao an’izay rehetra nampanaovina azy ny mpanomponao.",
        "17": "Efa nangonin’izy ireo ny vola azo tao an-tranon’i Jehovah, ka nomeny an’ireo lehilahy voatendry ho mpiandraikitra sy izay hanao an’ilay asa.”",
        "18": "Hoy koa i Safana mpitan-tsoratra tamin’ny mpanjaka: “Misy boky nomen’i Hilkia mpisorona ahy ity!” Dia novakin’i Safana teo anatrehan’ny mpanjaka ilay izy.",
        "19": "Vao naheno an’izay voalazan’ny Lalàna ny mpanjaka, dia norovitiny ny akanjony.",
        "20": "Dia nomen’ny mpanjaka an’izao baiko izao i Hilkia, sy Ahikama zanak’i Safana, sy Abdona zanak’i Mikaia, sy Safana mpitan-tsoratra, ary Asaia mpanompon’ny mpanjaka:",
        "21": "“Mandehana misolo tena ahy sy ny sisa amin’ny Israely sy Joda, ka anontanio i Jehovah momba an’izay voalaza ao amin’io boky vao hita io. Fa ho tezitra be amintsika i Jehovah, satria tsy nankatò ny tenin’i Jehovah ny razambentsika, ka tsy nanaraka an’izay rehetra voasoratra ao amin’io boky io.”",
        "22": "Nankany amin’i Holda mpaminanivavy àry i Hilkia sy ny olona nirahin’ny mpanjaka. Vadin’i Saloma zanak’i Tikva zanak’i Harasa i Holda, ary mpikarakara ny fitoeran’akanjo i Saloma. Nipetraka tao amin’ny tanàna vaovao tao Jerosalema i Holda, ka tao izy ireo no niresaka taminy.",
        "23": "Dia hoy i Holda: “Izao no tenin’i Jehovah Andriamanitry ny Israely: ‘Lazao amin’ilay lehilahy naniraka anareo ho atỳ amiko hoe:",
        "24": "“Izao no tenin’i Jehovah: ‘Hahatonga loza amin’ity toerana ity sy ny mponina eo aminy aho, ka ho tanteraka ny ozona rehetra ao amin’ilay boky novakiny teo anatrehan’ny mpanjakan’ny Joda.",
        "25": "Fa niala tamiko izy ireo ka nandoro fanatitra mba hidona-tsetroka ho an’andriamani-kafa, mba hampahatezitra ahy amin’izay rehetra nataony. Hanampatra ny hatezerako eto amin’ity toerana ity àry aho, ka ho toy ny afo tsy mety vonoina ny hatezerako.’”",
        "26": "Izao kosa lazaina amin’ny mpanjakan’ny Joda, izay naniraka anareo hanontany an’i Jehovah: “Izao no nolazain’i Jehovah Andriamanitry ny Israely momba an’izay henonao:",
        "27": "Mora nandray anatra ny fonao ka nanetry tena teo anatrehan’Andriamanitra ianao, rehefa nandre ny teniny momba an’ity toerana ity sy ny mponina eo aminy. Dia nanetry tena teo anatrehako ianao ka nandrovitra ny akanjonao ary nitomany teo anatrehako. Noho izany, dia nihaino anao koa aho, hoy i Jehovah.",
        "28": "Koa hangoniko any amin’ny razambenao ianao, ary halevina any amin’ny fasanao amin’ny fotoana mampilamina ny tany, ka tsy ho hitan’ny masonao ny loza rehetra hamelezako an’ity toerana ity sy ny mponina eo aminy.’”’” Dia nolazain’izy ireo tamin’ny mpanjaka izany valin-teny izany.",
        "29": "Naniraka olona àry ny mpanjaka mba hiantso ny anti-panahy rehetra tao Joda sy Jerosalema.",
        "30": "Niakatra nankao an-tranon’i Jehovah avy eo ny mpanjaka niaraka tamin’ny fokon’i Joda, ny mponina tao Jerosalema, ny mpisorona, ary ny Levita, izany hoe ny olona rehetra, na ny kely na ny lehibe. Dia novakin’ny mpanjaka tamin’izy ireo ny teny rehetra tao amin’ilay bokin’ny fifanekena hita tao an-tranon’i Jehovah.",
        "31": "Nijoro teo amin’ny toerany ny mpanjaka, ary nanao fifanekena teo anatrehan’i Jehovah hoe hankatò an’i Jehovah sady hanaraka ny didiny sy ny fampahatsiahivany ary ny fitsipiny amin’ny fony manontolo sy ny tenany manontolo, ka hanatanteraka an’izay voalazan’ilay fifanekena voasoratra tao amin’ilay boky.",
        "32": "Nasainy nanaiky an’izay voalazan’ilay fifanekena koa ny olona rehetra tany Jerosalema sy tany amin’ny tanin’i Benjamina. Ary ny mponin’i Jerosalema dia nanaraka an’izay voalazan’ilay fifanekena nataon’Andriamanitra, dia ilay Andriamanitry ny razambeny.",
        "33": "Nesorin’i Josia daholo avy eo ny zava-maharikoriko tany amin’ny tanin’ny Israelita rehetra, ary nasainy nanompo an’i Jehovah Andriamaniny ny olona rehetra tany Israely. Tsy niala tamin’i Jehovah Andriamanitry ny razambeny izy ireo, nandritra ny androm-piainan’i Josia."
    },
    "35": {
        "1": "Nankalaza Paska ho an’i Jehovah tao Jerosalema i Josia. Dia namono ny biby hatao sorona hankalazana ny Paska izy ireo, tamin’ny andro faha-14 amin’ny volana voalohany.",
        "2": "Notendren’i Josia hanao ny andraikiny ny mpisorona, ka nampahereziny hanao ny fanompoana tao an-tranon’i Jehovah.",
        "3": "Hoy izy avy eo tamin’ireo Levita mpampianatra ny Israely rehetra, dia ireo masina amin’i Jehovah: “Ataovy ao amin’ilay trano naorin’i Solomona zanak’i Davida mpanjakan’ny Israely ilay Vata masina. Tsy mila milanja an’ilay izy amin’ny sorokareo intsony ianareo. Koa manompoa an’i Jehovah Andriamanitrareo sy ny Israely vahoakany.",
        "4": "Samia miomana isaky ny fianakaviambenareo avy, araka ny fizarana misy anareo, ka araho izay nosoratan’i Davida mpanjakan’ny Israely sy Solomona zanany.",
        "5": "Dia mijoroa ao amin’ny toerana masina, araka ny fianakaviamben’ny rahalahinareo, izany hoe ny vahoaka. Tokony hisy antokona Levita mantsy hikarakara ny fianakaviambe tsirairay.",
        "6": "Vonoy ny biby hatao sorona hankalazana ny Paska, ary hamasino ny tenanareo ka miomàna hanompo ny rahalahinareo. Amin’izay ianareo dia hanatanteraka ny tenin’i Jehovah nomeny tamin’ny alalan’i Mosesy.”",
        "7": "Nanome ondrilahy kely sy osilahy kely ho an’ny vahoaka i Josia mba hatao sorona hankalazana ny Paska ho an’izay rehetra tonga teo, ka 30 000 izany raha atambatra. Nanome omby 3 000 koa izy. Avy tamin’ny fananan’ny mpanjaka daholo ireo.",
        "8": "Nanome fanomezana koa ny andriana mba hatao fanatitra an-tsitrapo ho an’ny vahoaka sy ny mpisorona ary ny Levita. Ireto koa no nomen’i Hilkia sy Zakaria ary Jehiela, izay samy mpiandraikitra ny tao an-tranon’ilay tena Andriamanitra: Ondry aman’osy 2 600 hatao sorona hankalazana ny Paska, ary omby 300. Dia nomeny ny mpisorona ireo rehetra ireo.",
        "9": "Ary nanome biby 5 000 ho an’ny Levita mba hatao sorona hankalazana ny Paska i Konania sy ny rahalahiny, izany hoe i Semaia sy Netanela, niaraka tamin’i Hasabia sy Jeiela ary Jozabada, izay samy mpiadidy teo amin’ny Levita. Nanome omby 500 koa izy ireo.",
        "10": "Dia vita daholo ny fiomanana. Samy nijoro teo amin’ny toerany avy ny mpisorona, fa ny Levita kosa nijoro teo amin’ny fizarana nisy azy avy, araka ny didin’ny mpanjaka.",
        "11": "Novonoin’izy ireo ny biby hatao sorona hankalazana ny Paska. Dia namafy ny ra noraisiny avy teny amin’ny Levita ny mpisorona, fa ny Levita indray nanendaka ny hoditr’ireo biby.",
        "12": "Avy eo dia nomanin’ny Levita ny fanatitra dorana, izay homena ny vahoaka araka ny sokajy misy ny fianakaviambeny avy. Amin’izay azo atolotra ho an’i Jehovah ilay fanatitra, araka ny voasoratra ao amin’ny bokin’i Mosesy. Nataon’izy ireo hoatr’izany koa ny omby.",
        "13": "Ary nandrahoin’izy ireo teo ambony afo araka ny fanao ny fanatitra atao amin’ny Paska. Ny fanatitra efa nohamasinina kosa nandrahoiny tao anaty vilany sy vilanibe ary vilany fisaka. Dia nateriny haingana teny amin’ny vahoaka rehetra izany.",
        "14": "Avy eo dia nanomana ny sakafon’ny Paska ho an’ny tenany sy ho an’ny mpisorona koa ny Levita. Ny mpisorona taranak’i Arona mantsy mbola nanolotra ny fanatitra dorana sy ny tavin’ireo sorona, mandra-pahalin’ny andro. Koa nanomana ny sakafon’ny Paska ho an’ny tenany sy ho an’ny mpisorona taranak’i Arona ny Levita.",
        "15": "Samy teo amin’ny toerany daholo ny mpihira taranak’i Asafa, araka ny didin’i Davida sy Asafa sy Hemana ary Jedotona mpahita fahitana ho an’ny mpanjaka. Ny mpiandry vavahady kosa teny amin’ny vavahady samy hafa. Tsy voatery niala teny izy ireo, satria ny Levita rahalahiny no nanomana ny sakafon’ny Paska ho azy.",
        "16": "Efa vonona tamin’izay andro izay daholo ny zava-drehetra nasain’i Jehovah natao, mba hankalazana ny Paska sy hanolorana ny fanatitra dorana eo amin’ny alitaran’i Jehovah, araka ny baikon’i Josia Mpanjaka.",
        "17": "Dia nankalaza ny Paska tamin’izay fotoana izay ny Israelita tonga teo, sady nankalaza ny Fetin’ny Mofo Tsy Misy Lalivay nandritra ny fito andro.",
        "18": "Mbola tsy nisy Paska nankalazaina hoatran’ilay nankalazain’i Josia mihitsy teo amin’ny Israely, hatramin’ny andron’i Samoela mpaminany. Mbola tsy nisy mihitsy koa mpanjakan’ny Israely nankalaza Paska hoatr’izany, hoatran’ilay nankalazain’i Josia, sy ny mpisorona, sy ny Levita, sy ny Joda sy ny Israely rehetra tonga teo, ary ny mponin’i Jerosalema.",
        "19": "Tamin’ny taona faha-18 nanjakan’i Josia no nankalazana an’izany Paska izany.",
        "20": "Taorian’izany rehetra izany, rehefa voakarakaran’i Josia ny tempoly, dia niakatra hiady tany Karkemisy teo amoron’i Eofrata i Neko mpanjakan’i Ejipta. Dia nivoaka hiady taminy i Josia.",
        "21": "Naniraka olona nankany amin’i Josia àry i Neko, nanao hoe: “Inona moa no idiranao amin’izao, ry mpanjakan’ny Joda? Tsy tonga hiady aminao aho androany, fa amin’ny firenena hafa, sady nilaza Andriamanitra hoe tsy tokony hitaraikiraiky aho. Koa aza manohitra an’Andriamanitra satria manohana ahy izy, sao dia hahita loza ianao, dia haringany.”",
        "22": "Tsy nety niverina anefa i Josia, fa mody nanao olon-kafa mba hiady taminy. Tsy nihaino ny tenin’i Neko izy nefa avy tamin’Andriamanitra izany teniny izany. Dia tonga hiady teo amin’ny Lemak’i Megido izy.",
        "23": "Dia voatifitry ny mpandefa zana-tsipìka i Josia Mpanjaka, ka niteny tamin’ny mpanompony hoe: “Ento miala eto aho, fa maratra be.”",
        "24": "Koa nentin’ny mpanompony niala teo amin’ny kalesy izy, ka nampitaingenin’izy ireo ny kalesy faharoa fitondrany miady, ary nentiny nankany Jerosalema. Dia maty i Josia ka nalevina tao amin’ny fasan-drazany. Ary nisaona azy daholo i Joda sy Jerosalema.",
        "25": "Dia nanao hira fisaonana an’i Josia i Jeremia. Ary mbola mihira momba an’i Josia foana ny mpihira lahy sy vavy rehetra hatramin’izao, rehefa manao hira fisaonana. Lasa natao fanao koa ny nihira an’ireny hira ireny teo amin’ny Israely, ka nosoratana ho anisan’ny hira fisaonana ireny.",
        "26": "Ary ny sisa amin’ny tantaran’i Josia, sy ny zavatra nataony noho izy be fitiavana sy tsy nivadika, ka nankatò foana an’izay voasoratra ao amin’ny Lalàn’i Jehovah,",
        "27": "ary izay nataony hatramin’ny voalohany ka hatramin’ny farany, dia efa voasoratra ao amin’ny Boky Momba ny Mpanjakan’ny Israely sy Joda."
    },
    "36": {
        "1": "Ary nalain’ny vahoaka i Joahaza zanak’i Josia, ka nataony mpanjaka handimby an-drainy, tany Jerosalema.",
        "2": "Lasa mpanjaka i Joahaza tamin’izy 23 taona, ary nanjaka telo volana tany Jerosalema izy.",
        "3": "Nesorin’ny mpanjakan’i Ejipta tamin’ny toerany tao Jerosalema anefa izy, ary nampandoaviny sazy ilay tany, dia volafotsy 100 talenta sy volamena iray talenta.",
        "4": "Ankoatra izany, dia nataon’i Neko mpanjakan’i Ejipta ho mpanjakan’i Joda sy Jerosalema i Eliakima rahalahin’i Joahaza, ka novany hoe Joiakima ny anarany. Nalainy kosa i Joahaza rahalahiny, ka nentiny tany Ejipta.",
        "5": "Lasa mpanjaka i Joiakima tamin’izy 25 taona, ary nanjaka 11 taona tany Jerosalema izy. Nanao izay ratsy teo imason’i Jehovah Andriamaniny foana izy.",
        "6": "Dia niakatra hanafika azy i Nebokadnezara mpanjakan’i Babylona, mba hamatotra azy ka hanisy gadra varahina roa amin’ny tongony, ary hitondra azy any Babylona.",
        "7": "Ary nentin’i Nebokadnezara tany Babylona ny fitaovana sasany tao an-tranon’i Jehovah, ka nataony tao an-dapany tany Babylona.",
        "8": "Efa voasoratra ao amin’ny Boky Momba ny Mpanjakan’ny Israely sy Joda ny sisa amin’ny tantaran’i Joiakima sy ny zava-maharikoriko nataony ary ny laza ratsiny. Ary i Joiakina zanany no nanjaka nandimby azy.",
        "9": "Lasa mpanjaka i Joiakina tamin’izy 18 taona, ary nanjaka telo volana sy folo andro tany Jerosalema izy. Nanao izay ratsy teo imason’i Jehovah foana izy.",
        "10": "Rehefa niandoha ny taona, dia nasain’i Nebokadnezara Mpanjaka nentina tany Babylona i Joiakina, niaraka tamin’ny zava-tsarobidy tao an-tranon’i Jehovah. Ary i Zedekia rahalahin-drain’i Joiakina no nataony mpanjakan’i Joda sy Jerosalema.",
        "11": "Lasa mpanjaka i Zedekia tamin’izy 21 taona, ary nanjaka 11 taona tany Jerosalema izy.",
        "12": "Nanao izay ratsy teo imason’i Jehovah Andriamaniny foana izy, ary tsy mba nanetry tena rehefa notenenin’i Jeremia mpaminany araka ny baikon’i Jehovah.",
        "13": "Nikomy tamin’i Nebokadnezara Mpanjaka koa izy, nefa izy aza efa nasain’i Nebokadnezara nianiana tamin’ny anaran’Andriamanitra hoe hanaiky azy. Dia mbola mafy loha sy mafy fo ihany izy, ka tsy nety niverina tamin’i Jehovah Andriamanitry ny Israely.",
        "14": "Ary nivadika tanteraka tamin’Andriamanitra ny lehiben’ny mpisorona rehetra sy ny vahoaka, sady nanao ny zava-maharikoriko rehetra fanaon’ny firenena hafa. Nolotoin’izy ireo koa ny tranon’i Jehovah, izay efa nohamasininy tao Jerosalema.",
        "15": "Naniraka olona hampitandrina azy ireo foana i Jehovah Andriamanitry ny razambeny. Nampitandrina azy ireo foana tokoa izy, satria izy nangoraka ny vahoakany sady tsy tiany ho rava ny fonenany.",
        "16": "Nesoin’izy ireo foana anefa ny irak’ilay tena Andriamanitra, ary tsy noraharahiany ny tenin’Andriamanitra, sady nihomehezany ny mpaminaniny. Tezitra be tamin’ny vahoakany àry i Jehovah tamin’ny farany, ary efa tsy azo nampiana intsony koa izy ireo.",
        "17": "Koa nentin’Andriamanitra hanafika azy ireo ny mpanjakan’ny Kaldeanina. Dia novonoiny tamin’ny sabatra tao amin’ny toerana masina ny tovolahin’izy ireo. Tsy nisy nananany antra, na ny tovolahy na ny virjiny, na ny antitra na ny marefo. Natolotr’Andriamanitra teo am-pelatanany daholo ny zava-drehetra.",
        "18": "Nentiny tany Babylona daholo ny fitaovana tao an-tranon’ilay tena Andriamanitra, na lehibe na kely, sy ny zava-tsarobidy notehirizina tao an-tranon’i Jehovah, ary ny zava-tsarobidin’ny mpanjaka sy ny andrianany.",
        "19": "Dia nodorany ny tranon’ilay tena Andriamanitra, ary noravany ny mandan’i Jerosalema. Nodorany koa ny tilikambo voaro mafy rehetra teo aminy, ary nopotehiny ny zava-tsarobidy rehetra.",
        "20": "Dia nentiny ho babo tany Babylona izay sisa tsy matin’ny sabatra, ka lasa nanompo azy sy ny taranany, mandra-pahatongan’ny fotoana nitondran’ny fanjakan’i Persa.",
        "21": "Nitranga izany mba ho tanteraka ny tenin’i Jehovah nolazain’i Jeremia. Tsy nisy mponina intsony ilay tany, raha tsy efa voaonitra ireo sabata tsy notandreman’izy ireo. Dia niala sasatra ilay tany mandra-pahatapitry ny 70 taona.",
        "22": "Tamin’ny taona voalohany nanjakan’i Kyrosy mpanjakan’i Persa, dia nampirisihin’i Jehovah hanao fanambarana nanerana ny fanjakany i Kyrosy mpanjakan’i Persa, mba ho tanteraka ny tenin’i Jehovah nolazain’i Jeremia. Nataony an-tsoratra koa ilay fanambarana, hoe:",
        "23": "“Izao no tenin’i Kyrosy mpanjakan’i Persa: ‘Efa nanome ahy ny fanjakana rehetra eto an-tany i Jehovah Andriamanitry ny lanitra, ary naniraka ahy hanorina trano ho azy any Jerosalema, any Joda. Iza aminareo àry no anisan’ny vahoakany? Enga anie hanampy azy i Jehovah Andriamaniny! Dia aleo izy hiakatra.’”"
    },
    "meta": {
        "name": "2 Tantara",
        "order": 13,
        "chapter_number": 36
    }
}